{
  "epc_number": null,
  "decision_target_date": "28/02/2024",
  "decision": "Approved",
  "last_date_consultation_comments": "15/11/2023",
  "description": "Demolition of existing building and erection of 3 storey building (Class C2) to provide 8 x self contained apartments for assisted living with associated parking.",
  "site_number": "83",
  "postcode": "SW15 5NU",
  "application_type_full": "Full planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "121000840",
  "appeal_status": null,
  "parking_details": {
    "no_proposed_car": 3,
    "no_existing_car": 0,
    "no_existing_bluebadge": 0,
    "no_proposed_bluebadge": 1,
    "net_bluebadge": 1,
    "net_car": 3
  },
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3403",
  "valid_date": "11/09/2023",
  "centroid": {
    "lon": -0.242378,
    "lat": 51.459282
  },
  "borough": "Wandsworth",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "site_name": "New House",
  "bo_system": "Northgate M3",
  "centroid_easting": 522206,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "28/02/2027",
  "actual_completion_date": null,
  "centroid_northing": 174832,
  "locality": "London",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.242189,
          51.45923
        ],
        [
          -0.24219,
          51.459219
        ],
        [
          -0.242303,
          51.459219
        ],
        [
          -0.242382,
          51.459217
        ],
        [
          -0.242472,
          51.459218
        ],
        [
          -0.242477,
          51.459218
        ],
        [
          -0.242519,
          51.459219
        ],
        [
          -0.24257,
          51.459221
        ],
        [
          -0.242599,
          51.459222
        ],
        [
          -0.242664,
          51.459224
        ],
        [
          -0.242752,
          51.459228
        ],
        [
          -0.242994,
          51.459239
        ],
        [
          -0.242997,
          51.459249
        ],
        [
          -0.243017,
          51.459358
        ],
        [
          -0.242744,
          51.459368
        ],
        [
          -0.242571,
          51.459374
        ],
        [
          -0.242379,
          51.459382
        ],
        [
          -0.242266,
          51.459373
        ],
        [
          -0.242191,
          51.459367
        ],
        [
          -0.24219,
          51.459341
        ],
        [
          -0.24219,
          51.459319
        ],
        [
          -0.242189,
          51.45923
        ],
        [
          -0.242189,
          51.45923
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor all other minor developments",
  "lpa_app_no": "2023/3403",
  "application_details": {
    "grey_water_reuse": false,
    "affordable_housing_fast_track": false,
    "other_residential_accommodation_details": {
      "other_resi_accommodation_unit_details": [
        {
          "no_rooms_proposed": 8,
          "no_rooms_lost": 6
        }
      ]
    },
    "site_area": 0.125,
    "internal_resi_water_usage": 125,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 999,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 324,
      "total_gia_gained": 999,
      "total_gia_existing": 324,
      "total_gia_lost": 324
    },
    "surface_water_discharge_percentage_reduction": 40,
    "residential_details": {
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "affordable_percentage": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_lost": 324,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 324,
        "gia_gained": 999,
        "use_class": "C2",
        "gia_lost": 324
      }
    ],
    "scheme_name": "Berrymead",
    "scheme_phasing": true,
    "green_suds": true,
    "garden_land_lost": false,
    "total_gia_existing": 324,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 0,
        "building_ref": "Berrymead"
      }
    ],
    "total_gia_gained": 999,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 0,
      "no_active_fast_ev_charging_points": 2,
      "fire_suppression_system_proposed": false,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 8,
      "no_passive_fast_ev_charging_points": 2,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 1,
      "green_roof_area": 115,
      "no_homes_passive_cooling": 0,
      "urban_greening_factor_score": 0.37,
      "chp_heat_pumps_capacity": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 0.01,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": true
    },
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "06/2024",
        "intended_completion_date": "11/2025"
      }
    ],
    "rain_water_harvesting": false
  },
  "secondary_street_name": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522219.23684560694,
              174826.56599592528
            ],
            [
              522219.20386536245,
              174825.34634504508
            ],
            [
              522211.34632212913,
              174825.0964165873
            ],
            [
              522205.8468663718,
              174824.79650243727
            ],
            [
              522199.64658042067,
              174824.74651674565
            ],
            [
              522199.25081748754,
              174824.6965310538
            ],
            [
              522196.3485559785,
              174824.69653105288
            ],
            [
              522192.80317970325,
              174824.84648812894
            ],
            [
              522190.75015948794,
              174824.8964738205
            ],
            [
              522186.2483561245,
              174825.0964165866
            ],
            [
              522180.1470109066,
              174825.39633073768
            ],
            [
              522163.2693708239,
              174826.1661103919
            ],
            [
              522163.04675417417,
              174827.24580133334
            ],
            [
              522161.34827158664,
              174839.35233587766
            ],
            [
              522180.3036670678,
              174840.90189232124
            ],
            [
              522192.34970134264,
              174841.90160615812
            ],
            [
              522205.64898490557,
              174843.10126275825
            ],
            [
              522213.5477534444,
              174842.3014916905
            ],
            [
              522218.7503870019,
              174841.751649082
            ],
            [
              522218.84932773514,
              174838.9024646512
            ],
            [
              522218.92353328504,
              174836.42317434057
            ],
            [
              522219.23684560694,
              174826.56599592528
            ],
            [
              522219.23684560694,
              174826.56599592528
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated": "2025-06-25T09:14:06.742+01:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "Roehampton",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed MH1328: PO7 (Rev A); P11 (Rev F); P12 (Rev B); P13 (Rev A); P14 (Rev A); P15 (Rev B); P16 (Rev B); P17 (Rev C); P18 (Rev B); P19 (Rev B ); P20 (Rev D);  D10036.01.002 (dated 07.02.2024 on the Councils website); 4280 0 E315 (P3); D10036.02.003.  \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The development hereby approved shall be used for Class C2 assisted living and for no other purpose unless approved otherwise in wiring by the local planning authority.\r\nReason: to secure this specialist form of housing in accordance with Council policy LP31 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 5 - The development shall be carried out in accordance with the site levels shown on drawing MH1328-P20 (Rev D). \r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 6 - Prior to the commencement of the above ground works detailed drawings at a minimum scale of [1:20] (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include; \r\n-\tWindow and door reveals.\r\n-\tBrick panels. \r\n-\tPrecast concrete frame.\r\n-\tProposed terrace balustrades. \r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2, LP3 and LP4 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 7 - Prior to commencement of the above ground works, details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to occupation of the development the north-facing bedroom window in apartment 6 at first floor level and the north-facing solarium/ gymnasium at second floor level shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 9 - Notwithstanding the detail shown on the approved drawings, prior to commencement of use of the communal roof terrace as shown on drawing number MH1328 P14 (Rev A), a 1.7m high obscured glass balustrade shall be installed to the entirety of its northern edge.  The screening shall be completed prior to commencement of the use of the terrace and be so retained and maintained thereafter. \r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the Local coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - Apartment 1 on the ground floor shall accord with  of Building Regulation M4 (3) and all other dwellings shall accord with the requirements of Building Regulations M4 (2).\r\nReason: to provide accessible housing in accordance with policy D7 of the London Plan. \r\n",
    "Condition : 11 - Prior to the occupation of the development hereby approved, two of the car parking spaces shown on the approved drawings shall be provided with electric vehicular charging points.  The charging points shall be operation prior to the occupation of the development.  \r\nReason: To ensure satisfactory infrastructure is provided in accordance with Council policy LP51 of the Local coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 12 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 13 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\n \r\na)\tthe routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction\r\nb)\twhilst works should take place outside of the nesting season (February - September inclusive), if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\r\nc)\tdetails of measures to be taken to ensure that any retained or neighbouring habitats or green spaces (including Roehampton University SINC) will not be impacted negatively by the works (including, but not limited to lighting, dust, litter, noise etc.);\r\nd)\tdetails of bat and reptile toolbox talks to be given to all workers onsite;\r\ne)\twhilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats and any adjacent habitats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\nf)\tdetails of measures to prevent ",
    "Condition : 14 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\n- The removal of the existing dropped kerb on Roehampton Lane and the reinstatement of a replacement footpath. \r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 15 - The development hereby approved shall achieve a minimum of a 35%, but a target of 39%, reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 16 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 17 - Prior to the commencement of the development hereby approved, details of a drainage strategy for the application site shall be submitted and approved in writing by the Local Planning Authority.  The measures so approved shall be implemented prior to the occupation of the development.  \r\nReason: to ensure all options to secure sustainable urban drainage are provided in accordance with Council policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 18 - No tree to be retained (retained tree) shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped, other than in accordance approved drawing D10036.01.002 (dated 07.02.2024 on the Councils website). \r\nReason:  To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 19 - No development shall take place until full arboricultural details have been submitted to and approved in writing by the local planning authority. These arboricultural details shall include details of the measures taken to protect retained trees shown in drawing D10036.01.002 (dated 07.02.2024 on the Councils website) during demolition, construction, and delivery of materials and machinery, to include a Tree Protection Plan and protection measures in line with BS5837:2012, with details of: methods of demolition, driveway/roadway construction, consideration of utility/service runs, ground protection measures, tree protection fencing, positioning of site huts/storage areas, specialist foundation design and site supervision.\r\nThe tree protection measures and fencing shall be installed in accordance with the approved details prior to commencement of the development and thereafter retained, and the construction shall be carried out in accordance with the approved details until completion of the development.\r\nReason:  To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.",
    "Condition : 20 - The external lighting associated with the development hereby approved shall be implemented and maintained in accordance with drawing 4280 0 E315 (P3).\r\nReason: to protect biodiversity in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 21 - Prior to occupation of development hereby approved, a detailed plan and landscape management plan in accordance with the approved Landscape Masterplan (drawing ref. D10036.02.003) shall submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented and maintained thereafter. \r\n Reason: To ensure a satisfactory appearance, provide tree planting and biodiversity improvements, in accordance with Council policies LP1, LP2, LP55 and LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 22 - Prior to the commencement of above ground works, details of integrated bird and bat boxes, bio-solar green roof and the green wall shall be submitted to and be approved in writing by the local planning authority.  \r\nReason: to secure biodiversity gain on site in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 23 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted, and obtained written approval from the local planning authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the local planning authority.\r\nReason:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 24 - Prior to the occupation of the development hereby approved, details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 25 - No demolition or development shall take place until a written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and \r\n\r\nA.\tMonitoring and recording\r\nB.\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. this part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI\r\n\r\nThe written scheme of investigation must be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London.\r\n\r\nReason: To safeguard the archaeology interest of the site in accordance with Council policy LP3 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 26 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevation of the building hereby approved.\r\nReason: To safeguard the appearance of the area, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 27 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the building, and accord with Council policies LP1, LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 28 - No water tanks, plant, lift rooms or other structures shall be erected upon the roof of the approved building unless shown on the drawings hereby approved.  \r\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 29 - Unless shown otherwise on the drawings hereby approved, the roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 30 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 31 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption, social housing relief or other forms of relief you or the relevant interested party should also complete the relevant \"Claiming Exemption or Relief\" form which must also be granted before commencement of the development to be valid. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice and all other required forms must be sent to: Community Infrastructure Levy Team, Environment and Community Services, Wandsworth Council, Town Hall, London SW18 2PU cil@wandsworth.gov.uk.",
    "Condition : 32 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time at which planning permission first permits development, as defined in the Regulations."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Wandsworth",
  "pp_id": "12068078",
  "decision_date": "29/02/2024",
  "id": "Wandsworth-2023_3403",
  "street_name": "Roehampton Lane"
}