{
  "borough": "Wandsworth",
  "cil_liability": false,
  "decision_target_date": "26/07/2023",
  "lpa_app_no": "2023/2068",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "03/08/2023",
  "lpa_name": "Wandsworth",
  "application_details": {
    "site_area": 0.133
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.21573889999999998,
          51.4616559
        ],
        [
          -0.21578519999999998,
          51.4615599
        ],
        [
          -0.2159759,
          51.4615961
        ],
        [
          -0.2159726,
          51.4616068
        ],
        [
          -0.2159615,
          51.461629
        ],
        [
          -0.2161621,
          51.4616679
        ],
        [
          -0.216184,
          51.4616722
        ],
        [
          -0.21615769999999998,
          51.4617284
        ],
        [
          -0.21603709999999998,
          51.461985
        ],
        [
          -0.21602069999999998,
          51.4620186
        ],
        [
          -0.21599059999999998,
          51.4620141
        ],
        [
          -0.2155827,
          51.4619512
        ],
        [
          -0.2156218,
          51.4618569
        ],
        [
          -0.215656,
          51.4617707
        ],
        [
          -0.2156811,
          51.4617747
        ],
        [
          -0.2157279,
          51.4616786
        ],
        [
          -0.21573889999999998,
          51.4616559
        ]
      ]
    ]
  },
  "valid_date": "31/05/2023",
  "centroid": {
    "lat": "51.4617872",
    "lon": "-0.215885"
  },
  "site_number": "5",
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [P01 REV: 01, P02 REV: 01, P03 REV: 01, 1115402 REV: A, 2511657 SK 02 D, 2511657 SK 01 E, 2511657 SK 03 G, PL02, 2511657 SK 03 G, MODEL - DAIKIN 5MXS90E INFORMATION SHEE RECEIVED: 14 OCTOBER 2022, HERITAGE STATEMENT (ANNEX A) RECEIVED: 16 AUGUST 2022, HERITAGE STATEMENT RECEIVED: 16 AUGUST 2022]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 2 - The development hereby permitted shall be begun within 3 years from the date of planning permission dated 07/12/2022 ref. 2022/3446.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 3 - 3.\tPrior to the commencement of the use of the cafe, details of the siting, design and materials of refuse and recycling storage to serve the site shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to first use of the cafe, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP2 of the Local Plan (2023)  coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to the first occupation of the shared workspace hereby approved, a management plan for the shared workspace shall be submitted to and approved by the local planning authority. The management plan shall include details of maximum anticipated number of users and measures to prevent users of the facility from congregating in external areas of the site outside library opening hours. The on-going management of the site shall be undertaken in perpetuity in accordance with the approved plan, unless otherwise approved by the local planning authority.\r\nReason: In the interest of the amenity of neighbouring residents and safety of future occupiers and to accord with Council policy LP2 of the Local Plan (2023).\r\n\r\n",
    "Condition : 5 - Prior to installation, details of the location, design and light spread of the external lighting shall be submitted to and approved in writing by the local planning authority. The development shall be carried out and operated in accordance with the approved details.\r\nReason: To preserve residential amenities of the locality and preserve the character of the building in accordance with Council policies LP2 and LP3 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2021.\r\n\r\n",
    "Condition : 6 - The shared workspace use permitted on the second floor of the building shall be used only in conjunction with and ancillary to the main use of the premises as a public library. \r\nReason: To protect the existing community use of the building without prior consent by the local planning authority in accordance with Local Plan policies PM5 and LP17.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "decision": "Approved",
  "centroid_easting": "524038",
  "uprn": "100023313019",
  "decision_process": null,
  "application_type_full": "Removal/Variation of a condition",
  "locality": "London",
  "last_date_consultation_comments": "03/08/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524048.5025926,
              175140.6460915
            ],
            [
              524045.5508607,
              175129.8991678
            ],
            [
              524032.2021068,
              175133.598109
            ],
            [
              524032.3999883,
              175134.7977656
            ],
            [
              524033.1173086,
              175137.2770559
            ],
            [
              524019.0759695,
              175141.2659141
            ],
            [
              524017.5423882,
              175141.7057882
            ],
            [
              524019.2161356,
              175148.0039853
            ],
            [
              524026.9005325,
              175176.7457581
            ],
            [
              524027.9476553,
              175180.5046821
            ],
            [
              524030.0501459,
              175180.0548109
            ],
            [
              524058.5533221,
              175173.7466166
            ],
            [
              524056.0962939,
              175163.1996356
            ],
            [
              524053.952578,
              175153.5523971
            ],
            [
              524052.19638,
              175153.9522826
            ],
            [
              524049.2034228,
              175143.1953618
            ],
            [
              524048.5025926,
              175140.6460915
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Thamesfield",
  "pp_id": "12198814",
  "lapsed_date": "03/08/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Variation of condition 2 (in accordance with approved drawings) of planning permission dated 07/12/2022 ref. 2022/3446 (Refurbishment including internal alterations, replacement of the main entrance door, erection of side access gate and extension to wall with railings above to west elevation; installation of external lighting, repair and decoration works to fenestration throughout; use of part of ground foor as a cafe; installation of air con unit at rear first floor.) to allow the extent of the fencing to be reduced, retention and redecoration of the existing bollards (to match existing) and the infill between them changing from brickwork, to galvanised metal to match the already existing galvanised finish of the fencing. ",
  "centroid_northing": "175155",
  "street_name": "Disraeli Road",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T04:00:18.147+00:00",
  "site_name": "Putney District Library",
  "development_type": "Minor all other minor developments",
  "appeal_decision_date": null,
  "last_updated_by": "Planning Portal ingest",
  "application_type": "All Other",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2068",
  "id": "Wandsworth-2023_2068",
  "actual_commencement_date": null,
  "postcode": "SW15 2DR"
}