{
  "last_updated_by": "FME Excel Import",
  "application_type": "All Other",
  "decision_agency": "Borough",
  "centroid_northing": "174361",
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "East Putney",
  "lpa_app_no": "2023/1379",
  "cil_liability": true,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1379",
  "lpa_name": "Wandsworth",
  "valid_date": "11/04/2023",
  "pp_id": "12065287",
  "postcode": "SW18 4AP",
  "appeal_status": null,
  "street_name": "Buckhold Road",
  "centroid_easting": "525320",
  "uprn": "121008406",
  "borough": "Wandsworth",
  "application_details": {
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.4,
        "building_ref": "78B"
      }
    ],
    "scheme_phasing": true,
    "site_area": 0.055900000000000005,
    "total_gia_lost": 16.7,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 139.25,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "C3",
        "gia_gained": 126.2,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 16.7
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "A",
        "intended_completion_date": "04/2024",
        "intended_commencement_date": "08/2023"
      }
    ],
    "total_gia_gained": 126.2,
    "total_gia_existing": 139.25,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_new_gas_connections_required": 1,
      "mobile_network_operators_consultation": false,
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "fire_suppression_system_proposed": true,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_water_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "green_roof_area": 30,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "non_residential_details": {
      "total_gia_gained": 126.2,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 139.25,
      "total_gia_lost": 16.7,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "development_type": null,
      "site_area": null
    },
    "residential_details": {
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_gia_gained": 109.5,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Terraced Home",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 109.5
        }
      ],
      "habitable_rooms_density": null,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null
    },
    "green_suds": false,
    "garden_land_lost": true,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "ownership_status": "Private",
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "lead_developer_company_name": null
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1974447,
          51.4543416
        ],
        [
          -0.1975129,
          51.4543292
        ],
        [
          -0.19761579999999998,
          51.4543109
        ],
        [
          -0.1976383,
          51.4543068
        ],
        [
          -0.1979291,
          51.4542492
        ],
        [
          -0.1979881,
          51.4543972
        ],
        [
          -0.19794319999999999,
          51.4544041
        ],
        [
          -0.19756949999999998,
          51.4544631
        ],
        [
          -0.1975036,
          51.4544734
        ],
        [
          -0.1974765,
          51.4544136
        ],
        [
          -0.1974579,
          51.4543713
        ],
        [
          -0.1974447,
          51.4543416
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Erection of two storey 3-bedroom house with associated boundary treatment, parking and cycle and refuse storage; installation of crossover and hardstanding for parking  to no.78.",
  "title_number": [],
  "actual_commencement_date": null,
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "centroid": {
    "lon": "-0.1977214",
    "lat": "51.4543693"
  },
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed TPP-01_A, P002_Rev01-Proposed Plans-Sheet 1, P002_Rev01-Proposed Plans-Sheet 2, P003_Rev01-Proposed Elevations and Section, and P004_Rev01-Existing and Proposed Street Elevation. \nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \n",
    "Condition : 3 - Prior to commencement of the above ground works a landscaping scheme, to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. These details shall include hard landscaping works and soft landscaping works, including the species and height of tree planting and root volumes, shrubs, hedges and biodiverse roofs, plants and seeding, with priority given to native and wildlife friendly species, including night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP 2018 Guidance); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports). The landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority.\nReason: To ensure a satisfactory appearance, provide tree planting and biodiversity improvements, in accordance with Council policies DMS1, DMO4 and DMO5 of the Development Management Policies Document (adopted March 2016) and London Plan Policies G5 and G6.\n",
    "Condition : 4 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \n\n1. If works are to happen during the nesting season (Feb - Sept), details of timing of works and the named ecological clerk of works (a member of CIEEM with experience and knowledge of working in London) who will undertake a site walkover at least 48 hours prior to commencement to assess for evidence of use of the site (including buildings) by any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\n2. Details of measures to prevent mammal, amphibian or reptile entrapment or harm on site;\n3. Details of the sensitive removal of existing vegetation;\n4. A construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats or bats that may be roosting in the existing building. This construction lighting plan must follow best practice industry guidance produced by the Bat Conservation Trust and Institute of Lighting Professionals (Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2018) Bats and artificial lighting in the UK. Bats and the built environment series);\n5. An Invasive Non-Native Species plan detailing the measures to be taken to remove and eradicate any INNS (including species on the London Invasive Species Initiative (LISI) list) discovered onsite during the works, in line with best practice for London including d",
    "Condition : 5 - Notwithstanding the details shown on the approved plans and set out in the supporting information, a Landscape and Ecological Enhancement and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to: details of wildlife friendly planting; details of the biodiverse roofs on both the new and existing buildings, including details of extensive substrate base, features to be included within the substrate e.g. rope coils, sand, gravel, etc., and details of any seed and plug plant choice (in accordance with The Gro Green Roof Code 2021); location and specifications for 2x swift boxes/ bricks to be integrated with the new building; hedgehog holes to provide access to neighbouring gardens; a sensitive post-construction lighting plan to ensure that any lighting will be of a specification that minimises its impacts on bats and onsite habitats including trees in accordance with the BCT and ILP artificial lighting guidance. It will also include a management plan to be implemented for all hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain. The approved details shall be implemented prior to first occupation of the development and maintained thereafter.\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with DMPD Policy DMO4 and London Plan Policy G6.",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 7 - Prior to commencement of the above ground works, details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 8 - Prior to the commencement of the development Tree Protection measures in line with TPP-01_A shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 9 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 10 - No development shall take place until details of surface water drainage, which shall follow the principles of sustainable drainage as far as practicable, shall be submitted to and approved by the local planning authority. The drainage shall be provided in accordance with the approved details before first occupation of the development.\nReason: In order to secure a satisfactory standard of development, having regard to Council policy DMS6 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the start of the works so that the necessary drainage measures can be incorporated into the construction.\n",
    "Condition : 11 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment by BONNYSTREET PLANNING LIMITED dated March 2023.\nThe mitigation measures shall be retained as such.\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 12 - The permission hereby granted shall not be construed as authority to carry out works on the publicly maintained highway. The applicant is advised that all such works must be carried out by the Council's own appointed contractor following approval from Traffic and Engineering, Wandsworth Borough Council, Tadmore House, Frogmore Complex, London, SW18 1EY or trafficandengineering@wandsworth.gov.uk.\n\nFurther details and application forms can be obtained online http://www.wandsworth.gov.uk/info/200083/roads_highways_and_pavements/84/applying_for_a_dropped_kerb. Application forms must be accompanied by a copy of the planning consent to which the application relates and the relevant part of the approved drawing.  The cost of these highway works will be charged to the applicant.\n",
    "Condition : 13 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\n[INSERT WHAT IS REQUIRED]\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies DMT1 and DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 14 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 15 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling[s] hereby approved without the prior permission of the local planning authority. \nReason: In order to control future development, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 16 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy DMT1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\n",
    "Condition : 17 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 18 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 19 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "development_type": "Minor dwellings",
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "appeal_decision": null,
  "locality": "London",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "30/06/2023",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525339.299889,
              174358.4000069
            ],
            [
              525334.5919591,
              174356.9004361
            ],
            [
              525327.4929615,
              174354.6910685
            ],
            [
              525325.94289,
              174354.1912116
            ],
            [
              525305.8991464,
              174347.2931862
            ],
            [
              525301.3973431,
              174363.6485045
            ],
            [
              525304.497486,
              174364.4982613
            ],
            [
              525330.2962822,
              174371.6962009
            ],
            [
              525334.847556,
              174372.9458432
            ],
            [
              525336.8923311,
              174366.3477319
            ],
            [
              525338.3022366,
              174361.6790682
            ],
            [
              525339.299889,
              174358.4000069
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "id": "Wandsworth-2023_1379",
  "site_name": null,
  "lapsed_date": "30/06/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "26/06/2023",
  "last_updated": "2025-03-19T01:05:04.628+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": "78",
  "last_date_consultation_comments": "04/05/2023",
  "bo_system": "Northgate M3"
}