{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW17 7TG",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.164586,
          51.430854
        ],
        [
          -0.164596,
          51.430844
        ],
        [
          -0.16467,
          51.430874
        ],
        [
          -0.164862,
          51.430953
        ],
        [
          -0.164819,
          51.430995
        ],
        [
          -0.164778,
          51.431035
        ],
        [
          -0.164736,
          51.431077
        ],
        [
          -0.164627,
          51.431033
        ],
        [
          -0.164521,
          51.43099
        ],
        [
          -0.164508,
          51.430985
        ],
        [
          -0.164469,
          51.430969
        ],
        [
          -0.164496,
          51.430943
        ],
        [
          -0.164511,
          51.430927
        ],
        [
          -0.164528,
          51.43091
        ],
        [
          -0.164553,
          51.430887
        ],
        [
          -0.164586,
          51.430854
        ],
        [
          -0.164586,
          51.430854
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": 527680,
  "pp_id": "12540876",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "residential_details": {
      "total_no_existing_residential_units": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_market_for_rent": 2,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 2,
      "total_gia_gained": 83,
      "total_no_existing_residential_affordable_units": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 41.5,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 41.5,
          "tenure": "Market for rent"
        }
      ],
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_affordable_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Full Project",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "03/2024"
      }
    ],
    "site_area": 0.03,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_gia_lost": 83,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 300,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "internal_resi_water_usage": 105,
    "infrastructure_details": {
      "no_new_water_connections_required": 2,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 2,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 2,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 300,
        "use_class": "E",
        "gia_gained": 0,
        "gia_lost": 83
      }
    ],
    "ownership_status": "Private",
    "total_gia_gained": 0,
    "total_gia_lost": 83,
    "grey_water_reuse": false,
    "total_gia_existing": 300,
    "green_suds": false
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2023/4002",
  "decision_date": "22/02/2024",
  "last_updated": "2025-03-19T00:24:08.065+00:00",
  "centroid_northing": 171817,
  "centroid": {
    "lat": 51.43098,
    "lon": -0.164715
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Tooting Bec",
  "bo_system": "Northgate M3",
  "lapsed_date": "22/02/2027",
  "decision_process": null,
  "last_date_consultation_comments": "29/12/2023",
  "subdivision_of_building": "Ground Floor",
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "23/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [LP01, BP01, 131 rev B, 132, 133, 134 rev B, 135, 136 rev B, Planning Design & Access Statement (20th September 2023), Fire Safety Statement (18th October 2023), BREEAM Domestic Refurbishment Pre-Assessment Report 01 (22nd November 2023)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 4 - Prior to commencement of the above ground works, details of the height, design and material(s) of the proposed boundary treatments shall be submitted to and approved in writing by the local planning authority. The boundary treatments shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to the commencement of the use hereby permitted, details of a scheme for the insulation of the residential units against the transmission of airborne sound [and impact sound between both the residential and commercial units] shall be submitted to and approved in writing by the local planning authority, and the approved scheme shall be implemented prior to the first occupation of any dwelling and shall be retained thereafter.  \r\nReason: To safeguard the amenities of residential occupiers, in accordance with Council policy LP2 and LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - No development, including any demolition, shall take place until a construction logistics plan has been submitted to and approved in writing by the local planning authority, in consultation with Transport for London (TfL). The plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour\r\namenity in accordance with Council policy LP50 and LP51 of the Local Plan\r\ncoupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of\r\nany works on site to ensure the whole construction phase is in accordance\r\nwith an approved plan.\r",
    "Condition : 7 - Within three months of the commencement of development, a BREEAM Interim (Design Stage) Assessment issued by the Building Research Establishment (BRE) or equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to show that an Outstanding rating will be achieved for the building. (Where it is proven that it is not technically feasible then a minimum 'Excellent' rating (72.21%) will be accepted). The development shall be implemented in accordance with the approved rating.  \r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.\r\n \r\n\r\n",
    "Condition : 8 - Within three months of the occupation of the building a BREEAM New Construction Final (Post-Construction) Certificate, issued by the BRE (or equivalent accredited body), shall be submitted to and approved in writing by the local planning authority to demonstrate that an Outstanding rating has been achieved.(Where it is proven that it is not technically feasible then a minimum 'Excellent' rating (72.21%) will be accepted). All the measures integrated shall be retained for as long as the development is in existence.\r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - Prior to commencement of the above groundworks, a landscaping plan, including details of ecological enhancements shall be submitted to the local planning authority and approved in writing, and shall include (but not limited to):\r\nA. soft landscaping including the species and height of any tree planting and root volumes, shrubs, hedges, and biodiverse roofs, plants and seeding, with priority given to native and wildlife friendly species, including night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP Artificial Lighting Guidance); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports).\r\nC. Orientation, target species and location for bird and bat boxes/ bricks to be integrated with the new building; \r\nD. Details of a sensitive lighting scheme which provides adequate pathway lighting and prevents light spill onto any onsite habitats, in accordance with the BCT and ILP Artificial Lighting Guidance (including but not limited to LED lighting <2700 Kelvin). \r\nE. Details of invertebrate boxes/bricks;\r\nF. Details of hedgehog holes in the boundary walls/ fences; \r\nG. Details of a management plan to be implemented for the hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain.\r\nThe approved details shall be installed prior to the occupation of the development, and retained and maintained as such unless otherwise agreed by the local planning authority.\r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP55 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 11 - Prior to the commencement of above ground works, an operational waste and recycling strategy shall be submitted to and approved in writing by the local planning authority. The submitted operational waste and recycling strategy shall include details of the arrangements for storage and collection of waste from both the residential and retained commercial development on site. The measures detailed in the approved operational waste and recycling strategy shall be installed prior to first occupation of the development and operated and maintained in accordance with the approved operational waste and recycling strategy in perpetuity.\r\nReason: To ensure adequate refuse storage is provided on site and can be readily collected, to accord with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Prior to the first occupation of the development the cycle parking shown on the approved drawing [131 rev B] shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy LP51 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 14 - INFORMATIVE: Transport for London is prepared to provide to information\r\nabout the proposed location of the Crossrail 2 tunnels and structures. It will\r\nsupply guidelines about the design and location of third party structures in\r\nrelation to the proposed tunnels, ground movement arising from the\r\nconstruction of the tunnels and noise and vibration arising from the\r\nconstruction and use of the tunnels. Applicants are encouraged to discuss\r\nthese guidelines with the Crossrail 2 engineer in the course of preparing\r\ndetailed design and method statements.\r",
    "Condition : 15 - INFORMATIVE: You are reminded that this notice is issued on the basis of the physical circumstances prevailing at the property when the application was made. It should be noted that planning permission has recently been granted for other development on this site (2023/3698) which is unlikley feasible to be fully implemented before/in conjunction with the current permission, due to the implications on access, external amenity and waste storage provisions aproved across the permissions."
  ],
  "parking_details": null,
  "site_number": "193",
  "uprn": "121031849",
  "decision_target_date": "22/02/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527689.3319406202,
              171803.28140117688
            ],
            [
              527688.6476005483,
              171802.1517245426
            ],
            [
              527683.4037416845,
              171805.400794508
            ],
            [
              527669.8488612254,
              171813.7484050307
            ],
            [
              527672.7016523684,
              171818.49704574852
            ],
            [
              527675.4472577169,
              171823.04574369773
            ],
            [
              527678.3000488599,
              171827.8043815542
            ],
            [
              527685.9514655668,
              171823.0957293904
            ],
            [
              527693.4462261125,
              171818.52703716338
            ],
            [
              527694.4026532008,
              171817.94720313832
            ],
            [
              527697.1482585494,
              171816.24768961803
            ],
            [
              527695.350835228,
              171813.29853380483
            ],
            [
              527694.3037124675,
              171811.49904890172
            ],
            [
              527693.1823841571,
              171809.649578307
            ],
            [
              527691.5498620579,
              171806.9503509513
            ],
            [
              527689.3319406202,
              171803.28140117688
            ],
            [
              527689.3319406202,
              171803.28140117688
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Upper Tooting Road",
  "secondary_street_name": null,
  "description": "Alterations including part change of use of rear ground floors from commercial (Class E) to residential (Class C3) in connection with creation of 2 x 1-bed/studio flats with amenity space. Alterations and relocation of rear external staircase to first floor; infill front extension to commercial units and alterations to shopfronts.",
  "id": "Wandsworth-2023_4002",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4002"
}