{
  "last_updated_by": "Planning Portal ingest",
  "application_type": "All Other",
  "decision_agency": "Borough",
  "centroid_northing": "172023",
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Wandsworth Common",
  "lpa_app_no": "2023/1228",
  "cil_liability": true,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1228",
  "lpa_name": "Wandsworth",
  "valid_date": "29/03/2023",
  "pp_id": "11856840",
  "postcode": "SW17 0NP",
  "appeal_status": null,
  "street_name": "Garratt Lane",
  "centroid_easting": "526287",
  "uprn": "121009953",
  "borough": "Wandsworth",
  "application_details": {
    "site_area": 0.116
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1848429,
          51.432817299999996
        ],
        [
          -0.1850704,
          51.4331018
        ],
        [
          -0.18486429999999998,
          51.4332871
        ],
        [
          -0.1848465,
          51.4332794
        ],
        [
          -0.18481399999999998,
          51.4332571
        ],
        [
          -0.1848477,
          51.4332238
        ],
        [
          -0.18450329999999998,
          51.4330734
        ],
        [
          -0.1843738,
          51.4330192
        ],
        [
          -0.1845919,
          51.4329258
        ],
        [
          -0.1848429,
          51.432817299999996
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Variation of condition 2 (approved drawings) pursuant to planning permission dated 17/01/2022 ref 2021/0005 (Partial demolition of existing building and the erection of a five storey self-storage (Class B8) building with associated servicing area, parking, external plant and landscaping to allow additional demolition of some of the existing walls and the use of new construction.",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "epc_number": null,
  "centroid": {
    "lon": "-0.1846444",
    "lat": "51.4331425"
  },
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 07A; 12A; 13A; 14A; 15A; 16; 20E; 21B; 22A; Energy Strategy [by Energy Test dated 2 February 2021]; Flood Risk Assessment [by Curtins Consulting Limited dated 17 December 2020]; Drainage and Sud Strategy [by Curtins Consulting Limited dated 14 January 2021]; Preliminary Bat Roost Assessment/ Ecological Appraisal [by PJC Consulting dated 9 December 2020]; Air Quality Assessment [by eb7 dated 29 February 2021] . \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 2 - The external materials used in the construction of the development shall accord with approval of details application 2022/2600 dated 02/08/2022, unless agreed otherwise in writing by the local planning authority.  \r\nReason: In order to assess the suitability of the proposed materials, in the \r\ninterests of the appearance of the locality, in accordance with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021. \r\n",
    "Condition : 3 - No windows, pipes or flues, other than rainwater pipes, vents, ducting or \r\nventilation equipment or any other associated paraphernalia, shall be installed or fixed to the rear and side elevations at any time, unless agreed otherwise in writing by the local planning authority. \r\nReason: to ensure the future development potential of neighbouring industrial \r\nsites is not prejudiced in accordance with policy LP34 of the Councils Local Plan (2023).  ",
    "Condition : 4 - The development shall be erected in accordance with the site levels approved by approval of details application 2022/0798 dated 20/04/2022, unless agreed otherwise in writing by the local planning authority.  \r\nReason: To ensure the development relates satisfactorily to its surroundings, \r\nand in accordance with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021. ",
    "Condition : 5 - The boundary treatment shall be carried out in accordance with approval of details application 2022/1653 dated 14/06/2023, unless agreed otherwise in writing by the local planning authority.\r\nReason: To protect visual amenity ensure a satisfactory appearance and in \r\naccordance with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 6 - The development shall be landscaped in accordance with approval of details application 2022/2994 dated 31/03/2023 unless agreed otherwise in writing by the local planning authority.\r\nAll planting, seeding, turfing and green roofs included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\nReason: To ensure a satisfactory appearance and biodiversity value in the \r\ndevelopment, in accordance with Local Plan (2023) policies LP2 and LP55.  ",
    "Condition : 7 - The roof area of the development hereby permitted shall not be used as a \r\nbalcony, roof garden or similar amenity area and, furthermore, no balustrades, \r\nrailings or other means of enclosure or means of permanent access shall be \r\nerected on this area. \r\nReason: To control overlooking, and safeguard the privacy of neighbours in \r\naccordance with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 8 - Level access into and around the building shall be provided at all times and the doorway, and lifts and hallway widths shall accord with the drawings hereby approved, and one blue badge car parking space shall be provided within the front forecourt of the development, unless agreed otherwise in writing by the local planning authority. \r\nReason: to ensure the building is accessible to be people with limited mobility \r\nand wheelchair users in accordance with London Plan policy D5. ",
    "Condition : 9 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking \r\npurposes for the users of the development and for no other purpose. \r\nReason: To ensure adequate provision is made for cycle parking in \r\naccordance with Local Plan (2023) policy LP51 coupled with the requirements of the National Planning Policy Framework 2021. \r\n",
    "Condition : 10 - Within three months of the occupation of the building a BREEAM New \r\nConstruction Final (Post-Construction) Certificate, issued by the BRE (or \r\nequivalent accredited body), shall be submitted to and approved in writing by \r\nthe local planning authority to demonstrate that an enhanced Excellent rating \r\n(77.5%) has been achieved. All the measures integrated shall be retained for \r\nas long as the development is in existence. \r\nReason: To achieve appropriate sustainability standards in accordance with \r\nLocal Plan (2023) policy LP10 coupled with the requirements of the National Planning Policy Framework 2021",
    "Condition : 11 - Within three months of the occupation of the building a BREEAM New \r\nConstruction Final (Post-Construction) Certificate, issued by the BRE (or \r\nequivalent accredited body), shall be submitted to and approved in writing by \r\nthe local planning authority to demonstrate that an enhanced Excellent rating \r\n(77.5%) has been achieved. All the measures integrated shall be retained for \r\nas long as the development is in existence. \r\nTo achieve appropriate sustainability standards in accordance with \r\nLocal Plan (2023) policy LP10 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 12 - The development shall be built in accordance with the submitted Energy \r\nStrategy [by Energy Test dated 2 February 2021] demonstrating how the \r\ndevelopment will follow the hierarchy of energy efficiency, decentralised \r\nenergy and renewable energy technologies to secure a minimum 35% \r\nreduction in CO2 emissions below the maximum threshold set in Building \r\nRegulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets \r\nprepared under SAP or the National Calculation Method) shall be submitted to \r\nthe local planning authority and approved in writing to demonstrate that the \r\ndevelopment has been carried out in accordance with the approved Energy \r\nStrategy. The installed measures shall be retained in accordance with the \r\napproved details unless otherwise agreed by the local planning authority. \r\nReason: To achieve appropriate sustainability standards in accordance with \r\nLocal Plan (2023) policy LP10 coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 13 - The development permitted by this planning permission shall only be carried \r\nout in accordance with the approved Flood Risk Assessment [by Curtins \r\nConsulting Limited dated 17 December 2020]. The mitigation measures shall \r\nbe retained as such. \r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with Local Plan (2023) policy LP12 coupled with the requirements of the National Planning Policy Framework 2021. \r\n",
    "Condition : 14 - The development permitted by this planning permission shall only be carried \r\nout in accordance with the approved Drainage and Sud Strategy [by Curtins \r\nConsulting Limited dated 14 January 2021]. The mitigation measures shall be \r\nretained as such. \r\nReason: To reduce the risk of surface water flooding to the proposed \r\ndevelopment and future occupants, and third parties in accordance with Local Plan (2023) policy LP12 coupled with the requirements of the National Planning Policy Framework 2021. \r\n",
    "Condition : 15 - The development permitted by this planning permission shall only be carried \r\nout in accordance with the approved Preliminary Bat Roost Assessment/ \r\nEcological Appraisal [by PJC Consulting dated 9 December 2020].\r\nReason: to ensure no harm to biodiversity is caused and enhancement \r\nmeasures can be secured in accordance with Local Plan (2023) policy LP55 coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 16 - Prior to the first occupation of the development, the refuse and recycling \r\nstorage shown on approved drawings shall be provided and shall be retained \r\nfor the users of the development and for no other purpose. \r\nReason: To ensure adequate provision is made for waste storage in \r\naccordance with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021. ",
    "Condition : 17 - The development permitted by this planning permission shall only be carried \r\nout in accordance with the approved Air Quality Assessment [by eb7 dated 29 February 2021], unless agreed otherwise in writing by the local planning \r\nauthority. \r\nReason: To ensure local air quality in protected in accordance with Local Plan (2023) policy LP14.  \r\n",
    "Condition : 18 - The development shall be carried out in accordance with the Phase 1 Preliminary Risk Assessment (Dated May 2022) approved by approval of details application 2022/2427 dated 02/08/2022, unless agreed otherwise in writing by the local planning authority.  \r\n\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, in accordance with Local Plan (2023) policy LP14\r\n",
    "Condition : 19 - The development shall be carried out in accordance with the Remediation Method Statement (dated July 2022) approved by approval of details application 2022/2834 dated 31/08/2023. \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, in accordance with Local Plan (2023) policy LP14. \r\n\r\n",
    "Condition : 20 - The development shall be carried out in accordance with the Remediation Method Statement (dated July 2022) approved by approval of details application 2022/2834 dated 31/08/2023. \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, in accordance with Local Plan (2023) policy LP14. \r\n",
    "Condition : 21 - The development shall be carried out in accordance with the Validation Report (219-22-292.2791) approved by approval of details application 2023/0480 dated 31/03/2023.  \r\nReason: To ensure that remedial measures have been undertaken and the \r\nenvironmental risks have been satisfactorily managed so that the site is \r\ndeemed suitable for residential use in accordance with Local Plan (2023) policy LP14. ",
    "Condition : 22 - Notwithstanding the provisions of the Town and Country Planning (General \r\nPermitted Development) (England) Order 2015 (or any Order revoking, \r\namending or re-enacting that Order) no satellite dishes, telecommunications \r\nmasts, antennas or equipment or associated structures, shall be installed on \r\nthe building hereby approved. \r\nReason: To protect the appearance of the building, and accord with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021. ",
    "Condition : 23 - Unless shown otherwise on the drawings hereby approved, no water tanks, \r\nplant, lift rooms or other structures shall be erected upon the roof of the \r\napproved building. \r\nReason: To control the appearance of the building and safeguard the \r\nappearance of the area, in accordance with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 24 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 25 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 26 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "development_type": "Minor general industry-storage-warehousing",
  "parking_details": null,
  "appeal_decision": null,
  "locality": "London",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "20/07/2023",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526274.100182,
              171986.4989558
            ],
            [
              526257.5028739,
              172017.7500103
            ],
            [
              526271.3215964,
              172038.7040122
            ],
            [
              526272.5748457,
              172037.8742498
            ],
            [
              526274.8999529,
              172035.4549423
            ],
            [
              526272.6490512,
              172031.6960183
            ],
            [
              526296.9967166,
              172015.560637
            ],
            [
              526306.1487345,
              172009.7622967
            ],
            [
              526291.2499091,
              171998.9953787
            ],
            [
              526274.100182,
              171986.4989558
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "id": "Wandsworth-2023_1228",
  "site_name": null,
  "lapsed_date": "20/07/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "21/07/2023",
  "last_updated": "2025-03-19T04:04:57.909+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": "666",
  "last_date_consultation_comments": "18/05/2023",
  "bo_system": "Northgate M3"
}