{
  "appeal_status": null,
  "centroid": {
    "lon": "-0.16587179999999999",
    "lat": "51.4797835"
  },
  "decision_target_date": "23/06/2023",
  "lapsed_date": "20/06/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T03:54:59.146+00:00",
  "locality": "London",
  "development_type": "Other house holder developments",
  "postcode": "SW11 4PF",
  "ward": "Battersea Park",
  "id": "Wandsworth-2023_1028",
  "uprn": "10008155236",
  "decision": "Approved",
  "site_name": null,
  "last_date_consultation_comments": "27/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16573839999999998,
          51.4798403
        ],
        [
          -0.1657161,
          51.4797865
        ],
        [
          -0.16579729999999998,
          51.4797734
        ],
        [
          -0.1659938,
          51.4797404
        ],
        [
          -0.1660989,
          51.4797231
        ],
        [
          -0.1661147,
          51.4797584
        ],
        [
          -0.1661219,
          51.4797762
        ],
        [
          -0.1659473,
          51.4798054
        ],
        [
          -0.16581959999999998,
          51.4798267
        ],
        [
          -0.16573839999999998,
          51.4798403
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527471.1016633,
              177248.5527101
            ],
            [
              527472.8001459,
              177242.6044127
            ],
            [
              527467.2017494,
              177241.0048706
            ],
            [
              527453.646869,
              177236.9960181
            ],
            [
              527446.3994603,
              177234.8966191
            ],
            [
              527445.2039264,
              177238.795503
            ],
            [
              527444.6515073,
              177240.7549422
            ],
            [
              527456.6975416,
              177244.3039263
            ],
            [
              527465.5032668,
              177246.9031822
            ],
            [
              527471.1016633,
              177248.5527101
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "title_number": null,
  "site_number": "89",
  "lpa_name": "Wandsworth",
  "decision_process": null,
  "secondary_street_name": null,
  "street_name": "Albert Bridge Road",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "total_gia_gained": 12.5,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "01/2024",
    "intended_commencement_date": "06/2023",
    "site_area": 0.017
  },
  "valid_date": "14/03/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": "177242",
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed PP-001 Rev 001, PP-002 Rev 003, PP-010 Rev 003, PP-020 Rev 002 (all received 19/06/2023) and Fire Statement 89 Albert Bridge Road.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and detailed within the Application Form and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment by Connect Architecture dated 13th march 2023.\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - Prior to occupation of the development, the windows in the side elevation of the proposed extension at upper ground floor level shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1(c) of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - Prior to commencement of use of the terrace/ balcony as shown on drawing number PP-010 Rev 003, PP-020 Rev 002 the obscure glazed screening to each side and rear at a minimum height of 1.7m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1028",
  "pp_id": "12016097",
  "last_updated_by": "Planning Portal ingest",
  "centroid_easting": "527462",
  "borough": "Wandsworth",
  "epc_number": null,
  "lpa_app_no": "2023/1028",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "description": "Alterations including formation of a roof terrace with a 1.7m high screen surround above the four-storey back addition and access rear dormer roof extension to main rear roof; Erection of an upper ground floor rear extension; Installation of replacement window to rear elevation of back addition; Installation of replacement doors to lower ground floor rear elevation; Installation of replacement double glazed timber windows to the lower and upper ground floor front elevation. ",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "20/06/2023",
  "cil_liability": false
}