{
  "epc_number": null,
  "decision_target_date": "30/01/2024",
  "decision": "Approved",
  "last_date_consultation_comments": "21/10/2023",
  "description": "Variation of condition 2 (in accordance with approved drawings) pursuant to planning permission dated 14/07/2023 ref 2022/5125 (Demolition of existing property and annex buildings and the erection of three-storey building to create 7 self-contained flats with associated terrace/balconies, refuse and cycle storage, boundary treatments and landscaping, including removal and replacement of two trees) to allow changes to internal layout so that a 1-bedroom unit can be a 2-bedroom unit; relocate a terrace from second floor to first; alterations to fenestration and increase number of windows on side elevation (window on side elevation above ground floor will be obscured); repositioning of boundary and replacement of doors on the ground floor with full height windows and safety railings.",
  "site_number": "4A",
  "postcode": "SW16 1TH",
  "application_type_full": "Removal/Variation of a condition",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "100023316709",
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3205",
  "valid_date": "08/09/2023",
  "centroid": {
    "lon": "-0.1391103",
    "lat": "51.4260349"
  },
  "borough": "Wandsworth",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "site_name": null,
  "bo_system": "Northgate M3",
  "centroid_easting": "529472",
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "30/01/2027",
  "actual_completion_date": null,
  "centroid_northing": "171312",
  "locality": "London",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1390266,
          51.4261541
        ],
        [
          -0.1390253,
          51.4261797
        ],
        [
          -0.1390249,
          51.4261905
        ],
        [
          -0.13899319999999998,
          51.4261902
        ],
        [
          -0.1389716,
          51.4261901
        ],
        [
          -0.13897589999999999,
          51.4261034
        ],
        [
          -0.1389529,
          51.426103499999996
        ],
        [
          -0.1389582,
          51.4260235
        ],
        [
          -0.13899709999999998,
          51.4260228
        ],
        [
          -0.138991,
          51.4259441
        ],
        [
          -0.1390114,
          51.4259349
        ],
        [
          -0.1392215,
          51.425873
        ],
        [
          -0.1392822,
          51.4259622
        ],
        [
          -0.1398771,
          51.4258358
        ],
        [
          -0.1401038,
          51.4257953
        ],
        [
          -0.1401181,
          51.4258346
        ],
        [
          -0.1398699,
          51.4258789
        ],
        [
          -0.1397294,
          51.425904
        ],
        [
          -0.1396943,
          51.4259102
        ],
        [
          -0.1396406,
          51.4259228
        ],
        [
          -0.13919389999999998,
          51.4260133
        ],
        [
          -0.1391909,
          51.4261023
        ],
        [
          -0.1391035,
          51.4261118
        ],
        [
          -0.1390285,
          51.42612
        ],
        [
          -0.1390266,
          51.4261541
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "lpa_app_no": "2023/3205",
  "application_details": {
    "site_area": 0.06800000000000002
  },
  "secondary_street_name": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529477.4795682,
              171325.3981937
            ],
            [
              529477.4960583,
              171328.2473781
            ],
            [
              529477.4960583,
              171329.4470347
            ],
            [
              529479.6974896,
              171329.4770261
            ],
            [
              529481.1980907,
              171329.4970204
            ],
            [
              529481.1486203,
              171319.8497819
            ],
            [
              529482.7481622,
              171319.8997676
            ],
            [
              529482.5997511,
              171311.0023144
            ],
            [
              529479.9036161,
              171310.8523574
            ],
            [
              529480.5467309,
              171302.1048613
            ],
            [
              529479.1533156,
              171301.0551618
            ],
            [
              529464.7244586,
              171293.7972393
            ],
            [
              529460.2556355,
              171303.6144292
            ],
            [
              529419.2529466,
              171288.498756
            ],
            [
              529403.6038206,
              171283.6001582
            ],
            [
              529402.4989824,
              171287.9489134
            ],
            [
              529419.6322194,
              171293.3073795
            ],
            [
              529429.3284113,
              171296.3465096
            ],
            [
              529431.7524593,
              171297.096295
            ],
            [
              529435.4462466,
              171298.5958657
            ],
            [
              529466.2497949,
              171309.452758
            ],
            [
              529466.2003246,
              171319.349925
            ],
            [
              529472.2521994,
              171320.5595787
            ],
            [
              529477.4465879,
              171321.5992811
            ],
            [
              529477.4795682,
              171325.3981937
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated": "2025-03-19T00:46:13.053+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "Furzedown",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of the initial permission ref: 2022/5125 (dated: 14th July 2023). \r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015. \r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [01 (Location Plan), 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28 Daylight and Sunlight Assessment (23/03/2023), Planning Statement (March 2023), Arboricultural Report (November 20220, Energy and Sustainability Statement (November 2022), Fire Safety Report: 4A Aldrington Road, Noise and Vibration Assessment (22/11/2022)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 3 - The materials to be used on all external surfaces of the development shall be in accordance the approved details under application ref: 2023/3682 (dated: 27/11/2023) and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy LP1 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The boundary treatment shall be carried out in accordance with the approved details under application ref: 2023/3682 (dated: 27/11/2023) and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity and ensure a satisfactory appearance and in accordance with Council policy LP1 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework. \r\n\r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area. \r\nReason: To control overlooking and noise disturbance, and safeguard the privacy and amenities of neighbours in accordance with Council policy LP2 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 6 - Prior to commencement, including any site clearance or preparatory works, a Construction Environment Management Plan (CEMP) shall be submitted for approval, including (C) details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting, foraging and/or roosting bats. This construction lighting plan should follow the best practice industry guidance produced by the Bat Conservation Trust and Institute of Lighting Professionals (Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2018) Bats and artificial lighting in the UK. Bats and the built environment series). \r\nThe remaining details below shall be carried out in accordance with the specifications approved under application ref: 2023/3682 (dated: 27/11/2023): \r\nA. Details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. \r\nB. A Preliminary Ecological Appraisal (PEA), including a Preliminary Roost Assessment (PRA).\r\nD. An Invasive Non-Native Species plan detailing the measures to be taken to manage any INNS on site (including species on the London Invasive Species Initiative (LISI) list) discovered onsite during the works, in line with best practice for London including details of the appropriate waste disposal for arising materials and measures to prevent recurrence. \r\nE. Details of measures to be taken to ensure that the immediately adjacent Rail sides around Streatham Junction Site of Importance for Nature conservation (SINC) will not be impacted negatively by the works (including, but not limited to lighting, dust, etc.) \r\nF. Works should take place outside of the bird nesting season. If works have to happen during the nesting season (Feb - Sept)), details of timing of works and the named ecological clerk of works (a member of CIE",
    "Condition : 7 - No development (excluding demolition) shall take place until details of a scheme of measures to insulate the development against noise and vibration generated by the adjoining railway and passing trains shall be submitted to and approved in writing by the local planning authority. The mitigation and insulation measures must achieve internal noise levels within the residential apartments which meet the guideline values in BS 8233:2014 and include information of construction materials, glazing and ventilation. The development shall be carried out in accordance with the approved scheme prior to first occupation and be so retained. \r\nReason: To protect the occupiers of the buildings, in accordance with Council policies Council policies LP2, LP14 and LP27 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework. The details are required prior to commencement of development to ensure the necessary mitigation is incorporated into the construction.\r\n\r\n",
    "Condition : 8 - The development shall be occupied and operated in accordance with the delivery and servicing plan as approved under application ref: 2023/3682 (dated: 27/11/2023)\r\nReason: To ensure that adequate arrangements are made for deliveries and servicing to the site and to ensure that the plan is sensitive to the amenity of local residents in accordance with Council policies LP2, LP50 and LP51 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - Prior to the first occupation of the development the cycle parking shown on the approved drawing [27] shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose. \r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy LP51 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2021 with a target of 87% as indicated within approved document by ECOstudio XV Ltd (November 2022). Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2021. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority. \r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development. \r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Prior to the commencement of above ground works, details of the appearance, location, screening, noise impact and predicted carbon savings from the air source heat pumps shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The air source heat pumps shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority. \r\nReason: To achieve appropriate sustainability standards in accordance with Council policies LP2 and LP10 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - Prior to the commencement of above ground works, details of the appearance, location, orientation, total area and predicted carbon savings from the photovoltaic panels shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The photovoltaic panels shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority. \r\nReason: To achieve appropriate sustainability standards in accordance with Council policies LP2 and LP10 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 14 - The replacement tree planting as shown on drawing number DPA-9046-03, (Appendix 4 of Arboricultural Report, November 2022) shall be carried out prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority. No retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be pruned other than in accordance with the approved drawings and specifications, without the prior written approval of the local planning authority. In this condition 'retained tree' means an existing tree or hedge, which is to be retained in accordance with the approved drawings and Arboricultural Report (November 2022). \r\nReason: To ensure a satisfactory appearance and to provide replacement trees and biodiversity interest, in accordance with Council policies LP1, LP55 and LP56 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 15 - Prior to the commencement of the development, the Tree Protection measures in line with the approved Arboricultural Report (November 2022), shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policies LP1 and LP56 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 16 - Prior to commencement of the above groundworks, a landscaping plan, including details of ecological enhancements shall be submitted to the local planning authority and approved in writing, and shall include (but not limited to): Details of a sensitive lighting strategy following the best practice industry guidance produced by the Bat Conservation trust and Institute of Lighting Professionals (Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2018) Bats and artificial lighting in the UK. Bats and the built environment series).\r\nThe remaining details below shall be carried out in accordance with the specifications approved under application ref: 2023/3682 (dated: 27/11/2023): \r\n- Details of the hard landscaping materials, all SuDs features, habitat features, species of new planting/seeding (focused on wildflower and mixed native species hedges; five woody species and one climber, arrange with 3 species at the front and 2 at the back (or visa versa) to ensure a good thickness) and any existing plants/trees to be retained, and details of any green walls. \r\n- Details of biodiverse roofs to be incorporated which are in line with The Gro Green Roof Code 2021 and offer other habitat types such as rope, gravel, logs etc., as well as native wildlife friendly planting (including night scented species). This can also be incorporated with the proposed solar panels as a biosolar roof. \r\n- Details of integrated swift bricks/boxes (on a north to east elevation to provide protection from direct sunlight, wind and rain) all integrated within the main building. \r\n- Details of bat roosting features to be integrated within the new build structures (on different elevations, most on a southwest to southeast elevation). \r\n- Details of hedgehog holes to maintain and improve connectivity for hedgehogs and other wildlife, ensuring the boundaries between the site and neighbouring gardens and greenspaces are permeable for mammals. This should include at l",
    "Condition : 17 - The development shall be carried out in accordance with the details of existing and proposed site levels approved under application ref: 2023/3682 (dated: 27/11/2023).\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policy LP1 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 18 - The development shall be operated and maintained in accordance with the waste and recycling strategy approved under application ref: 2023/3682 (dated: 27/11/2023). The measures detailed in the approved waste and recycling strategy shall be installed prior to first occupation and maintained in perpetuity. \r\nReason: To ensure adequate refuse storage is provided on site and can be readily collected, to accord with Council policies LP2 and LP13 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 19 - Prior to the occupation of the development, the windows in the west and east side elevations at first and second floor levels of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 20 - INFORMATIVE: The developer must ensure that their proposal, both during construction and after completion does not: - encroach onto Network Rail land - affect the safety, operation or integrity of the company's railway and its infrastructure - undermine its support zone - damage the company's infrastructure - place additional load on cuttings - adversely affect any railway land or structure - over-sail or encroach upon the air-space of any Network Rail land - cause to obstruct or interfere with any works or proposed works or Network Rail development both now and in the future.\r\n\r\nINFORMATIVE: The applicant must ensure that any construction and subsequent maintenance can be carried out to any proposed buildings or structures without adversely affecting the safety of/or encroaching upon Network Rail's adjacent land and air-space. Therefore, any buildings are required to be situated at least 2 metres (3m for overhead lines and third rail) from Network Rail's boundary. This requirement will allow for the construction and future maintenance of a building without the need to access the operational railway environment. Any less than 2m (3m for overhead lines and third rail) and there is a strong possibility that the applicant (and any future resident) will need to utilise Network Rail land and air-space to facilitate works as well as adversely impact upon Network Rail's maintenance teams' ability to maintain our boundary fencing and boundary treatments. Access to Network Rail' land may not always be granted and if granted may be subject to railway site safety requirements and special provisions with all associated railway costs charged to the applicant. \r\n",
    "Condition : 21 - INFORMATIVE: Any works within Network Rail's land would need approval from the Network Rail Asset Protection Engineer. This request should be submitted at least 20 weeks before any works are due to commence on site and the applicant is liable for all associated costs (e.g. all possession, site safety, asset protection presence costs). However, Network Rail is not required to grant permission for any third party access to its land. \r\n\r\nINFORMATIVE: All operations, including the use of cranes or other mechanical plant working adjacent to Network Rail's property, must at all times be carried out in a \"fail safe\" manner such that in the event of mishandling, collapse or failure, no plant or materials are capable of falling within 3.0m of the boundary with Network Rail. \r\n\r\nINFORMATIVE: Storm/surface water must not be discharged onto Network Rail's property or into Network Rail's culverts or drains except by agreement with Network Rail. Suitable drainage or other works must be provided and maintained by the Developer to prevent surface water flows or run-off onto Network Rail's property. Proper provision must be made to accept and continue drainage discharging from Network Rail's property; full details to be submitted for approval to the Network Rail Asset Protection Engineer. Suitable foul drainage must be provided separate from Network Rail's existing drainage. Soakaways, as a means of storm/surface water disposal must not be constructed within 20 metres of Network Rail's boundary or at any point which could adversely affect the stability of Network Rail's property. After the completion and occupation of the development, any new or exacerbated problems attributable to the new development shall be investigated and remedied at the applicants' expense. \r\n",
    "Condition : 22 - INFORMATIVE: Any scaffold which is to be constructed within 10 metres of the railway boundary fence must be erected in such a manner that at no time will any poles over-sail the railway and protective netting around such scaffold must be installed. The applicant/applicant's contractor must consider if they can undertake the works and associated scaffold/access for working at height within the footprint of their property boundary. \r\n\r\nINFORMATIVE: Where vibro-compaction/displacement piling plant is to be used in development, details of the use of such machinery and a method statement should be submitted for the approval of the Network Rail's Asset Protection Engineer prior to the commencement of works and the works shall only be carried out in accordance with the approved method statement. \r\n\r\nINFORMATIVE: In view of the nature of the development, it is essential that the developer provide (at their own expense) and thereafter maintain a substantial, trespass proof fence along the development side of the existing boundary fence, to a minimum height of 1.8 metres. The 1.8m fencing should be adjacent to the railway boundary and the developer/applicant should make provision for its future maintenance and renewal without encroachment upon Network Rail land. Network Rail's existing fencing / wall must not be removed or damaged and at no point during or post construction should the foundations of the fencing or wall or any embankment therein, be damaged, undermined or compromised in any way. Any vegetation within Network Rail's land boundary must not be disturbed. Any fencing installed by the applicant must not prevent Network Rail from maintaining its own fencing/boundary treatment. \r\n",
    "Condition : 23 - INFORMATIVE: Any lighting associated with the development (including vehicle lights) must not interfere with the sighting of signalling apparatus and/or train drivers' vision on approaching trains. The location and colour of lights must not give rise to the potential for confusion with the signalling arrangements on the railway. The developers should obtain Network Rail's Asset Protection Engineer's approval of their detailed proposals regarding lighting.\r\n\r\nINFORMATIVE: The potential for any noise/vibration impacts caused by the proximity between the proposed development and any existing railway should be made aware to the future occupiers of the site. It must also be assessed in the context of the National Planning Policy Framework which holds relevant national guidance information. The current level of usage may be subject to change at any time without notification including increased frequency of trains, night-time train running and heavy freight trains. The appropriate building materials should be used to reduce any potential noise disturbance from the railway. \r\n\r\nINFORMATIVE: Where a proposal calls for hard standing area/parking of vehicles area near the boundary with the operational railway, Network Rail would recommend the installation of a highways approved vehicle incursion barrier or high kerbs to prevent vehicles accidentally driving or rolling onto the railway or damaging lineside fencing. \r\n",
    "Condition : 24 - INFORMATIVE: Any trees/shrubs to be planted adjacent to the railway boundary these shrubs should be positioned at a minimum distance greater than their predicted mature height from the boundary. Certain broad leaf deciduous species should not be planted adjacent to the railway boundary as the species will contribute to leaf fall which will have a detrimental effect on the safety and operation of the railway. Network Rail wish to be involved in the approval of any landscaping scheme adjacent to the railway. Any hedge planted adjacent to Network Rail's boundary fencing for screening purposes should be so placed that when fully grown it does not damage the fencing or provide a means of scaling it. No hedge should prevent Network Rail from maintaining its boundary fencing. If required, Network Rail's Asset Protection team are able to provide more details on which trees/shrubs are permitted within close proximity to the railway. \r\n\r\nINFORMATIVE: Whilst not a planning matter, Network Rail would like to remind the applicant of the need to identify and comply with all existing rights on the land. Network Rail request all existing rights, covenants and easements are retained unless agreed otherwise with Network Rail. \r\n\r\nINFORMATIVE: Notwithstanding the above, if any property rights are required from Network Rail in order to deliver the development, Network Rail's Property team will need to be contacted. \r\n",
    "Condition : 25 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Wandsworth",
  "pp_id": "12405529",
  "decision_date": "30/01/2024",
  "id": "Wandsworth-2023_3205",
  "street_name": "Aldrington Road"
}