{
  "epc_number": null,
  "valid_date": "17/02/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.1491684",
    "lat": "51.4359244"
  },
  "pp_id": "11853765",
  "decision": "Approved",
  "centroid_easting": "528745",
  "site_name": null,
  "lpa_app_no": "2023/0179",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100023324502",
  "title_number": null,
  "borough": "Wandsworth",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [22304/18-A, 22304/19-A, 22304/09-A, 22304/10, 22304/12, planning fire safety strategy]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to the commencement of the above ground works (excluding demolition) detailed drawings at a minimum scale of [1:20] (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include; \r\n-Details and larger plans of the metal Heaver-style gate\r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies [DMS1, DMS2 and DMS4] of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - The permission hereby granted shall not be construed as authority to carry out works on the publicly maintained highway. The applicant is advised that all such works must be carried out by the Council's own appointed contractor following approval from Traffic and Engineering, Wandsworth Borough Council, Tadmore House, Frogmore Complex, London, SW18 1EY or trafficandengineering@wandsworth.gov.uk.\r\n\r\nFurther details and application forms can be obtained online http://www.wandsworth.gov.uk/info/200083/roads_highways_and_pavements/84/applying_for_a_dropped_kerb. Application forms must be accompanied by a copy of the planning consent to which the application relates and the relevant part of the approved drawing.  The cost of these highway works will be charged to the applicant.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": "172394",
  "subdivision_of_building": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528748.302854,
              172404.749233
            ],
            [
              528760.9013074,
              172393.3025095
            ],
            [
              528753.7528394,
              172385.4047702
            ],
            [
              528749.646799,
              172389.1037114
            ],
            [
              528736.8999345,
              172374.9477635
            ],
            [
              528728.3003357,
              172382.4456173
            ],
            [
              528748.302854,
              172404.749233
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": {
    "no_existing_car": 0,
    "net_car": 1,
    "no_proposed_car": 1
  },
  "development_type": "Other house holder developments",
  "lpa_name": "Wandsworth",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T14:41:01.105+00:00",
  "decision_process": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/0179",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "South Balham",
  "application_type_full": "Householder planning permission",
  "locality": "London",
  "last_updated_by": "Northgate M3",
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2023",
    "no_additional_bathrooms": 0,
    "intended_completion_date": "06/2023",
    "total_gia_gained": 17,
    "site_area": 0.04
  },
  "postcode": "SW17 8QP",
  "decision_target_date": "14/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.149117,
          51.4360202
        ],
        [
          -0.14894000000000002,
          51.4359145
        ],
        [
          -0.1490457,
          51.4358451
        ],
        [
          -0.1491034,
          51.4358793
        ],
        [
          -0.1492918,
          51.435755
        ],
        [
          -0.14941269999999998,
          51.4358243
        ],
        [
          -0.149117,
          51.4360202
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Demolition of existing garage and erection of single storey side extension.  Erection of replacement front boundary wall, railings and entrance gate.",
  "street_name": "Bushnell Road",
  "bo_system": "Northgate M3",
  "appeal_status": null,
  "lapsed_date": "14/04/2026",
  "cil_liability": false,
  "site_number": "2",
  "decision_date": "14/04/2023",
  "secondary_street_name": null,
  "application_type": "Householder",
  "id": "Wandsworth-2023_0179",
  "last_date_consultation_comments": "23/03/2023"
}