{
  "last_updated_by": "Northgate M3",
  "application_type": "Householder",
  "decision_agency": "Borough",
  "centroid_northing": "175472",
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Thamesfield",
  "lpa_app_no": "2023/0986",
  "cil_liability": true,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/0986",
  "lpa_name": "Wandsworth",
  "valid_date": "21/03/2023",
  "pp_id": "11897491",
  "postcode": "SW15 2NP",
  "appeal_status": null,
  "street_name": "Deodar Road",
  "centroid_easting": "524393",
  "uprn": "100022633085",
  "borough": "Wandsworth",
  "application_details": {
    "total_gia_gained": 94.4,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "10/2023",
    "intended_completion_date": "06/2024",
    "site_area": 0.039
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2105917,
          51.4645986
        ],
        [
          -0.21061169999999999,
          51.464574
        ],
        [
          -0.2106803,
          51.4644889
        ],
        [
          -0.2106991,
          51.4644663
        ],
        [
          -0.2107695,
          51.4643792
        ],
        [
          -0.2108506,
          51.4644047
        ],
        [
          -0.2107711,
          51.4645043
        ],
        [
          -0.2107007,
          51.4645917
        ],
        [
          -0.2106873,
          51.4646083
        ],
        [
          -0.2106736,
          51.464625
        ],
        [
          -0.21064819999999998,
          51.4646567
        ],
        [
          -0.21060389999999998,
          51.4647121
        ],
        [
          -0.21054099999999998,
          51.4647917
        ],
        [
          -0.2105274,
          51.4648081
        ],
        [
          -0.21044639999999998,
          51.4649085
        ],
        [
          -0.2103961,
          51.4648906
        ],
        [
          -0.21037209999999998,
          51.4648794
        ],
        [
          -0.21043109999999998,
          51.4648066
        ],
        [
          -0.2104818,
          51.4647412
        ],
        [
          -0.2105917,
          51.4645986
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Alterations including excavation to create basement with formation of front lightwell and erection of a single storey side/rear extension with terrace above and to the rear; first floor level side extension",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Householder planning permission",
  "epc_number": "0200-1253-0622-5093-1223",
  "centroid": {
    "lon": "-0.210666",
    "lat": "51.4645584"
  },
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 2162-05, 2162-10, 2162-11, 2162-12, 2162-13, 2162-14, 2162-15 A, 2162-17, 2162-18 A\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Notwithstanding the approved drawings, Prior to commencement of use of the terrace at ground and first floor, details of obscure glazed screening to the sides of the terrace at a minimum height of 1.7m above finished floor \r\nlevel shall be submitted to and approved in writing by the Local Planning Authority. The screening shall be retained and maintained as such thereafter. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy \r\nFramework 2023 ",
    "Condition : 5 - The roofs of the building(s) other than the terraces identified on the approved plans shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means \r\nof permanent access shall be erected on this area. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy \r\nFramework 2023",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 7 - INFORMATIVE: Please be aware that permission from the Environment Agency (EA) is required for any works in, under, over or within 16m of the Tidal Thames Flood Defences under the terms of the Environmental Permitting Regulations [2016]. For further guidance please visit https://www.gov.uk/guidance/flood-risk-activities - environmental-permits or contact the National Customer Contact Centre on 03708 506 506. The EA would like to remind the Riparian Owner of their responsibility to ensure a fit for purpose flood defence line is maintained in line with s.6 of the Metropolis Management (Thames River Prevention of Flood) Act 1879 to 1962 (The Act). ",
    "Condition : 8 - INFORMATIVE: The Metropolis Management Act 1879 to 1962 is a series of acts passed to ensure the flood \r\ndefences in London are maintained, in order to protect the city from flooding. They set out the responsibilities of Riparian Owners within the London Excluded Area. The acts place full responsibility on Riparian Owners for the \r\nrenewal and maintenance of flood defences. They also grant the Environment Agency powers to inspect flood defences, instruct Riparian Owners to carry out works, or deliver works where the Riparian Owners do not, and then reclaim the cost. The full acts can be accessed here: \r\nhttps://www.legislation.gov.uk/ukla/1879/198/contents/enacted"
  ],
  "development_type": "Other house holder developments",
  "parking_details": {
    "no_proposed_car": 4,
    "no_existing_car": 4,
    "net_car": 0
  },
  "appeal_decision": null,
  "locality": "London",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "25/10/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524398.0519582,
              175476.5999258
            ],
            [
              524396.7327484,
              175473.8307185
            ],
            [
              524392.1979648,
              175464.2534599
            ],
            [
              524390.9529606,
              175461.7041897
            ],
            [
              524386.3027461,
              175451.8969969
            ],
            [
              524380.5971638,
              175454.5962243
            ],
            [
              524385.8492678,
              175465.8030164
            ],
            [
              524390.4994822,
              175475.6501977
            ],
            [
              524391.3899488,
              175477.5096654
            ],
            [
              524392.2969055,
              175479.3991245
            ],
            [
              524393.9706529,
              175482.9581058
            ],
            [
              524396.8976496,
              175489.1963201
            ],
            [
              524401.0531604,
              175498.1537561
            ],
            [
              524401.9518721,
              175500.0032267
            ],
            [
              524407.3029167,
              175511.299993
            ],
            [
              524410.848293,
              175509.4005367
            ],
            [
              524412.5467756,
              175508.2008801
            ],
            [
              524408.6468617,
              175500.0032267
            ],
            [
              524405.2993669,
              175492.6453329
            ],
            [
              524398.0519582,
              175476.5999258
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Wandsworth-2023_0986",
  "site_name": null,
  "lapsed_date": "25/10/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "27/10/2023",
  "last_updated": "2025-03-20T11:48:27.885+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": "39",
  "last_date_consultation_comments": "27/04/2023",
  "bo_system": "Northgate M3"
}