{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3661",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "17/12/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525915.6626405,
              173464.2459555
            ],
            [
              525874.1487578,
              173464.7058239
            ],
            [
              525866.9095942,
              173505.3541884
            ],
            [
              525686.7962343,
              173503.7546463
            ],
            [
              525688.1236892,
              173548.2219177
            ],
            [
              525649.4461075,
              173546.9022954
            ],
            [
              525648.9514038,
              173480.0514313
            ],
            [
              525661.9538652,
              173397.2551314
            ],
            [
              525737.346704,
              173399.8543874
            ],
            [
              525735.4008695,
              173420.6484352
            ],
            [
              525918.9029495,
              173434.4044975
            ],
            [
              525915.6626405,
              173464.2459555
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": true,
  "lapsed_date": "17/12/2027",
  "appeal_decision": null,
  "street_name": "Haldane Place",
  "decision_agency": "Borough",
  "last_updated_by": "Planning Portal ingest",
  "description": "Variation of Conditions 3 (in accordance with approved drawings), 4 (Environmental Impact Assessment), 34 (Energy Strategy), 42 (Flood Risk Assessment), 47 (Ultra-Low NOX Gas fired boilers) pursuant to planning permission ref. 2021/3601 dated 13 September 2022 (Demolition of existing buildings and erection of 5 buildings ranging from ground plus 4 (with double height ground floor) to ground plus 8 storeys with basement to provide 21,403sqm flexible light industrial, storage and distribution floorspace (Class B1, B1c and B8), 678sqm flexible non-residential institutions and \r\nassembly and leisure space use (Class D1/D2), 402 residential units (Class C3), two new streets linking Haldane Place and Bendon Valley, car and cycle parking and associated public realm enhancements comprising detailed landscaping, communal amenity space and a new Wandle Riverside Walk) Amendments to the Courtyard Buildings (Blocks B, C,D, E, F) comprising the relocation of principal accesses, raising of central courtyard Finish Floor Levels, removal of ramps / balustrades at ground floor level, omission of basements to Block B, D and E-F, removal of 7-storey glass atrium and internal bridge links joining Blocks B-C and E-F, amendments to Blocks D and E. Amendments to the Riverside Buildings (Blocks G, H, I) comprising the re-location of principal accesses, amendments to Block H basement, amendments to roof gardens and addition of commercial bin store ",
  "decision": "Approved",
  "centroid_northing": "173535",
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T20:03:07.854+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Wandle",
  "centroid_easting": "525654",
  "site_name": "Riverside Business Centre",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1894716,
          51.4461779
        ],
        [
          -0.1900685,
          51.4461913
        ],
        [
          -0.1901582,
          51.4465582
        ],
        [
          -0.19274919999999998,
          51.4465838
        ],
        [
          -0.1927143,
          51.4469831
        ],
        [
          -0.1932711,
          51.4469798
        ],
        [
          -0.1933019,
          51.4463791
        ],
        [
          -0.1931443,
          51.4456321
        ],
        [
          -0.19205899999999998,
          51.4456388
        ],
        [
          -0.1920797,
          51.4458261
        ],
        [
          -0.18943559999999998,
          51.445909
        ],
        [
          -0.1894716,
          51.4461779
        ]
      ]
    ]
  },
  "postcode": "SW18 4UQ",
  "decision_date": "17/12/2024",
  "centroid": {
    "lon": "-0.1932098",
    "lat": "51.4468718"
  },
  "decision_process": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "168",
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "30/10/2023",
  "application_type_full": "Removal/Variation of a condition",
  "locality": "London",
  "last_date_consultation_comments": "02/08/2024",
  "pp_id": "12427469",
  "development_type": "Major all other major developments",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from 23 \r\nDecember 2020 \r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015. ",
    "Condition : 2 - The development shall be undertaken in accordance with the approved \r\nphasing plan under planning permission reference 2023/0815, dated \r\n18/04/2023, or otherwise as agreed with Local Planning Authority. \r\nReason: To ensure satisfactory comprehensive development and to allow the local planning authority to understand the projected phasing of the \r\ndevelopment",
    "Condition : 3 - The development shall be carried out in accordance with the reports, \r\nspecifications and drawings detailed: \r\n20100 P04, 20149 P03, 20150 - 20158 P03, 20200 - 20203 P04, 220099 P03, 220100 P03, 220101 P05, 220102 P05, 220103 - 220107 P03, 220108 P04, 320099 P04, 320100 - 320108 P03, 320109 P04, 220200 - 220207 P03, 220300 P03, 320200 - 320203 P04, 320204 - 320207 P03, 320300 P04, 320301 P03, flood risk assessment addendum and supplementary statement by Walsh (ref: 5651-WAL-ZZ-SW-PS-D-0301-R1), commercial plans as per ref: 2021/3601 and 2018/4176 \r\nReason: To ensure a satisfactory standard of development, and to allow the \r\nlocal planning authority to review any potential changes to the scheme\r\n",
    "Condition : 4 - The development shall be carried out within the scope tested in the approved Environmental Impact Assessment, which was carried out for the approved drawings as listed under Condition 3 of this permission, and incorporate the mitigation measures set out in the Environmental Statement Volumes 1,2 & 3 by Trium and in addition/as amended by Environmental Statement Addendum prepared by Trium dated September 2019 and EIA Statement of Conformity by Trium dated July 2021 and EIA Statement of Conformity dated September 2023 Amendments by TRIUM \r\nReason: To ensure the development is carried out in accordance with the \r\nprinciples of mitigation that has been assessed in the EIA.\r\n",
    "Condition : 5 - The development shall comply with the approved details under planning \r\npermission 2022/4181, decision dated 03/01/2023. The development shall be carried out in accordance with the approved details of proposed site levels unless agreed otherwise with the Local Planning Authority. \r\nReason: To ensure the development relates satisfactorily to its surroundings, \r\nand in accordance with Council Policy LP1 of the Wandsworth Local Plan \r\n2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023. It is necessary for the condition to discharged prior to the commencement of works to ensure the ground levels \r\nacross the development are compatible with adjoining sites before the site is \r\ncleared.",
    "Condition : 6 - The substation shall comply with the approved details under planning \r\npermission reference 202/31768, dated 08/06/2023, or otherwise as agreed \r\nwith the Local Planning Authority. \r\n\r\nIn accordance with the approved phasing plan, prior to commencement of \r\nabove ground works for each phase details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the \r\ninterests of the appearance of the locality, in accordance with Council Policy \r\nLP1 and LP2 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) \r\ncoupled with the requirements of the National Planning Policy Framework \r\n2023.",
    "Condition : 7 - Notwithstanding the provisions of the Town and Country Planning (General \r\nPermitted Development) (England) Order 2015 (as amended) or any Order \r\nrevoking, amending and re-enacting the Order the development hereby \r\napproved be used only for B1a/B1c/B8 as shown on the approved drawings \r\nand for no other purpose (including any other purpose in Class B of the \r\nSchedule to the Town and Country Planning (Use Classes) Order 1987, or in \r\nany provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). \r\nReason: To safeguard the amenities of the neighbourhood by ensuring that \r\nother uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework 2023\r\n",
    "Condition : 8 - Notwithstanding the provisions of the Town and Country Planning (General \r\nPermitted Development) (England) Order 2015 (as amended) or any Order \r\nrevoking, amending and re-enacting the Order the development hereby \r\napproved be used only for D1/D2 (excluding places of worship) as shown on \r\nthe approved drawings and for no other purpose (including any other purpose in Class B of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). \r\nReason: To safeguard the amenities of the neighbourhood by ensuring that \r\nother uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework 2023.",
    "Condition : 9 - The D1/D2 shall not be open other than between the hours of: \r\n(a) 0700 - 2000 Mondays - Fridays \r\n(b) 1000 - 1700 Saturdays and Sundays. \r\nReason: To safeguard the amenities of the neighbourhood, in accordance with Council Policy LP2 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy \r\nFramework 2023\r\n",
    "Condition : 10 - No pipes or flues, other than rainwater pipes, shall be fixed on the front \r\nelevation of the building hereby approved. \r\nReason: To safeguard the appearance of the area, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 11 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the building, and accord with Council policies LP1, LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - No water tanks, plant, lift rooms or other structures shall be erected upon the roof of the approved building.\r\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Council policies LP1 and LP2  of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - Except for the areas identified on the approved drawings as roof \r\nterraces/balconies, the roof areas of the development hereby permitted shall \r\nnot be used as a balcony, roof garden or similar amenity area and, \r\nfurthermore, no balustrades, railings or other means of enclosure or means of \r\npermanent access shall be erected on this area. \r\nReason: To control overlooking, and safeguard the privacy of neighbours in \r\naccordance with Council Policy LP1 and LP2 of the Wandsworth Local Plan \r\n2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023",
    "Condition : 14 - Notwithstanding the provisions of the Town and Country Planning (General \r\nPermitted Development) (England) Order 2015 (or any Order revoking, \r\namending or re-enacting that Order) no extensions, additions or enlargements \r\nshall at any future time be erected or constructed to the buildings hereby \r\napproved without the prior permission of the local planning authority. \r\nReason: In order to control future development, in accordance with Council \r\nPolicy LP1, LP2 and LP22 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023",
    "Condition : 15 - Prior to commencement of the above groundworks, details of the height, \r\ndesign and material(s) of the proposed boundary treatment shall be submitted \r\nto and approved in writing by the local planning authority. The boundary \r\ntreatment shall be carried out in accordance with the approved details and \r\ncompleted prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity, ensure a satisfactory appearance and in \r\naccordance with Council Policy LP1, LP2 and LP22 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023",
    "Condition : 16 - Prior to commencement of the above ground works a landscaping scheme to \r\ninclude landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. These details shall include hard landscaping works including proposed finished levels and contours; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing materials; the lighting column design, height and material(s); soft landscaping including the species and height of tree planting and root volumes, shrubs, plants and seeding; green/brown roof specification; bat and bird boxes; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, signs, lighting); playspace (including inclusive play), proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports); retained historic landscape features and proposals for restoration and The landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\nReason: To ensure a satisfactory appearance, provide tree planting and \r\nbiodiversity improvements, in accordance with Council Policy LP1, LP2, LP55, LP56, and LP57 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 17 - No development shall take place until a landscape management plan, \r\nincluding long- term design objectives, management responsibilities and \r\nmaintenance schedules for all landscaped areas (except privately owned \r\ndomestic gardens), shall be submitted to and approved in writing by the local \r\nplanning authority. The landscape management plan shall be carried out as \r\napproved and any subsequent variations shall be agreed in writing by the local planning authority. The scheme shall include the following elements: \r\n- detail extent and type of new planting (NB planting to be of native species) \r\n- details of maintenance regimes \r\n- details of any new habitat created on site \r\n- details of treatment of site boundaries and/or buffers around water bodies \r\n- details of management responsibilities \r\nReason: To ensure a satisfactory appearance, provide tree planting and \r\nbiodiversity improvements, in accordance with Council Policy LP1, LP2, LP55, LP56, and LP57 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023.",
    "Condition : 18 - In this condition 'retained tree' means an existing tree or hedge, which is to be retained in accordance with the approved drawings. Paragraphs (a) and (b) below shall have effect until the expiration of 5 years from the first occupation of the development hereby approved. \r\na) No retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be pruned other than in \r\naccordance with the approved drawings and specifications, without the prior \r\nwritten approval of the local planning authority. Any pruning shall be carried \r\nout in accordance with British Standard 3998:2010 Tree work and in \r\naccordance with any approved arboricultural method statement. \r\nb) If any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority. \r\nReason: To preserve trees and hedges on the site in the interests of visual \r\namenity and the character of the area, in accordance with Council Policy LP1, LP2, LP55, LP56, and LP57 of the Wandsworth Local Plan 2023-2038 \r\n(adopted July 2023) coupled with the requirements of the National Planning \r\nPolicy Framework 2023",
    "Condition : 19 - The development shall comply with the approved details under planning \r\npermission reference 2022/4823, dated 19/01/2023, for tree pre\u0002commencement inspection, or otherwise as agreed with the local planning authority. \r\nReason: To preserve trees and hedges on the site in the interests of visual \r\namenity and the character of the area, in accordance with Council Policy LP1, LP2, LP55, LP56, and LP57 of the Wandsworth Local Plan 2023-2038 \r\n(adopted July 2023).",
    "Condition : 20 - The development shall comply with the approved details under planning \r\npermission reference 2022/4823, dated 19/01/2023, or otherwise as agreed \r\nwith the local planning authority. \r\nThe tree protection measures, and fencing shall be installed in accordance \r\nwith the approved details prior to commencement of the development and \r\nthereafter retained, and the construction shall be carried out in accordance \r\nwith the approved details until completion of the development. \r\nReason: To safeguard trees and hedges on the site in the interests of visual \r\namenity and the character of the area, having regard to Council Policy LP1, \r\nLP2, LP55, LP56, and LP57 of the Wandsworth Local Plan 2023-2038 \r\n(adopted July 2023) coupled with the requirements of the National Planning \r\nPolicy Framework 2023. The details are required prior to the commencement \r\nof development to ensure the construction works do not harm trees.",
    "Condition : 21 - The development shall comply with the details approved under planning \r\npermission reference 2022/4140, decision dated 10/02/2023, or otherwise as agreed with the Local Planning Authority] \r\nA verification plan for a scheme to deal with the risks associated with \r\ncontamination including Japanese Knotweed Himalayan balsam and cotton \r\neaster species of the site shall each be submitted to and approved, in writing, \r\nby the local planning authority. The plan shall provide details of the data that \r\nwill be collected in order to demonstrate that the works set out in the \r\nremediation strategy approved under reference 2022/4140 are complete and \r\nidentifying any requirements for longer term monitoring of pollutant linkages, \r\nmaintenance and arrangements for contingency action. Any changes to these components require the express consent of the local planning authority. The scheme shall be implemented as approved. \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council Policy LP1, LP2 and LP14 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction",
    "Condition : 22 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted, and obtained written approval from the local planning authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the local planning authority.\r\nReason:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 23 - Prior to occupation of any part of the development, a verification report \r\ndemonstrating completion of the works set out in the approved remediation \r\nstrategy and the effectiveness of the remediation shall be submitted to and \r\napproved, in writing, by the local planning authority. The report shall include \r\nresults of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met. It shall also include any plan (a \"long-term monitoring and maintenance plan\") for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action, as identified in the verification plan, if appropriate, and for the reporting of this to the local planning authority. Any long-term monitoring and maintenance plan shall be implemented as approved. \r\nReason: Should remediation be deemed necessary; the applicant should \r\ndemonstrate that any remedial measures have been undertaken as agreed \r\nand the environmental risks have been satisfactorily managed so that the site \r\nis deemed suitable for use.",
    "Condition : 24 - In accordance with the approved phasing plan, the residential part of the \r\nresidential element of the development shall comply with the approved details \r\nunder planning permission reference 2022/4522 dated 03/01/2023, or \r\notherwise as agreed with the Local Planning Authority. \r\n\r\nThe commercial part of the development shall not have any drainage systems for the infiltration of surface water drainage into the ground are permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to Controlled Waters. The development shall be carried out in accordance with the approval details. \r\nReason: Infiltrating water has the potential to cause remobilisation of \r\ncontaminants present in shallow soil/made ground which could ultimately \r\ncause pollution of groundwater. ",
    "Condition : 25 - In accordance with the approved phasing plan Blocks B - I within the \r\nresidential element of the development shall comply with the approved details \r\nunder planning permission reference 2022/4659, dated 14/02/2023, or \r\notherwise as agreed with the Local Planning Authority. \r\nAny other buildings shall not have piling or any other foundation designs using penetrative methods permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details. \r\nReason: The developer should be aware of the potential risks associated with the use of piling where contamination is an issue. Piling or other penetrative methods of foundation design on contaminated sites can potentially result in unacceptable risks to underlying groundwaters. We recommend that where soil contamination is present, a risk assessment is carried out in accordance with our guidance 'Piling into Contaminated Sites'. We will not permit piling activities on parts of a site where an unacceptable risk is posed to Controlled Waters. ",
    "Condition : 26 - The residential element of the development shall comply with the approved \r\ndetails under planning permission reference 2022/4526, dated 30/12/2022, or otherwise as agreed with the Local Planning Authority]. The approved sound proofing scheme shall be implemented prior to the first occupation of any dwelling and shall be retained thereafter. \r\nReason: To safeguard the amenities of residential occupiers, in accordance \r\nwith Council policy Council Policy LP1, LP2 and LP14 of the Wandsworth \r\nLocal Plan 2023-2038 (adopted July 2023) coupled with the requirements of \r\nthe National Planning Policy Framework 2023. The details are required prior to commencement of development to ensure the necessary mitigation is \r\nincorporated into the construction. ",
    "Condition : 27 - In accordance with the approved phasing plan, prior to commencement of \r\nabove ground works for each phase, details of the location, number and \r\ndesign of secure and covered cycle parking shall be submitted to and \r\napproved in writing by the local planning authority. The cycle parking shall be \r\nprovided in accordance with the approved details prior to the occupation of the development and be retained as approved for cycle parking purposes for the users of the development and for no other purpose. \r\nReason: To ensure adequate provision is made for cycle parking in \r\naccordance with Council Policy LP1 and LP51 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023. ",
    "Condition : 28 - In accordance with the approved phasing plan, prior to the commencement of any development above ground works, a car parking management plan shall be submitted to and approved in writing by the local planning authority. The car park management plan shall be implemented as approved and permanently maintained as such. \r\nReason: To ensure that the impacts of delivery and service of the development on the local highway network are satisfactorily mitigated and in the interest of local amenity in accordance with Council Policy LP2 and LP51 of the Wandsworth Local Plan 2023-2038 (adopted July 2023)",
    "Condition : 29 - In accordance with the approved phasing plan, prior to the commencement of above ground works of each phase, details of a delivery and servicing plan including hours of operation shall be submitted to and approved by the local planning authority. The development shall be occupied and operated in \r\naccordance with the approved delivery and servicing plan. \r\nReason: To ensure that adequate arrangements are made for deliveries and \r\nservicing to the site and to ensure that the plan is sensitive to the amenity of \r\nlocal residents in accordance with Council Policy LP1, LP2 and LP51 of the \r\nWandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the \r\nrequirements of the National Planning Policy Framework 2023.",
    "Condition : 30 - In accordance with the approved phasing plan, the residential element of the \r\ndevelopment shall comply with the approved details under planning permission 2023/1084, dated 12/05/2023, or otherwise as agreed with the Local Planning Authority. \r\n\r\nThe demolition and ground works stages for the commercial element of the \r\ndevelopment shall comply with the approved details under planning permission 2022/4535, dated 12/05/2026, or otherwise as agreed with the Local Planning Authority. \r\n\r\nNo construction to the commercial part of the development until a construction management plan shall be submitted to and approved by the local planning authority (in conjunction with TfL). The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time ff vehicle arrival and departure, any proposed temporary traffic and pedestrian management measures during the course of construction, and measures to mitigate noise, dust and air quality. \r\nThe demolition and construction works shall be carried out in accordance with the approved plan. \r\nReason: In the interests of traffic, general amenity of the area and neighbour \r\namenity in accordance with Council Policy LP1, LP2 and LP51 of the \r\nWandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the \r\nrequirements of the National Planning Policy Framework 2023. It is necessary \r\nfor the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan. \r",
    "Condition : 31 - In accordance with the approved phasing plan, the residential element of the \r\ndevelopment shall comply with the approved details under planning permission reference 2023/1085, dated 12/05/2023, or otherwise as agreed with the Local Planning Authority. \r\n\r\nThe commercial element of the development shall comply using non-road \r\nmobile machinery of net power between 37kW and 560kW used in the \r\nconstruction of the development shall meet at least Stage IIIB of the EU \r\nDirective 97/68/EC and its amendments. This will apply to both variable and \r\nconstant speed engines for both NOx and PM. Prior to works commencing on site, any nonroad mobile machinery of net power between 37kW and 560kW to be utilised in the construction of the development shall be registered on the website https://nrmm.london/. \r\nReason: To help monitor the use of such equipment across London in \r\naccordance with the London Plan. It is necessary for the condition to require \r\nplant to be registered prior to works starting to ensure all plant is included in \r\nthe registration",
    "Condition : 32 - In accordance with the approved phasing plan, the residential element of the \r\ndevelopment shall follow the approved details under planning permission \r\nreference 2022/4523, dated 02/05/2023, or otherwise as agreed with the Local Planning Authority] \r\nThe commercial element of the development shall comply with the approved \r\ndetails under planning permission reference 2022/4371, dated 26/04/2023, or otherwise as agreed with the Local Planning Authority] \r\nThe development shall be undertaken in accordance with the approved DMPs. \r\nReason: To manage and prevent further deterioration of existing low-quality air across London in accordance with Policy SI1 of The London Plan (2021), and Paragraph 192 of The NPPF (2023) ",
    "Condition : 33 - The residential element of the development shall comply the approved details \r\nunder planning permission reference 2022/4523, dated 02/05/2023, for PM10 monitoring, or otherwise as agreed with the Local Planning Authority] \r\n the commercial element of the development shall comply with the approved \r\ndetails under planning permission reference 2022/4536, dated 03/01/2023, for PM10 monitoring, or otherwise as agreed with the Local Planning Authority. \r\nReason: To manage and prevent further deterioration of existing low-quality air across London in accordance with Policy SI1 of The London Plan (2021), and Paragraph 192 of The NPPF (2023).",
    "Condition : 34 - The residential development shall be built in accordance with the submitted \r\nEnergy Strategy (Energy Statement prepared by Energist dated June 2024 \r\nRevision 02) demonstrating how the development will follow the hierarchy of \r\nenergy efficiency, decentralised energy and renewable energy technologies to secure a minimum 61% reduction in CO2 emissions below the maximum \r\nthreshold set in Building Regulations Part L 2013. Prior to first occupation of \r\nthe development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) shall be submitted to the local planning authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority. \r\nReason: In the interest of sustainable development and to accord with London Plan policy 5.2 and Council Policy LP10 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023.\r\n",
    "Condition : 35 - The commercial part of the development shall be built in accordance with the \r\nsubmitted Energy Strategy demonstrating how the development will follow the \r\nhierarchy of energy efficiency, decentralised energy and renewable energy \r\ntechnologies to secure a minimum 37% reduction in CO2 emissions below the \r\nmaximum threshold set in Building Regulations Part L 2013. Prior to first \r\noccupation of the development, evidence (e.g. photographs, copies of \r\ninstallation contracts and as-built worksheets prepared under SAP or the \r\nNational Calculation Method) shall be submitted to the local planning authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority. \r\nReason: In the interest of sustainable development and to accord with London Plan policy 5.2 and Council Policy LP10 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023",
    "Condition : 36 - Within three months of the commencement of development of any non\u0002residential building, a BREEAM Interim (Design Stage) Assessment issued by the Building Research Establishment (BRE) or equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to show that a minimum 'Excellent' rating will be achieved for the building. The development shall be implemented in accordance with the approved rating. \r\nReason: To achieve appropriate sustainability standards in accordance with \r\nCouncil Policy LP10 of the Wandsworth Local Plan 2023-2038 (adopted July \r\n2023) coupled with the requirements of the National Planning Policy \r\nFramework 2023. \r",
    "Condition : 37 - Within three months of the occupation of any non-residential building a \r\nBREEAM New Construction Final (Post Construction) Certificate, issued by the BRE (or equivalent accredited body), shall be submitted to and approved in writing by the local planning authority to demonstrate that an 'Excellent' rating has been achieved. All the measures integrated shall be retained for as long as the development is in existence. \r\nReason: To achieve appropriate sustainability standards in accordance with \r\nCouncil Policy LP10 of the Wandsworth Local Plan 2023-2038 (adopted July \r\n2023) coupled with the requirements of the National Planning Policy \r\nFramework 2023. ",
    "Condition : 38 - The residential part of the development shall comply with the approved details under planning permission reference 2024/0481, dated 09/05/2024, or  otherwise as agreed with the Local Planning Authority. \r\nThe development shall be constructed in accordance with the approved \r\ndetails. Prior to first occupation of the building evidence (schedule of fittings \r\nand manufactures literature) shall be submitted to and approved in writing by \r\nthe local planning authority to show that the development has been \r\nconstructed in accordance with the approved internal water use calculations. \r\nReason: In the interest of sustainable development and to accord with Council Policy LP10 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023. The details are required prior to commencement of development to ensure the water saving measures are incorporated into the construction",
    "Condition : 39 - In accordance with the approved phasing plan, prior to the commencement of above ground works for each phase, an operational waste and recycling \r\nstrategy shall be submitted to and approved in writing by the local planning \r\nauthority. The submitted operational waste and recycling strategy shall include details of the arrangements for storage and collection of waste from the development. The measures detailed in the approved operational waste and recycling strategy shall be installed prior to first occupation of the development and operated and maintained in accordance with the approved operational waste and recycling strategy in perpetuity. \r\nThe commercial element of the development shall comply with the approved \r\ndetails under planning permission 2022/4651, dated 25/04/2023, or otherwise agreed with the Local Planning Authority. \r\nReason: To ensure adequate refuse storage is provided on site and can be \r\nreadily collected, to accord with Council Policy LP1, LP2 and LP51 of the \r\nWandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the \r\nrequirements of the National Planning Policy Framework 2023",
    "Condition : 40 - In accordance with the approved phasing plan, the residential element of the \r\ndevelopment shall comply with the approved details under planning permission reference 2022/4522 dated 03/01/2023, or otherwise as agreed with the Local Planning Authority] \r\nThe commercial element of the development shall not commence (except \r\ndemolition), until details of surface water drainage, which shall follow the \r\nprinciples of sustainable drainage as far as practicable, shall be submitted to \r\nand approved by the local planning authority. \r\nThe drainage shall be provided in accordance with the approved details before first occupation of the development. \r\nReason: In order to secure a satisfactory standard of development, having \r\nregard Council Policy LP12 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023. The details are required prior to the start of the works so that the necessary drainage measures can be incorporated into the construction. \r",
    "Condition : 41 - In accordance with the approved phasing plan, the residential part of the \r\ndevelopment shall comply with the approved details under planning permission \r\nreference 2024/0522, dated 10/04/2024, or otherwise as agreed with the Local \r\nPlanning Authority. \r\nThe commercial part of the development shall follow the approved details \r\nunder planning permission reference 2022/4537, dated 03/01/2023. \r\nFor land that is included within the WSI, no demolition or development shall \r\ntake place other than in accordance with the agreed WSI, and the programme \r\nand methodology of site evaluation and the nomination of a competent \r\nperson(s) or organisation to undertake the agreed works. \r\nIf heritage assets of archaeological interest are identified by stage 1 then for \r\nthose parts of the site which have archaeological interest a stage 2 WSI shall \r\nbe submitted to and approved by the local planning authority in writing. For \r\nland that is included within the stage 2 WSI, no demolition/development shall \r\ntake place other than in accordance with the agreed stage 2 WSI which shall \r\ninclude: \r\nA. The statement of significance and research objectives, the programme and \r\nmethodology of site investigation and recording and the nomination of a \r\ncompetent person(s) or organisation to undertake the agreed works \r\nB. The programme for post-investigation assessment and subsequent \r\nanalysis, publication & dissemination and deposition of resulting material. this \r\npart of the condition shall not be discharged until these elements have been \r\nfulfilled in accordance with the programme set out in the stage 2 WSI. \r\nReason: Pre-commencement condition is necessary to safeguard the \r\narchaeological interest on this site. Approval of the WSI before works begin on site provides clarity on what investigations are required, and their timing in \r\nrelation to the development programme.",
    "Condition : 42 - The development permitted by this planning permission shall be carried out in \r\naccordance with the submitted flood risk assessment addendum and \r\nsupplementary statement by Walsh (ref: 5651-WAL-ZZ-SW-PS-D-0301-R1). \r\nand the following mitigation measures it details: \r\n- Finished floor levels of the residential dwellings shall be set no lower than \r\n8.43 metres above Ordnance Datum (AOD) \r\n These mitigation measures shall be fully implemented prior to occupation and \r\nsubsequently in accordance with the scheme's timing/phasing arrangements. \r\nThe measures detailed above shall be retained and maintained thereafter \r\nthroughout the lifetime of the development. Reasons To reduce the risk of \r\nflooding to the proposed development, future occupants and not to increase \r\nflood risk elsewhere in accordance with Paragraph 170 of the National \r\nPlanning Policy Framework \r\nReason: To reduce the risk of flooding to the proposed development, future \r\noccupants and not to increase flood risk elsewhere in accordance with \r\nParagraph 165 of The NPPF (2023)",
    "Condition : 43 - Prior to the commencement of above ground works, details of site wide \r\nenhancement measures for biodiversity shall be submitted to and agreed in \r\nwriting and shall include measures to provide brown roofs for biodiversity, \r\ncross sectional views, any proposed initial seeding, management and ongoing monitoring. Details of site wide soft landscaping, including utilisation of native trees and shrubs, native species rich hedgerows, wildflower lawns or grasslands to provide functioning ecosystems which deliver roosting / nesting opportunities for urban bird species, small mammals and invertebrates and demonstrating how this provides site connectivity for priority and protected species. Plans should include full details of planting, provenance, numbers, species, aftercare, management and monitoring of all biodiversity \r\nenhancements. Measures should also be detailed demonstrating the provision of roost features for bats integrated into the buildings. Details of habitat enhancements proposed for the 8m wide environmental buffer immediately adjoining the River Wandle shall also be submitted. The development shall be undertaken in accordance with the approved scheme and maintained in perpetuity. \r\nReason: To retain and increase the ecological interest of the site in \r\naccordance with Council Policy LP1, LP55 and LP57 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023. The details are required prior to the commencement of works to ensure existing biodiversity is protected and the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 44 - The residential element of the development shall follow the approved details \r\napproved under planning permission reference 2022/4525, dated 30/12/2022, or otherwise as agreed with the Local Planning Authority. \r\nThe commercial element of the development shall follow the details approved \r\nunder planning permission 2022/4293, dated 27/01/2023, or otherwise as \r\nagreed with the Local Planning Authority. \r\nThe development shall be carried out in accordance with the approved \r\necological conservation management plan. \r\nReason: To retain the ecological interest of the site in accordance with Council Policy LP1, LP55 and LP57 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023. The details are required prior to the commencement of works to ensure existing biodiversity is protected and the landscaping measures are incorporated in the layout and construction of the development",
    "Condition : 45 - Notwithstanding the plans hereby approved, in accordance with the approved phasing plan, prior to occupation of any part of the development, details of: \r\n- CCTV; \r\n- General external lighting; \r\n- Security lighting; \r\n- Access control measures for residential core entrances; \r\n- Bridge lighting \r\nNo net increase in lux spill levels onto the adjoining local wildlife site and \r\ndemonstrate how all other landscape features (including but not limited to \r\nintegrated bird and bat boxes, and soft landscape habitats) provided for \r\nbiodiversity gain will not be subjected to any light spill. This light spill \r\nassessment should also consider lighting from internal sources that will lighten \r\nthe outside through windows and any other glass features on or around the \r\nbuildings or within the site. The details shall include the location and full \r\nspecification of all lighting and include an assessment of the impact of any \r\nsuch lighting on the surrounding residential and natural environment. Prior to \r\noccupation of any of the residential units, details of a post installation \r\ninspection of external light levels shall be submitted to and approved in writing to demonstrate that the built project meets the projected light level levels. The development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter. \r\nReason: To safeguard the security of the development and to ensure that any resulting general or security lighting and CCTV are appropriately located, \r\ndesigned to not adversely impact on neighbouring residential amenity or \r\necology, and are appropriate to the overall design of the development in \r\naccordance with Council Policy LP1 and LP2 of the Wandsworth Local Plan \r\n2023-2038 (adopted July 2023).",
    "Condition : 46 - Prior to occupation of any part of the development confirmation shall be \r\nsubmitted and approved in writing (in conjunction with Thames Water) that all \r\nwater network upgrades required to accommodate the additional flows from \r\nthe development have been completed; or a housing and infrastructure \r\nphasing plan has been agreed. The development shall be constructed in \r\naccordance with the agreed housing and infrastructure phasing plan. \r\nReason: The development may lead to no / low water pressure and network \r\nreinforcement works are anticipated to be necessary to ensure that sufficient \r\ncapacity is made available to accommodate additional demand anticipated \r\nfrom the new development.\r\n",
    "Condition : 47 - Text to be entered\r\nReason:\r\n",
    "Condition : 48 - Prior to occupation of any part of the development, details of further wind \r\ntunnel testing shall be undertaken for the whole development including full \r\ndetails of any required mitigation to demonstrate wind conditions across the \r\nsite will be 'negligible' in accordance with the methodology set out within the \r\napproved Environmental Statement/ Environmental Statement Addendum \r\nprepared by Trium dated September 2019 and EIA Statement of Conformity \r\ndated September 2023 Amendments by TRIUM. The details shall be submitted to and approved in writing by the Local Planning Authority with the mitigation measures fully implemented in accordance with the approved details prior to the occupation of any part of the development and shall remain in perpetuity. \r\nReason: To ensure the comfort of future users/occupiers and passing \r\npedestrians and cyclists and to ensure the satisfactory appearance of the \r\nbuilding",
    "Condition : 49 - In accordance with the approved phasing plan, the residential element of the \r\ndevelopment, part 1 shall comply with the approved details under planning \r\npermission reference 2023/1244, dated 23/05/2023 or otherwise as agreed \r\nwith the Local Planning Authority \r\n\r\nThe Commercial element of the development, parts 1 and 2 shall comply with \r\nthe approved details under planning permission reference 2022/4301, dated \r\n15/02/2023 or otherwise as agreed with the Local Planning Authority] \r\nPrior to the commencement of development of any other buildings approved \r\nby this planning permission (or such other date or stage in development as \r\nmay be agreed in writing with the Local Planning Authority), the following \r\ncomponents of a scheme to deal with the risks associated with contamination of the site shall each be submitted to and approved, in writing, by the local planning authority: \r\n1) A site investigation scheme, based on the Phase 1 report, to provide \r\ninformation for a detailed assessment of the risk to all receptors that may be \r\naffected, including those off site. \r\n 2) The results of the site investigation and detailed risk assessment referred to in (1) and, based on these, an options appraisal and remediation strategy \r\ngiving full details of the remediation measures required and how they are to be undertaken. \r\n3) A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (2) are complete and identifying any requirements for longer-term monitoring of \r\npollutant linkages, maintenance and arrangements for contingency action. Any changes to these components require the express consent of the local \r\nplanning authority. The scheme shall be implemented as approved. \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ens",
    "Condition : 50 - The roof terrace as shown on approved drawing P107 P02 shall not be open \r\nother than between the hours of: \r\n(a) 0700 - 2000 Mondays - Fridays \r\n(b) 1000 - 1700 Saturdays and Sundays. \r\nReason: To safeguard the amenities of the neighbourhood, in accordance with Council Policy LP1 and LP2 of the Wandsworth Local Plan 2023-2038 \r\n(adopted July 2023) coupled with the requirements of the National Planning \r\nPolicy Framework 2023. \r",
    "Condition : 51 - In accordance with the approved phasing plan, the residential element of the \r\ndevelopment shall comply with the approved details under planning permission reference 2022/4526, dated 30/12/2022, or otherwise as agreed with the Local Planning Authority. \r\nThe development shall be carried out in accordance with the approved scheme prior to first occupation and be so retained. \r\nSuch scheme shall include details of enhanced glazing and the introduction of mechanical ventilation and cooling equipment to take in account the \r\ncommercial nature and its continued operation for commercial purposes. The \r\ndevelopment shall be carried out in accordance with the approved scheme \r\nprior to first occupation and be so retained. \r\nReason: To protect the occupiers of the building, in accordance with Council \r\nPolicy LP2 and LP14 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy \r\nFramework 2023. The details are required prior to commencement of \r\ndevelopment to ensure the necessary mitigation is incorporated into the \r\nconstruction.",
    "Condition : 52 - The residential element of the development shall comply with the approved \r\ndetails under planning permission 2024/0471 \r\n\r\nThe external ventilation equipment including ducting shall be installed prior to \r\nthe commencement of the use in accordance with the approved details and \r\nthereafter be so operated and maintained. Any mechanical plant shall be fitted with suitable and sufficient anti-vibration mountings that prevent vibration into any residential units. Odour from any extraction unit shall operate so that cooking odour is not detectable to affect other premises. \r\nReason: In the interests of neighbour amenity and visual appearance, and in \r\naccordance with Council Policy LP1, LP2 and LP14 of the Wandsworth Local Plan 2023-2038 (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2023. ",
    "Condition : 53 - The residential element of the development shall follow the approved details \r\nunder planning permission reference 2022/4526, dated 30/12/2022, for sound proofing. The approved scheme shall be implemented prior to the first \r\noccupation of any dwelling and shall be retained thereafter. \r\nReason: To safeguard the amenities of residential occupiers, in accordance \r\nwith Council Policy LP1, LP2 and LP14 of the Wandsworth Local Plan 2023-\r\n2038 (adopted July 2023) coupled with the requirements of the National \r\nPlanning Policy Framework 2023",
    "Condition : 54 - The development shall be carried out in accordance with the provisions of the 'London Plan Fire Statement Wandsworth Riverside dated 19 April 2024 Ref: 13841BC prepared by BB7 unless otherwise approved in writing by the Local Planning Authority. \r\nReason: To ensure that the development incorporates the necessary fire \r\nsafety measures in accordance with Policy D12 of The London Plan (2021), \r\nand Council Policy LP27 of the Wandsworth Local Plan 2023-2038 (adopted \r\nJuly 2023)",
    "Condition : 55 - The commercial element of the development shall comply with the approved \r\ndetails under planning permission reference 2022/4502, dated 02/05/2023, or otherwise as agreed with the Local Planning Authority. \r\n\r\nThe residential element of the development shall comply with the approved \r\ndetails under planning permission reference 2023/0556, dated 06/04/2023, or otherwise as agreed with the Local Planning Authority. \r\nThe development shall be carried out in accordance with the details so \r\napproved. \r\nReason: In the interests of reducing embodied carbon and to maximise on-site carbon savings.",
    "Condition : 56 - The residential element of the development shall comply with the approved \r\ndetails under planning permission reference 2023/0556, dated 06/04/2023, or otherwise as agreed with the Local Planning Authority. \r\nThe commercial element of the development shall comply with the approved \r\ndetails under planning permission reference 2022/4502, dated 02/05/2023, or otherwise as agreed with the Local Planning Authority. \r\nThe development shall be carried out in accordance with the details so \r\napproved. \r\nReason: In the interests of reducing embodied carbon and to maximise on-site carbon savings. ",
    "Condition : 57 - The residential element of the development shall comply with the approved \r\ndetails under planning application reference 2023/0625, dated 14/06/2023, or otherwise as agreed with the Local Planning Authority. \r\nThe commercial element of the development shall comply with the approved \r\ndetails under planning application reference 2022/4747, dated 03/05/2023, or otherwise as agreed with the local planning authority. \r\nThe development shall be carried out in accordance with the details so \r\napproved. \r\nReason: In the interests of sustainable waste management and in order to \r\nmaximise the re-use of materials.",
    "Condition : 58 - In accordance with the approved phasing plan, prior to the occupation or use of any building, a Post Completion Report setting out the predicted and actual performance against all numerical targets in the relevant Circular Economy Statement shall be submitted to the GLA at: \r\nCircularEconomyLPG@london.gov.uk, along with any supporting evidence as per the GLAs Circular Economy Statement Guidance. The Post Completion Report shall provide updated versions of Tables 1 and 2 of the Circular Economy Statement, the Recycling and Waste Reporting form and Bill of Materials. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation \r\nReason: In the interests of sustainable waste management and in order to \r\nmaximise the re-use of materials \r",
    "Condition : 59 - In accordance with the approved phasing plan, the residential element of the \r\ndevelopment shall comply with the approved details under planning permission reference 2023/1422, dated 11/07/2023, or otherwise as agreed with the Local Planning Authority. \r\nPrior to commencement of any building outside permission 2023/1422, dated \r\n11/07/2023 detailed plans shall be submitted to and approved in writing by the local planning authority demonstrating the provision of sufficient ducting space for full fibre connectivity infrastructure within the development. \r\nThe development shall be carried out in accordance with these plans and \r\nmaintained as such in perpetuity. \r\nReason: To provide high quality digital connectivity infrastructure to contribute to London's global competitiveness \r",
    "Condition : 60 - Prior to the above ground works, details of free drinking water fountains and \r\nthe associated management and maintenance across the public realm shall be submitted to and approved in writing by the Local Planning Authority. The \r\ndevelopment shall be carried out in accordance with the details and shall \r\nremain in perpetuity. \r\nReason: In the interests of sustainable development and in accordance with \r\nPolicy D8 of the London Plan (2021) ",
    "Condition : 61 - Prior to works above ground level, details of electric charging points 20% of \r\nspaces will be provided as active electric charging spaces, 80% passive) for all proposed parking spaces shall be submitted and approved in writing by Local Planning Authority. The charging points shall be installed prior to the \r\noccupation of any part of the development and retained in perpetuity. \r\nReason: To ensure satisfactory provision of electric charging points in \r\naccordance with Council Policy LP51 of the Wandsworth Local Plan 2023-\r\n2038 (adopted July 2023). \r",
    "Condition : 62 - Prior to completion of the concrete frame/ or prior to commencement of \r\nfacades for the residential part of the site, details of the flood storage mitigation measures in accordance with the submitted flood risk assessment addendum by Walsh (Ref: Walsh 5651-WAL-ZZ-SW-PS-D-0301-R1; date: October 2023) and including voids and any other measures critical to the flow of the flood waters shall be submitted at a suitable scale for approval prior to the commencement of any works to the building other than piling. \r\nThe details submitted to discharge this condition shall demonstrate that water \r\nwill flow freely in and out of the voids (such demonstration shall be supported \r\nby topographic levels) and include details of any apertures allowing water to \r\nflow into and out of the subfloor voids. Unless approved otherwise such \r\napertures shall be a minimum of 1m wide (if the void openings are a security \r\nrisk, then vertical steel bars are permitted to be placed at 0.1m centres), \r\npositioned such that there is one opening in every 5m length of wall on all \r\nsides and shall be securely barriered by durable mesh or metal grilles to make \r\nthem inaccessible and maintainable. \r\n\r\nDetails submitted for discharge of this condition shall include a Maintenance \r\nPlan demonstrating that the voids can remain open for the lifetime of the \r\ndevelopment and will be regularly monitored and inspected. \r\n Any approved mitigation measures and the Maintenance Plan shall be fully \r\nimplemented prior to occupation and subsequently in accordance with the \r\nscheme's timing/phasing arrangements and shall be retained and maintained \r\nthereafter throughout the lifetime of the development. \r\nReason: To reduce the risk of flooding to the proposed development, future \r\noccupants and not to increase flood risk elsewhere in accordance with \r\nParagraph 165 of The NPPF (2023). ",
    "Condition : 63 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 64 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). Any assessment of CIL liability by the Council has been based on the information provided and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  General information on the Community Infrastructure Levy, including the forms that should be submitted to the Council can be found on the Councils website.",
    "Condition : 65 - INFORMATIVE: The proposed development is located within 15m of Thames Waters underground assets, as such the development could cause the assets to fail if appropriate measures are not taken. Please read the guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. https://developers.thameswater.co.uk/Developing-a\u0002large-site/Planning-yourdevelopment/ Working-near-or-diverting-our-pipes. \r\nShould you require further information please contact Thames Water. Email: \r\ndeveloper.services@thameswater.co.uk There are water mains crossing or \r\nclose to your development. Thames Water do NOT permit the building over or construction within 3m of water mains. If you're planning significant works near our mains (within 3m) we'll need to check that your development doesn't \r\nreduce capacity, limit repair or maintenance activities during and after \r\nconstruction or inhibit the services we provide in any other way. The applicant is advised to read the following guidance about working near or diverting our pipes. https://developers.thameswater.co.uk/Developing-a-largesite/Planning\u0002your-development/Working-nearordiverting-our-pipes Prior to the commencement of development, the applicant is advised to contact the Council regarding the submission of a Section 61 (Control of Pollution Act \r\n1974) application \r",
    "Condition : 66 - INFORMATIVE: Flood Risk Activity Permit The Environmental Permitting \r\n(England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place: \r\n- on or within 8 metres of a main river (16 metres if tidal) \r\n- on or within 8 metres of a flood defence structure or culvert (16 metres if \r\ntidal) \r\n-on or within 16 metres of a sea defence o involving quarrying or \r\nexcavation within 16 metres of any main river, flood defence (including a \r\nremote defence) or culvert \r\n- in a floodplain more than 8 metres from the river bank, culvert or flood \r\ndefence structure (16 metres if it's a tidal main river) and you don't already \r\nhave planning permission. For further guidance please visit \r\nhttps://www.gov.uk/guidance/flood-risk-activitiesenvironmental-permits or \r\ncontact our National Customer Contact Centre on 03702 422 549 or by \r\nemailing enquiries@environment-agency.gov.uk. The applicant should not \r\nassume that a permit will automatically be forthcoming once planning \r\npermission has been granted, and we advise them to consult with us at the \r\nearliest opportunity"
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_3661",
  "lpa_app_no": "2023/3661",
  "application_details": {
    "site_area": 2.246
  },
  "uprn": "121007126"
}