{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4305",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "11/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527782.1465936,
              175424.804752
            ],
            [
              527780.7037079,
              175424.4048664
            ],
            [
              527777.9993278,
              175423.505124
            ],
            [
              527774.6023626,
              175434.4020048
            ],
            [
              527777.1995569,
              175435.3017472
            ],
            [
              527778.7496284,
              175435.7516184
            ],
            [
              527786.2031636,
              175438.1509317
            ],
            [
              527788.9982393,
              175439.0506741
            ],
            [
              527800.0960916,
              175442.3997155
            ],
            [
              527800.7969218,
              175440.2503307
            ],
            [
              527802.445934,
              175434.9518474
            ],
            [
              527803.4518315,
              175431.8027488
            ],
            [
              527793.5989834,
              175428.5536788
            ],
            [
              527789.6001288,
              175427.3040365
            ],
            [
              527782.1465936,
              175424.804752
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "lapsed_date": "05/02/2027",
  "appeal_decision": null,
  "street_name": "Lavender Gardens",
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "description": "Alterations including erection of single-storey rear/side extension. Installation of 3 x air conditioning units to rear single-storey extension. ",
  "decision": "Approved",
  "centroid_northing": "175431",
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T00:46:11.428+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Lavender",
  "centroid_easting": "527785",
  "site_name": null,
  "application_type": "Householder",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.16192,
          51.4633802
        ],
        [
          -0.1619409,
          51.4633769
        ],
        [
          -0.1619801,
          51.4633695
        ],
        [
          -0.1620251,
          51.4634682
        ],
        [
          -0.1619874,
          51.4634757
        ],
        [
          -0.1619649,
          51.4634794
        ],
        [
          -0.1618568,
          51.4634992
        ],
        [
          -0.1618163,
          51.4635067
        ],
        [
          -0.1616554,
          51.4635343
        ],
        [
          -0.1616461,
          51.4635148
        ],
        [
          -0.1616243,
          51.4634668
        ],
        [
          -0.161611,
          51.4634383
        ],
        [
          -0.1617539,
          51.4634113
        ],
        [
          -0.16181189999999998,
          51.463401
        ],
        [
          -0.16192,
          51.4633802
        ]
      ]
    ]
  },
  "postcode": "SW11 1DN",
  "decision_date": "05/02/2024",
  "centroid": {
    "lon": "-0.16187669999999998",
    "lat": "51.4634353"
  },
  "decision_process": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "50",
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "16/11/2023",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "locality": "London",
  "last_date_consultation_comments": "02/02/2024",
  "pp_id": "12602304",
  "development_type": "Other house holder developments",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed in Location Plan, 201 Rev. 01, 203 Rev. 01, 205 Rev. 01, 206 Rev. 01, Multi Model Specifications Leaflet and Fire Safety Statement.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP3 and LP5 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with policy LP3 of the Local Plan and Section 12 of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - A noise impact assessment under the provisions of BS4142 2014, which specifically considers the AC units to be installed at the site shall be undertaken and submitted to and approved in writing by the Local Planning Authority prior to their installation. The cumulative measured or calculated rating level of noise emitted from the AC units shall be 5dB(A) below the existing background noise level, at all times. The measured or calculated noise levels shall be determined at the boundary of the nearest ground floor noise sensitive premises or 1 metre from the facade of the nearest first floor (or higher) noise sensitive premises in accordance with the latest British Standard 4142. An alternative position for assessment/measurement may be used to allow ease of access, this must be shown on a map and noise propagation calculations detailed to show how the design criteria is achieved. The AC units shall be installed and operated in accordance with the approved details and thereafter maintained. Any approved noise mitigation measures as may be required shall be implemented before the AC units are brought into operation and such measures shall thereafter be retained.\r\nReason: To protect the amenities of neighbouring occupiers, in accordance with policy LP2 of the Wandsworth Local Plan.\r\n\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_4305",
  "lpa_app_no": "2023/4305",
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "04/2024",
    "total_gia_gained": 0,
    "intended_commencement_date": "03/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.030000000000000002
  },
  "uprn": "100022662268"
}