{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2021304,
          51.4524963
        ],
        [
          -0.20222,
          51.4524698
        ],
        [
          -0.20221709999999998,
          51.4524675
        ],
        [
          -0.202295,
          51.452444
        ],
        [
          -0.2023025,
          51.4524422
        ],
        [
          -0.2023062,
          51.452454
        ],
        [
          -0.20234449999999998,
          51.4525782
        ],
        [
          -0.2023798,
          51.4526886
        ],
        [
          -0.2023798,
          51.4526885
        ],
        [
          -0.2023177,
          51.4527105
        ],
        [
          -0.20212000000000002,
          51.4527623
        ],
        [
          -0.20208669999999998,
          51.4527659
        ],
        [
          -0.2020668,
          51.4527229
        ],
        [
          -0.20204909999999998,
          51.4526918
        ],
        [
          -0.2020372,
          51.4526706
        ],
        [
          -0.2020286,
          51.4526555
        ],
        [
          -0.2019658,
          51.4525441
        ],
        [
          -0.20204799999999998,
          51.4525216
        ],
        [
          -0.202046,
          51.4525179
        ],
        [
          -0.20212829999999998,
          51.4524945
        ],
        [
          -0.2021304,
          51.4524963
        ]
      ]
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T03:01:21.030+00:00",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 2,
    "no_proposed_car": 2
  },
  "site_name": null,
  "decision_target_date": "06/10/2023",
  "site_number": "3",
  "bo_system": "Northgate M3",
  "actual_completion_date": null,
  "application_details": {
    "total_gia_gained": 151,
    "intended_completion_date": "05/2024",
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "10/2023",
    "no_additional_bathrooms": 2,
    "site_area": 0.064
  },
  "appeal_decision_date": null,
  "centroid_northing": "174159",
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525018.7978736,
              174145.2010344
            ],
            [
              525012.6470581,
              174142.1019215
            ],
            [
              525012.8531846,
              174141.851993
            ],
            [
              525007.5021399,
              174139.10278
            ],
            [
              525006.9909461,
              174138.8928401
            ],
            [
              525006.702369,
              174140.2024652
            ],
            [
              525003.7011668,
              174153.9485304
            ],
            [
              525000.9473164,
              174166.1550364
            ],
            [
              525000.9473164,
              174166.1450392
            ],
            [
              525005.2017679,
              174168.7043066
            ],
            [
              525018.7978736,
              174174.802561
            ],
            [
              525021.0982457,
              174175.2524323
            ],
            [
              525022.5988468,
              174170.5037915
            ],
            [
              525023.9098115,
              174167.0747731
            ],
            [
              525024.8002781,
              174164.7454399
            ],
            [
              525025.4351478,
              174163.0759178
            ],
            [
              525030.1018524,
              174150.7994319
            ],
            [
              525024.4539856,
              174148.1501902
            ],
            [
              525024.6023967,
              174147.7503047
            ],
            [
              525018.9462847,
              174145.0010916
            ],
            [
              525018.7978736,
              174145.2010344
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "subdivision_of_building": null,
  "postcode": "SW18 1ND",
  "last_updated_by": "Northgate M3",
  "valid_date": "07/08/2023",
  "lpa_app_no": "2023/2966",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "pp_id": "12369440",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "10/10/2026",
  "borough": "Wandsworth",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_2966",
  "street_name": "Melrose Road",
  "last_date_consultation_comments": "14/09/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [1037/12 REV: B, 1037/06 REV: B, 1037/07 REV: B, 1037/08 REV: B, 1037/09 REV: B, 1037/10 REV: B, NVP3589, NVP3589, ARBORICULTURAL METHOD STATEMENT IMPLICATIONS ASSESSMENT AND TREE PROTECTION REPORT REF: NVP3589]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to the commencement of the development, the tree protection measures and fencing shall be installed prior to commencement of the development and thereafter retained in accordance with the approved details as shown on drawings: Tree Protection Plan As Existing and Tree \r\nProtection Plan As Proposed and specification contained within Arboricultural \r\nMethod Statement ref: NvP3589 dated 19th February 2023.The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - No works above ground level shall commence until a full specification of all \r\nproposed tree planting has been submitted to and approved in writing by the local planning authority. The specification shall include the quantity, size, species, and positions or density of all trees to be planted, how they will be planted and protected and the proposed time of planting. The tree planting shall be carried out in accordance with the approved details and retained as such thereafter. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - If, within a period of 5 years from the date of planting, the tree (or any tree \r\nplanted in replacement for it) is removed, uprooted, destroyed or dies or becomes, in the opinion of the local planning authority, seriously damaged or defective, another tree of the same size and species as that originally planted shall be planted at the same place within the first planting season following the removal, uprooting, destruction or death of the original tree unless the local planning authority gives its written consent to any variation.\r\nReason:  To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 8 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 9 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "centroid": {
    "lat": "51.4526203",
    "lon": "-0.20212259999999999"
  },
  "centroid_easting": "525019",
  "ward": "East Putney",
  "application_type": "Householder",
  "decision_date": "10/10/2023",
  "application_type_full": "Householder planning permission",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2966",
  "uprn": "121007447",
  "description": "Alterations including erection of a two storey plus basement side extension with formation of front and rear lightwells.",
  "date_building_work_started_under_previous_permission": null,
  "locality": "London",
  "decision_process": null,
  "epc_number": null,
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Wandsworth"
}