{
  "lpa_app_no": "2023/3531",
  "uprn": "121022997",
  "lapsed_date": "27/11/2026",
  "centroid_northing": "171218",
  "site_number": "82",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "02/10/2023",
  "decision_date": "27/11/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1409781,
          51.4254153
        ],
        [
          -0.1408691,
          51.4254778
        ],
        [
          -0.1407976,
          51.425519
        ],
        [
          -0.1407698,
          51.4254974
        ],
        [
          -0.1407216,
          51.4254607
        ],
        [
          -0.1406999,
          51.4254459
        ],
        [
          -0.14066019999999999,
          51.4254147
        ],
        [
          -0.1406578,
          51.4254128
        ],
        [
          -0.1406059,
          51.4253712
        ],
        [
          -0.1405765,
          51.4253496
        ],
        [
          -0.14037629999999998,
          51.425198
        ],
        [
          -0.1404184,
          51.4251874
        ],
        [
          -0.1405775,
          51.4250951
        ],
        [
          -0.14066009999999998,
          51.4251526
        ],
        [
          -0.14070349999999998,
          51.425129
        ],
        [
          -0.1407279,
          51.4251478
        ],
        [
          -0.1408269,
          51.4252236
        ],
        [
          -0.1409155,
          51.4252928
        ],
        [
          -0.1410312,
          51.4253833
        ],
        [
          -0.1409781,
          51.4254153
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.097
  },
  "appeal_decision": null,
  "postcode": "SW16 6NR",
  "development_type": "Minor dwellings",
  "title_number": null,
  "centroid_easting": "529371",
  "actual_commencement_date": null,
  "description": "Variation of condition 2 (in accordance with approved drawings) pursuant to planning permission dated 30/06/2022 ref 2022/0538 (Erection of four-storey side and rear extensions, conversion of rear part of ground floor to residential with retention of front part as commercial (Class E) use in connection with conversion of building into 8 residential units 1 x 3 bedroom, 6 x 2 bedroom and 1 x 1- bedroom units with associated bin and bike storage and landscaping.) to allow changes to the approved drawings, including alterations to fenestration, cycle storage, access and entrance arrangements to the rear elevation; access arrangement to Unit 8 courtyard; vehicular entrance gates and additional window to staircase A.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Wandsworth",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.14059649999999999",
    "lat": "51.4252132"
  },
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3531",
  "pp_id": "12301375",
  "id": "Wandsworth-2023_3531",
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "27/11/2023",
  "locality": "London",
  "lpa_name": "Wandsworth",
  "last_date_consultation_comments": "07/11/2023",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of the initial permission ref: 2022/0538 (dated: 30 June 2022). \r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed: Outline Fire Safety Strategy prepared by Ashton Fire (Project Reference: AF 2360 dated 02/02/2022), Supplementary Fire Statement To Support Application 2023/3531 (02nd October 2023), GEZ - 021 B, GEZ - 022 G, GEZ - 023, GEZ - 024 E, GEZ - 025 B, GEZ - 26 D and GEZ - 028 C. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The development permitted by this planning permission shall only be carried out in accordance with the submitted Construction Phase Plan/Construction Management Plan by Fairland Contractors LTD (Version D dated 07/12/2021. The mitigation measures shall be retained as such. \r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 4 - The development permitted by this planning permission shall only be carried out in accordance with the submitted Air Quality Assessment by Air Quality Assessments Ltd, doc no. J0544/1/F2 dated 10 January 2022]. The mitigation measures shall be retained as such. \r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan (2021) policy SI1, coupled with the requirements of the National Planning Policy Framework 2023. \r\n",
    "Condition : 5 - The development permitted by this planning permission shall only be carried out in accordance with the following submitted contaminated land reports: \r\n- Phase 1 Geo-Environmental Desk Study and Preliminary Risk Assessment by Brown 2 Green Associates Ltd (Reference Number 2841/Rpt 1v1 dated June 2021).\r\n- GeoEnvironmental Site Investigation Report by Brown 2 Green Associates Ltd (Reference Number 2841/Rpt 2v1 dated September 2021). \r\n- Remediation Method Statement and Verification Plan by Brown 2 Green Associates Ltd (Reference Number 2841/Rpt 4v1 dated November 2021. \r\nThe mitigation measures shall be retained as such. \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - The materials to be used on all external surfaces of the proposed development shall be those detailed on drawings GEZ External Materials Schedule rev C and GEZ - 028 C, unless otherwise approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - The landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be those detailed on drawing 210626-LP-01 P2. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.\r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 8 - The boundary treatments and lighting used within the proposed development shall be those detailed on drawings GEZ - 026 D and GEZ - 027 F, unless otherwise approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with Council policy LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 9 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority. \r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 11 - Prior to the first occupation of the development, the refuse and recycling storage shown on the approved drawings shall be provided and shall be retained for the users of the development and for no other purpose. \r\nReason: In the interests of amenity and hygiene, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Prior to the first occupation of the development the cycle parking shown on the approved drawings shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy LP51 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 -  No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.\r\nReason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact / cause failure of local underground sewerage utility infrastructure. \r\n\r\n",
    "Condition : 14 - Unit A (3-bedroom on the lower ground floor) must comply with Part M4(3)(2)(a) wheelchair adaptable standards of Approved Document M of the Building Regulations, Volume 1: Dwellings. \r\nReason: To ensure adequate provision is made for wheelchair users in accordance with Council policies LP1 and LP27 of the Local Plan coupled with the requirements of the London Plan 2023. \r\n",
    "Condition : 15 - Notwithstanding the provisions of Class E of the Use Class Order 2020 (or any Order revoking, amending and re-enacting the Order) no floorspace within the building shall be used for the purposes of \"Class E(f) - Creche, day nursery or day centre\". \r\nReason: To safeguard the amenities of the neighbourhood by ensuring that other uses which could cause a loss of amenity do not commence without prior approval in accordance with Council policies LP2 of the Local Plan and the National Planning Policy Framework 2021.\r\n",
    "Condition : 16 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T02:15:55.589+00:00",
  "appeal_status": null,
  "street_name": "Mitcham Lane",
  "ward": "Furzedown",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529343.9013332,
              171239.8026951
            ],
            [
              529351.297153,
              171246.950649
            ],
            [
              529356.153494,
              171251.649304
            ],
            [
              529358.1487987,
              171249.2999765
            ],
            [
              529361.6034794,
              171245.3011212
            ],
            [
              529363.1535508,
              171243.701579
            ],
            [
              529365.9980969,
              171240.302552
            ],
            [
              529366.1712432,
              171240.0926121
            ],
            [
              529369.8980108,
              171235.5539113
            ],
            [
              529372.0005014,
              171233.2045838
            ],
            [
              529386.3469077,
              171216.6993084
            ],
            [
              529383.4528913,
              171215.4496661
            ],
            [
              529372.6518612,
              171204.9026851
            ],
            [
              529366.7483975,
              171211.1508966
            ],
            [
              529363.7966656,
              171208.4516692
            ],
            [
              529362.0487126,
              171210.5010826
            ],
            [
              529354.949715,
              171218.7487217
            ],
            [
              529348.5927729,
              171226.2965612
            ],
            [
              529340.2982414,
              171236.1537396
            ],
            [
              529343.9013332,
              171239.8026951
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}