{
  "last_updated_by": "Planning Portal ingest",
  "application_type": "All Other",
  "decision_agency": "Borough",
  "centroid_northing": "171659",
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Tooting Bec",
  "lpa_app_no": "2023/1144",
  "cil_liability": true,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1144",
  "lpa_name": "Wandsworth",
  "valid_date": "28/03/2023",
  "pp_id": "12021940",
  "postcode": "SW17 8LB",
  "appeal_status": null,
  "street_name": "Gassiot Road",
  "centroid_easting": "527803",
  "uprn": "100022647738",
  "borough": "Wandsworth",
  "application_details": {
    "total_gia_gained": 66.59,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "08/2023",
    "intended_completion_date": "02/2024",
    "site_area": 0.012
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16312549999999998,
          51.429502
        ],
        [
          -0.1630845,
          51.4295229
        ],
        [
          -0.1629955,
          51.4295683
        ],
        [
          -0.162859,
          51.4296382
        ],
        [
          -0.16284369999999998,
          51.4296262
        ],
        [
          -0.16281299999999999,
          51.4296028
        ],
        [
          -0.1628829,
          51.429567
        ],
        [
          -0.1630376,
          51.4294876
        ],
        [
          -0.163078,
          51.4294662
        ],
        [
          -0.16312549999999998,
          51.429502
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Alterations including erection of dormer roof extension to main rear roof, roof extension above two storey back addition and erection of single storey rear and side extension in connection with conversion of property from residential (Class C3) to house of multiple occupation (Class C4) for up to 6 occupants.",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Householder planning permission",
  "epc_number": null,
  "centroid": {
    "lon": "-0.1629783",
    "lat": "51.4295317"
  },
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [B.EX.0.1; D.PR.0.1 (dated 11/05/2023); D.PR.0.2 (dated 11/05/2023); D.PR.2.2 (dated 11/05/2023); D.PR.2.3 (dated 11/05/2023); D.PR.2.4 (dated 11/05/2023); D.PR.3.1 (dated 11/05/2023); D.PR.3.2 (dated 11/05/2023); D.PR.3.3 (dated 11/05/2023); D.PR.3.4 (dated 11/05/2023); D.PR.4.1 (dated 11/05/2023); D.PR.4.2 (dated 11/05/2023); Fire Strategy Statement (dated March 2023)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 7 - INFORMATIVE: The applicant is reminded that occupation of the property by more than 6 people would constitute a change of use to a larger HMO (sui generis) for which planning permission would be required.   \r\n"
  ],
  "development_type": "Minor dwellings",
  "parking_details": null,
  "appeal_decision": null,
  "locality": "London",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "19/06/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527792.8486828,
              171655.4437192
            ],
            [
              527795.6437585,
              171657.8430324
            ],
            [
              527801.7038784,
              171663.0415444
            ],
            [
              527810.9960623,
              171671.0492522
            ],
            [
              527812.0926554,
              171669.7496242
            ],
            [
              527814.2940867,
              171667.2003539
            ],
            [
              527809.5366865,
              171663.0915301
            ],
            [
              527798.9994984,
              171653.9941342
            ],
            [
              527796.253893,
              171651.5448353
            ],
            [
              527792.8486828,
              171655.4437192
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Wandsworth-2023_1144",
  "site_name": null,
  "lapsed_date": "19/06/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "19/06/2023",
  "last_updated": "2025-03-19T04:10:40.440+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": "15",
  "last_date_consultation_comments": "06/06/2023",
  "bo_system": "Northgate M3"
}