{
  "last_updated_by": "Northgate M3",
  "application_type": "Householder",
  "decision_agency": "Borough",
  "centroid_northing": "176380",
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Shaftesbury & Queenstown",
  "lpa_app_no": "2023/1357",
  "cil_liability": false,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1357",
  "lpa_name": "Wandsworth",
  "valid_date": "06/04/2023",
  "pp_id": "12077207",
  "postcode": "SW8 3SR",
  "appeal_status": null,
  "street_name": "St Philip Street",
  "centroid_easting": "528739",
  "uprn": "100022695231",
  "borough": "Wandsworth",
  "application_details": {
    "total_gia_gained": 23.07,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "07/2023",
    "intended_completion_date": "09/2023",
    "site_area": 0.008
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1476806,
          51.4717161
        ],
        [
          -0.1477093,
          51.4717211
        ],
        [
          -0.1477693,
          51.471731
        ],
        [
          -0.1478767,
          51.471748
        ],
        [
          -0.1478902,
          51.47175
        ],
        [
          -0.147872,
          51.4717948
        ],
        [
          -0.1478591,
          51.4717928
        ],
        [
          -0.14775169999999999,
          51.4717758
        ],
        [
          -0.147691,
          51.4717663
        ],
        [
          -0.1476573,
          51.4717613
        ],
        [
          -0.1476488,
          51.4717602
        ],
        [
          -0.1476597,
          51.4717374
        ],
        [
          -0.1476712,
          51.4717385
        ],
        [
          -0.1476806,
          51.4717161
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Alterations including erection of a rear dormer roof extension to  main rear roof with two rooflights on front roofslope.",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Householder planning permission",
  "epc_number": "9338-3047-6295-8369-7940",
  "centroid": {
    "lon": "-0.1478061",
    "lat": "51.4717479"
  },
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 105 (P) Amendment E; 106 (P) Amendment E; 107 (P) Amendment E; 108 (P) Amendment E; UK Fire Strategy Report prepared by UK Fire Safety Management Ltd.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with policy LP3 of the Local Plan and Section 12 of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to commencement of works details of materials shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and detailed design and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to the commencement of the above ground works detailed drawings at a minimum scale of 1:50 (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include;\r\nProposed timber sash windows with fenstration pattern to reflect original within the property.   \r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies LP1 and LP3 and of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "development_type": "Other house holder developments",
  "parking_details": null,
  "appeal_decision": null,
  "locality": "London",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "11/10/2023",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528747.7999053,
              176376.6922772
            ],
            [
              528745.7963555,
              176377.1921342
            ],
            [
              528741.5996194,
              176378.191848
            ],
            [
              528734.0966138,
              176379.8913615
            ],
            [
              528733.1484317,
              176380.0913043
            ],
            [
              528734.2862502,
              176385.0998706
            ],
            [
              528735.1932069,
              176384.8999278
            ],
            [
              528742.6962125,
              176383.2004143
            ],
            [
              528746.942419,
              176382.2506862
            ],
            [
              528749.2922614,
              176381.7508293
            ],
            [
              528749.8859058,
              176381.6508579
            ],
            [
              528749.1933207,
              176379.0915905
            ],
            [
              528748.3935497,
              176379.1915618
            ],
            [
              528747.7999053,
              176376.6922772
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "id": "Wandsworth-2023_1357",
  "site_name": null,
  "lapsed_date": "11/10/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "11/10/2023",
  "last_updated": "2025-03-19T03:06:13.795+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": "3",
  "last_date_consultation_comments": "15/06/2023",
  "bo_system": "Northgate M3"
}