{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW18 5PW",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.21436,
          51.448167
        ],
        [
          -0.214025,
          51.447773
        ],
        [
          -0.214693,
          51.447761
        ],
        [
          -0.214699,
          51.448008
        ],
        [
          -0.214557,
          51.448011
        ],
        [
          -0.214557,
          51.448005
        ],
        [
          -0.214396,
          51.448007
        ],
        [
          -0.214396,
          51.448099
        ],
        [
          -0.214426,
          51.448135
        ],
        [
          -0.214444,
          51.448172
        ],
        [
          -0.21436,
          51.448167
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Garages To The South East Of 63 To 75",
  "centroid_easting": 524196,
  "pp_id": "12562128",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "residential_details": {
      "total_no_existing_residential_units": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 6,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 100,
      "total_no_proposed_residential_units_social_rent": 6,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 6,
      "total_gia_gained": 350.8,
      "total_no_existing_residential_affordable_units": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 52.7,
          "tenure": "Social Rent"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 52.7,
          "tenure": "Social Rent"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 52.7,
          "tenure": "Social Rent"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 52.7,
          "tenure": "Social Rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Local Authority",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70,
          "tenure": "Social Rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Local Authority",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 70,
          "tenure": "Social Rent"
        }
      ],
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_affordable_rent": 0
    },
    "lead_developer_company_name": "Wandsworth Borough Council ",
    "surface_water_discharge_percentage_reduction": 89,
    "non_residential_details": {
      "total_gia_gained": 426.1,
      "total_gia_lost": 108.77,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 124,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "affordable_housing_fast_track": true,
    "scheme_name": "Garages on Galleons Estate",
    "rain_water_harvesting": false,
    "garden_land_lost": false,
    "ownership_status": "Public",
    "total_gia_gained": 426.1,
    "open_and_protected_space_details": {
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [
        {
          "area": 0.037200000000000004,
          "access": "Unrestricted",
          "land_swap": false,
          "open_space_designation": "Not Designated",
          "description": "Existing lawn.",
          "open_space_type": "Amenity"
        },
        {
          "area": 0.0267,
          "access": "Unrestricted",
          "land_swap": false,
          "open_space_designation": "Not Designated",
          "description": "Amenity space",
          "open_space_type": "Amenity"
        }
      ],
      "protected_space_count": 0,
      "open_space_local_and_other_area_loss": 0
    },
    "green_suds": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 43.43,
        "building_ref": "Block A"
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "10/2026",
        "intended_commencement_date": "10/2024"
      }
    ],
    "site_area": 0.12,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "no_new_water_connections_required": 6,
      "no_active_slow_ev_charging_points": 0,
      "green_roof_area": 155,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "urban_greening_factor_score": 0.42,
      "no_homes_to_have_electrical_heating": 6,
      "fire_suppression_system_proposed": false,
      "no_passive_slow_ev_charging_points": 5,
      "mobile_network_operators_consultation": false,
      "chp_heat_pumps_capacity": 0.02,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 6,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "internal_resi_water_usage": 115.86,
    "scheme_phasing": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 108.77,
        "use_class": "C3",
        "gia_gained": 426.1,
        "gia_lost": 108.77
      },
      {
        "gia_existing": 15.23,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 108.77,
    "grey_water_reuse": false,
    "total_gia_existing": 124
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2023/4401",
  "decision_date": "26/02/2024",
  "last_updated": "2025-03-20T12:03:05.070+00:00",
  "centroid_northing": 173611,
  "centroid": {
    "lat": 51.447876,
    "lon": -0.214177
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "West Hill",
  "bo_system": "Northgate M3",
  "lapsed_date": "26/02/2027",
  "decision_process": null,
  "last_date_consultation_comments": "26/12/2023",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "23/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Design & Access Statement, including Landscape Strategy by WW+P and Allen Pyke Associates, Air Quality Assessment by NoiseAir; Archaeological Desk-Based Assessment by Fullerlong; Biodiversity Net Gain Assessment by The Ecology Partnership; Preliminary Ecology Appraisal by The Ecology Partnership; Ground Investigation by Listers Geotechnics; Daylight and Sunlight Reports by Right of Light; Fire Strategy by Tetra Tech; Utilities Statement by Amber Utilities; Heritage Impact Assessment by Jon Wright Heritage; Planning Statement by Stantec UK Ltd; Statement of Community Involvement by Stantec UK Ltd; Surface Water Drainage Report & Strategy by Tullys; Energy and Sustainability Strategy by McCarthy Bainbridge; Transport Statement and Waste Management Plan by Paul Mew Associates; Arboricultural Impact Assessment; Method Statement & Tree Protection Plan by Trevor Heaps Ltd; Landscaping response (3054-APA-ZZ-XX-FN-L-4014) dated 08/01/24; 952 WWP GE ZZ DR A 00 501 P.01; 952 WWP GE 00 DR A 01 502 P.01; 952 WWP GE 01 DR A 01 503 P.01; 952 WWP GE RF DR A 01 504 P.01; 952 WWP GE ZZ DR A 20 502 P.01; 952 WWP GE ZZ DR A 20 503 P.01; 952 WWP GE ZZ DR A 25 502 P.01; 3054-APA-SH-GF-DR-L-1006 P.04 and revised balcony details (02/02/24)].  \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.  \r\n",
    "Condition : 3 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 4 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 6 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 8 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - Prior to occupation of the development the first window in the eastern elevation at first floor level of the development shall be obscure-glazed.? The window shall so be maintained and retained as such.  \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework. \r\n\r\n",
    "Condition : 10 - Notwithstanding the detail shown on the approved drawings, prior to commencement of use of the balcony to units GE.01.2 and GE.01.3 as shown on drawing number [952-WWP-GE-01-DR-A-01 503 P01], details of screening to the balconies shall be submitted to and approved in writing by the local planning authority. The details submitted shall include measurements to ensure that screening shall be to a height of 1.4m above finished floor level and show the obscured glazing material to be used. The screening shall be completed in accordance with the approved details prior to commencement of the use of the balcony and be so retained and maintained thereafter.  \r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the coupled with the requirements of the National Planning Policy Framework. \r\n\r\n",
    "Condition : 11 - No water tanks, plant, lift rooms or other structures other than the proposed ASHP units shall be erected upon the roof of the approved building. \r\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 12 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area. Access shall be for maintenance purposes only. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n\r\n",
    "Condition : 13 - Prior to commencement of the above ground works a landscaping scheme, to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. These details shall include hard landscaping works as well as soft landscaping including the species and height of trees and root volumes, shrubs, hedges, and species associated with any biodiverse roofs, with priority given to native and wildlife friendly species, including night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP 2023 Guidance); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports). The landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority. All planting, seeding, turfing and green roofs included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.   \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2, LP56 and LP57 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development. \r\n\r\n",
    "Condition : 14 - The landscape works and planting shown on approved drawing numbered [3054-APA-SH-GF-DR-L-1006 P.04] shall be carried out prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and to provide biodiversity interest, in accordance with Council policies LP1, LP2 and LP56 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 15 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development.  \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 16 - No tree to be retained (retained tree) shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped, other than in accordance with the prior written approval of the local planning authority.  If any retained tree is removed, uprooted, destroyed or dies, a replacement tree shall be planted and that tree shall be of such size and species and shall be planted at such a time and in a location to be agreed with the local planning authority. \r\nReason:  To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n\r\n",
    "Condition : 17 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose. \r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n\r\n",
    "Condition : 18 - Prior to occupation of any part of the development the parking area(s) shown on the approved drawing(s) shall be provided and shall be retained for parking purposes for the users of the development and for no other purpose. \r\nReason: To ensure adequate arrangements are made for off-street parking in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 19 - The details of any scheme of external lighting which forms part of the development to be submitted to and approved by the local planning authority.  \r\nReason: To safeguard the amenities of residential occupiers and neighbouring properties, in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.  \r\n",
    "Condition : 20 - Prior to the commencement of development, a Dust Management Plan (DMP), based on an AQDRA (Air Quality and Dust Risk Assessment), shall be submitted to and approved, in writing, by the local planning authority. The DMP shall be in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The DMP will need to detail the measures to reduce the impacts during the construction phase. The development shall be undertaken in accordance with the approved plan. \r\nReason: To manage and prevent further deterioration of existing low-quality air across London in accordance with the London Plan and National planning Policy Framework. \r\n\r\n",
    "Condition : 21 - All Non-Road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.\r\nReason: To help monitor the use of such equipment across London in accordance with the London Plan. It is necessary for the condition to require plant to be registered prior to works starting to ensure all plant is included in the registration.\r\n",
    "Condition : 22 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to):  \r\n \r\na) whilst works should take place outside of the nesting season (February - September inclusive), if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests; \r\nb) details of measures to be taken to ensure that retained and adjacent habitats will not be impacted negatively by the works (including, but not limited to lighting, dust, litter, noise etc.); \r\nc) details of how deadwood will be managed sensitively and left in situ undisturbed where possible, including a toolbox talk on stag beetles for workers onsite; \r\nd) whilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023); \r\ne) details of measures to prevent mammal, amphibian or reptile entrapment or harm on site, including in excavations and construction and waste materials left on site; \r\nf) details of measures to sensitively clear",
    "Condition : 23 - Details of external plant shall be submitted to and approved by the local planning authority. \r\nReason: To ensure the equipment would not result in noise and disturbance to new residents or neighbouring properties in line with policy LP14.  \r\n",
    "Condition : 24 - Details of the Certification of the Home Quality Mark shall be submitted to and approved in writing by the local planning authority \r\nReason: To ensure the required standards are met in line with LP10. \r\n\r\n",
    "Condition : 25 - Notwithstanding the details shown on the approved plans and set out in the supporting information, Landscape and Ecological Enhancement and Management Plans shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to:  \r\n- details of native and wildlife friendly planting, including mixed native species hedge and scrub, low flowering amenity grass and night scented species;  \r\n- details of all biodiverse roofs (including any Biosolar roofs) including details of extensive substrate base, features to be included within the substrate e.g. rope coils, sand, gravel, etc., and details of any seeding/plug plant choice (in accordance with The Gro Green Roof Code 2021);  \r\n- orientation, target species and location for all swift and bat boxes/ bricks and bee bricks to be integrated with the new buildings;  \r\n- details of deadwood habitat; \r\n- a bat sensitive post-construction lighting plan to ensure that any lighting will be of a specification that minimises its impacts on bats, onsite habitats and the adjacent Streatham Cemetery SINC in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k, no light spill onto vegetated areas and no uplighters).  \r\n- details on the management to be implemented post-construction shall also be submitted, which shall include management responsibilities and maintenance schedules for all hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain.  \r\n \r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter. \r\nReason: To ensure satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the local plan. The details are required prior to the commencement of works to ensu"
  ],
  "parking_details": {
    "net_car": -3,
    "no_proposed_cycle": 12,
    "no_existing_cycle": 0,
    "no_proposed_car": 5,
    "no_existing_car": 8,
    "net_cycle": 12
  },
  "site_number": null,
  "uprn": "10096837581",
  "decision_target_date": "23/02/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524182.50132567476,
              173643.00478642283
            ],
            [
              524206.84899111954,
              173599.79715446668
            ],
            [
              524160.46698516264,
              173597.3058905009
            ],
            [
              524159.3491940896,
              173624.79999748577
            ],
            [
              524169.20204211096,
              173625.39982578636
            ],
            [
              524169.25151247764,
              173624.65004041104
            ],
            [
              524180.39883509255,
              173625.19988301978
            ],
            [
              524180.1514832596,
              173635.4469498294
            ],
            [
              524177.99952231103,
              173639.34583378682
            ],
            [
              524176.6473322897,
              173643.45465764997
            ],
            [
              524182.50132567476,
              173643.00478642283
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Skeena Hill",
  "secondary_street_name": null,
  "description": "Demolition of existing garages and erection of 2-storey building to provide 3 x 1-bedroom and 3 x 2-bedroom flats with associated car and cycle parking, refuse storage and landscaping.",
  "id": "Wandsworth-2023_4401",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4401"
}