{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1416113,
          51.424258
        ],
        [
          -0.1414752,
          51.4242064
        ],
        [
          -0.1414823,
          51.4242027
        ],
        [
          -0.1415939,
          51.4241967
        ],
        [
          -0.1416194,
          51.4242508
        ],
        [
          -0.1416113,
          51.424258
        ]
      ]
    ],
    "type": "Polygon"
  },
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529303.1459961,
              171109.9998507
            ],
            [
              529312.7514923,
              171104.5014246
            ],
            [
              529312.2650337,
              171104.0715477
            ],
            [
              529304.5229213,
              171103.2117938
            ],
            [
              529302.6018221,
              171109.1800854
            ],
            [
              529303.1459961,
              171109.9998507
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_status": null,
  "last_updated_by": "Planning Portal ingest",
  "epc_number": null,
  "decision_process": null,
  "locality": "London",
  "application_details": {
    "site_area": 0.003
  },
  "decision_agency": "Borough",
  "decision_target_date": "22/06/2023",
  "centroid": {
    "lat": "51.4242214",
    "lon": "-0.1415717"
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "uprn": "10070239976",
  "development_type": "Other advertisements",
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "borough": "Wandsworth",
  "ward": "Furzedown",
  "last_date_consultation_comments": "16/06/2023",
  "bo_system": "Northgate M3",
  "application_type_full": "Consent to display an advertisement",
  "valid_date": "27/04/2023",
  "site_number": null,
  "appeal_decision": null,
  "centroid_northing": "171106",
  "postcode": "SW16 6LY",
  "decision_conditions": [
    "Condition : 1 - The development shall be carried out in accordance with the reports, specifications and drawings detailed: A02146 rev A Part 1 and A02146 Part 2. . \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 2 - No development shall take place until the existing advertisement hoardings shown on plan ref:A02146 rev A Part 1) are removed in their entirety and the land made good to the same condition as the adjacent land.\r\nReason: To prevent the retention of advertisement hoardings shown to be removed, in order to achieve an acceptable effect on the appearance and amenity of the location in accordance with Council Policy DMS8 of the Development Management Policies Document (adopted March 2016).",
    "Condition : 3 - The maximum steady brightness of the digital advertisement hereby permitted is not to exceed 300 candelas per sq.m.\r\nReason: To ensure the sign does not have an adverse effect on the amenity of the area in accordance with Council policy DMS8 and to comply with paragraph 132 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - The digital advertisement hereby permitted shall not be illuminated between the hours of 2200 and 0700 Mondays to Sundays inclusive. \r\nReason: To safeguard the amenities of nearby residents in accordance with Council policy DMS8 of the Development Management Policies Document (adopted March 2016) and to comply with paragraph 132 of the NPPF 2021.\r\n",
    "Condition : 5 - The illumination of the sign hereby permitted shall be by static illumination only. \r\nReason: In the interest of highway safety and of the visual amenities of the locality in accordance with Council policy DMS8 and to comply with paragraph 132 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - The interval between advertisements shall take place over a period no greater than one second; the complete screen shall change with no visual effects (including swiping or other animated transition methods) between displays and the display shall include a mechanism to freeze the image in the event of a malfunction.\n\n\n\r\nReason: Reason: In the interest of highway safety and of the visual amenities of the locality in accordance with Council policy DMS8 and to comply with paragraph 132 of the National Planning Policy Framework 2021.",
    "Condition : 7 - The advertisement shall change no more frequently than once every 10 seconds and shall not include any animation. \r\nReason: In the interest of highway safety and of the amenities of the locality in accordance with Council policy DMS8 and to comply with paragraph 132 of the National Planning Policy Framework 2021.",
    "Condition : 8 - No advertisement displayed shall resemble traffic signs, as defined in section\r\n64 of the Road Traffic Regulation Act 1984.\r\nReason: In the interest of highway safety in accordance with Council Policy\r\nDMS8.\r",
    "Condition : 9 - No music or sound shall be emitted from the advertisements.\r\nReason: In the interest of the aural amenities of the locality in accordance with Council Policy DMS1 and DMS8."
  ],
  "centroid_easting": "529306",
  "decision_date": "22/06/2023",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Wandsworth",
  "id": "Wandsworth-2023_1618",
  "lpa_app_no": "2023/1618",
  "parking_details": null,
  "appeal_start_date": null,
  "site_name": "Advertising Right Flank 113",
  "appeal_decision_date": null,
  "lapsed_date": "22/06/2026",
  "description": "Installation of one internally illuminated digital display advertisement screens and removal of existing advertisements.",
  "street_name": "Mitcham Lane",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1618",
  "pp_id": "12121791",
  "title_number": null,
  "decision": "Approved",
  "application_type": "All Other",
  "status": "Approved",
  "last_updated": "2025-03-19T03:58:55.752+00:00",
  "date_building_work_started_under_previous_permission": null,
  "subdivision_of_building": null
}