{
  "appeal_decision": null,
  "street_name": "Franciscan Road",
  "title_number": null,
  "valid_date": "25/05/2023",
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527775.4021335032,
              171289.29852709273
            ],
            [
              527772.4998719938,
              171293.29738243367
            ],
            [
              527769.5976104843,
              171297.3962091579
            ],
            [
              527771.6836109443,
              171298.9457656017
            ],
            [
              527780.7531781617,
              171305.7038311272
            ],
            [
              527782.9216292328,
              171307.32336754125
            ],
            [
              527796.8228022581,
              171287.55902501877
            ],
            [
              527801.217419828,
              171290.81809212215
            ],
            [
              527803.3034202879,
              171287.84894203144
            ],
            [
              527806.8487965638,
              171290.34822662035
            ],
            [
              527808.1515162186,
              171288.4487703322
            ],
            [
              527812.1009004887,
              171291.2479690708
            ],
            [
              527816.7016445862,
              171284.69984344975
            ],
            [
              527821.7063966778,
              171278.08173786162
            ],
            [
              527822.2917960163,
              171277.32195534633
            ],
            [
              527830.3966910838,
              171266.61502017203
            ],
            [
              527843.7536900763,
              171248.9900652563
            ],
            [
              527843.0528598822,
              171248.80011962767
            ],
            [
              527842.492195727,
              171248.65016255347
            ],
            [
              527838.0481077905,
              171247.45050595177
            ],
            [
              527834.7335932257,
              171246.53076922358
            ],
            [
              527833.9008420538,
              171246.3008350415
            ],
            [
              527833.8925969927,
              171246.30083504115
            ],
            [
              527833.8761068705,
              171246.2908379017
            ],
            [
              527832.7960038655,
              171246.00092089054
            ],
            [
              527826.249425347,
              171244.25142167893
            ],
            [
              527824.3035909256,
              171242.60189385124
            ],
            [
              527820.700499222,
              171239.4527952692
            ],
            [
              527818.4990679065,
              171237.50335329183
            ],
            [
              527816.8500556853,
              171236.4536537649
            ],
            [
              527815.052632364,
              171235.154025778
            ],
            [
              527809.701587706,
              171242.40195108397
            ],
            [
              527809.1986389784,
              171242.00206554943
            ],
            [
              527806.8982669297,
              171245.20114982186
            ],
            [
              527804.1031912146,
              171249.20000516315
            ],
            [
              527801.2009297053,
              171253.24884619535
            ],
            [
              527800.5990402444,
              171254.09860295634
            ],
            [
              527799.3870162618,
              171255.78811933624
            ],
            [
              527798.4470792956,
              171257.09774446138
            ],
            [
              527795.5035924807,
              171261.19657118496
            ],
            [
              527792.7497420711,
              171265.09545514337
            ],
            [
              527789.8969509283,
              171269.15429331397
            ],
            [
              527786.9534641132,
              171273.25312003912
            ],
            [
              527785.7002148251,
              171274.9626306962
            ],
            [
              527784.1006729705,
              171277.15200399485
            ],
            [
              527781.1984114611,
              171281.2508307203
            ],
            [
              527778.4528061126,
              171285.0497432939
            ],
            [
              527775.4021335032,
              171289.29852709273
            ],
            [
              527775.4021335032,
              171289.29852709273
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Full planning & listed building consent",
  "decision": "Approved",
  "pp_id": "12049622",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "22/03/2027",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.163534,
          51.426216
        ],
        [
          -0.163574,
          51.426252
        ],
        [
          -0.163614,
          51.42629
        ],
        [
          -0.163584,
          51.426303
        ],
        [
          -0.163451,
          51.426362
        ],
        [
          -0.163419,
          51.426376
        ],
        [
          -0.163226,
          51.426195
        ],
        [
          -0.163162,
          51.426223
        ],
        [
          -0.163133,
          51.426196
        ],
        [
          -0.163081,
          51.426218
        ],
        [
          -0.163063,
          51.426201
        ],
        [
          -0.163005,
          51.426225
        ],
        [
          -0.162942,
          51.426165
        ],
        [
          -0.162872,
          51.426104
        ],
        [
          -0.162864,
          51.426097
        ],
        [
          -0.162751,
          51.425999
        ],
        [
          -0.162566,
          51.425838
        ],
        [
          -0.162576,
          51.425836
        ],
        [
          -0.162584,
          51.425835
        ],
        [
          -0.162648,
          51.425825
        ],
        [
          -0.162696,
          51.425818
        ],
        [
          -0.162708,
          51.425816
        ],
        [
          -0.162708,
          51.425816
        ],
        [
          -0.162708,
          51.425816
        ],
        [
          -0.162724,
          51.425814
        ],
        [
          -0.162819,
          51.425799
        ],
        [
          -0.162847,
          51.425785
        ],
        [
          -0.1629,
          51.425757
        ],
        [
          -0.162933,
          51.42574
        ],
        [
          -0.162957,
          51.425731
        ],
        [
          -0.162983,
          51.42572
        ],
        [
          -0.163057,
          51.425786
        ],
        [
          -0.163065,
          51.425783
        ],
        [
          -0.163097,
          51.425812
        ],
        [
          -0.163135,
          51.425849
        ],
        [
          -0.163176,
          51.425886
        ],
        [
          -0.163184,
          51.425894
        ],
        [
          -0.163201,
          51.425909
        ],
        [
          -0.163214,
          51.425921
        ],
        [
          -0.163255,
          51.425959
        ],
        [
          -0.163293,
          51.425994
        ],
        [
          -0.163332,
          51.426031
        ],
        [
          -0.163373,
          51.426069
        ],
        [
          -0.163391,
          51.426084
        ],
        [
          -0.163413,
          51.426104
        ],
        [
          -0.163453,
          51.426142
        ],
        [
          -0.163491,
          51.426177
        ],
        [
          -0.163534,
          51.426216
        ],
        [
          -0.163534,
          51.426216
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "borough": "Wandsworth",
  "site_number": null,
  "development_type": "Major all other major developments",
  "centroid": {
    "lat": 51.426143,
    "lon": -0.163111
  },
  "last_date_consultation_comments": "05/03/2024",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "net_cycle": 12,
    "no_proposed_cycle": 12,
    "no_existing_cycle": 0
  },
  "lpa_name": "Wandsworth",
  "decision_process": null,
  "decision_target_date": "22/03/2024",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "centroid_easting": 527805,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed:\r\n\r\nProposed Plans:\r\n\r\nSite Location Plan - SRP1048-IAA-XX-XX-D-A-0101 \r\nWhole Site Plan - SRP1048-IAA-ZZ-ZZ-D-A-2001 Rev. P07 \r\nNE Elevation and B1 SEN W Elevation - SRP1048-IAA-ZZ-ZZ-D-A-4202 Rev. P16 \r\nSW Elevation and B2 SE NW Elevations - SRP1048-IAA-ZZ-ZZ-D-A-4201 Rev. P15 \r\nProposed Ground Floor Plan - SRP1048-IAA-ZZ-00-D-A-2201 Rev. P12 \r\nProposed First Floor Plan - SRP1048-IAA-ZZ-01-D-A-2202 Rev. P12 \r\nProposed Second Floor Plan - SRP1048-IAA-ZZ-01-D-A-2203 Rev. P14 \r\nProposed Roof Plan - SRP1048-IAA-ZZ-RF-D-A-2204 Rev. P12 \r\nBlocks B1 and B2 Sections AA and BB - SRP1048-IAA-ZZ-ZZ-D-A-3201 Rev. P11 \r\nBlock B1 Sections CC and DD - SRP1048-IAA-ZZ-ZZ-D-A-3202 Rev. P09 \r\nBlocks B2 and B3 Sections EE and FF - SRP1048-IAA-ZZ-ZZ-D-A-3203\r\nRev. P08 \r\nNW Street Elevation Existing and Proposed - SRP1048-IAA-ZZ-ZZ-D-A-4203 Rev. P06 \r\nCycle Parking Plan - SRP1048-LIZ-Z1-00-D-L-0310-180 Rev. P01 \r\nSite Landscaping Plan - SRP1048-LIZ-Z1-00-D-L-0100-151 Rev. P13 \r\nSite Landscaping Plan  - SRP1048-LIZ-Z1-00-D-L-0101-151 Rev. P13 \r\nSite Landscaping Plan - SRP1048-LIZ-Z1-00-D-L-0102-151 Rev. P12 \r\nAreas Arrangement- SRP1048-LIZ-Z1-00-D-L-0106-202 Rev. P06 \r\nMUGA Plan - SRP1048-LIZ-Z1-00-D-L-0105-201 Rev. P01 \r\nSite Landscaping Plan (Masterplan) - SRP10480-LIZ-Z1-00-D-L-0002-103 Rev. P04 \r\nSite Levels Plan - SRP1048-LIZ-Z1-00-D-L-0105-150 Rev. P06  \r\nListed Wall  Site Elevation A - SRP1048-LIZ-Z1-00-D-L-0300-180 Rev. P01 \r\nListed Wall  Site Elevation B - SRP1048-LIZ-Z1-00-D-L-0301-180 Rev. P01 \r\nListed Wall Site Elevation C - SRP1048-LIZ-Z1-00-D-L-0302-180 Rev. P01 \r\nListed Wall Site Elevation D - SRP1048-LIZ-Z1-00-D-L-0303-180 Rev. P01 \r\nListed Wall  Site Elevation E - SRP1048-LIZ-Z1-00-D-L-0304-180 Rev. P01 \r\nSite Section ABC - SRP1048-LIZ-Z1-00-D-L-0400-180 Rev. P08 \r\nBoundary Treatment Plan - SRP1048-LIZ-Z1-00-D-L-0110-151 Rev. P09 \r\nTree Constraints Plan - SRP1048-LI",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained.  \r\n\r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 4 - Prior to the commencement of the above ground works detailed drawings at a minimum scale of [1:20] (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include; \r\n\r\nwindow reveals; window frames; entrance doors; door frames; junctions between changes in materials, fenestration detailing, roof/eaves detailing, school text detailing, listed boundary wall opening details. \r\n\r\nThe development shall be constructed in accordance with the approved details and retained as such. \r\n\r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2, LP3 and LP4 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 5 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details. \r\n\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared. ",
    "Condition : 6 - Prior to the occupation of the development a Community Use Management Plan shall be submitted and approved in writing by the Local Planning Authority. The Plan shall include measures detailing how the development can be maximising the use of the buildings in evenings and at weekends while being welcoming, inclusive and open and available to all members of the local community. \r\n\r\nReason: to ensure the provision of a community use in compliance with Wandsworth Local Plan (2023) policy LP17. ",
    "Condition : 7 - Prior to commencement of development, a Local Employment Plan shall be submitted to and approved in writing by the Council. The Plan shall set out how reasonable endeavours will be made to recruit local people during the construction process. The development shall not be implemented other than in accordance with the approved Plan. \r\n\r\nReason: To ensure local employment and to accord with policy LP39 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 8 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to): \r\n\r\n- The routing of construction vehicles, time of vehicle arrival and departure, any proposed temporary traffic and pedestrian management measures during the course of construction, and measures to mitigate noise, dust and air quality. \r\n\r\n- The demolition of any buildings and any works to trees should take place outside of the bird nesting season (February - September (inclusive)), or if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds in the trees, scrub and buildings. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;  \r\n\r\n- Details of a sensitive construction lighting plan outlining how lighting will be prevented from negatively impacting any onsite and neighbouring habitats and protected and priority species during construction, in particular roosting, foraging and commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Artificial Lighting Guidance; \r\n\r\n- Details of a bat toolbox talk to be given to all workers on site in case anyone comes into contact with any bats during the works; \r\n\r\n- Details of measures to prevent mammal, amphibian or reptile entrapment or harm on site; \r\n\r\n- Details of measures to prevent negative impacts on retained or adjacent habitats (including neighbouring gardens) during the works (e.g. li",
    "Condition : 9 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose. \r\n\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 10 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works: \r\n\r\nConstruction of the vehicle crossover on Franciscan Road and the amendments to the existing on-street parking arrangements \r\n\r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed. \r\n\r\n\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework",
    "Condition : 11 - Prior to the occupation of the development a revised School Travel Plan shall be submitted to and approved in writing by the local planning authority. The Plan shall include measures to achieve a Bronze STARS accreditation. \r\n\r\nThe development shall be carried out in accordance with the approved plan. \r\n\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policies LP2 and LP50 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 12 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose. \r\n\r\n\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 13 - The development shall be built in accordance with the submitted Energy Statement by Ridge dated February 2024 demonstrating how the development will follow the hierarchy of energy efficiency, decentralised energy and renewable energy technologies to secure a minimum 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) shall be submitted to the local planning authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority. \r\n\r\nReason: In the interest of sustainable development and to accord with London Plan policy SI2 and Council policy LP10 of the Local Plan 2023 coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 14 - Within three months of the commencement of development, a BREEAM Interim (Design Stage) Assessment issued by the Building Research Establishment (BRE) or equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to show that an Excellent (77.6%) rating will be achieved for the building. The development shall be implemented in accordance with the approved rating.   \r\n\r\n \r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan  coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 15 - Within three months of the occupation of the building a BREEAM New Construction Final (Post-Construction) Certificate, issued by the BRE (or equivalent accredited body), shall be submitted to and approved in writing by the local planning authority to demonstrate that an Excellent (77.6%)  rating has been achieved. All the measures integrated shall be retained for as long as the development is in existence. \r\n\r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 16 - Prior to the commencement of above ground works, details of the appearance, location, orientation, total area and predicted carbon savings from the photovoltaic panels shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The photovoltaic panels shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority.  \r\n\r\nReason: In the interest of sustainable development and to accord with London Plan policy SI2 and Council policy LP10 of the Local Plan 2023 coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 17 - Prior to occupation of the development a Compliance and Monitoring Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall include measures such as the monitoring of renewable and low-carbon equipment to demonstrate full compliance with the commitments identified within the permission, for a period of four years. \r\n\r\n \r\nReason: In the interest of sustainable development and to accord with London Plan policy SI2 and Council policy LP10 of the Local Plan 2023 coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 18 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [by RSK - including Preliminary Flood Risk Appraisal (Appendix 1)  by RSK dated January 2022, and Addendum to Preliminary Flood Risk Appraisal (Appendix 2) by D4S dated February 2024] and the Drainage Statement (Doc. No. SRP1048-D4S-XX-XX-T-C-0001-099). \r\n\r\nThe mitigation measures shall be retained as such. \r\n\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework\r\n",
    "Condition : 19 - The finished floor level to any school building must be set no lower than 300mm above Ordnance Datum (mAOD).  \r\n\r\n\r\nReason: To safeguard future users from the risk of flooding, in accordance with Council policies LP12 of the Wandsworth Local Plan (2023). \r\n",
    "Condition : 20 - Prior to commencement of the above ground works a landscaping scheme to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. These details shall include hard landscaping works including proposed finished levels and contours; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing materials; the lighting column design, height and material(s); soft landscaping including the species and height of any tree planting and root volumes, shrubs, hedges, and biodiverse roofs, plants and seeding, with priority given to native and wildlife friendly species, including night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP Artificial Lighting Guidance); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports); retained historic landscape features and proposals for restoration.] The landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\n\r\nReason: To ensure a satisfactory appearance, provide tree planting and biodiversity improvements, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 21 - Notwithstanding the details shown on the approved plans and set out in the supporting information, a Landscape and Ecological Enhancement and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to:  \r\n\r\na.\tdetails of wildlife friendly planting;  \r\n\r\nb.\tdetails of biodiverse roofs, including details of extensive substrate base, features to be included within the substrate e.g. rope coils, logs, sand, gravel, etc., and details of any seeding/plug plant choice (in accordance with The Gro Green Roof Code 2021);  \r\n\r\nc.\torientation, target species and location for 3 x bird and 3 x bat boxes/ bricks to be integrated with the new building;  \r\n\r\nd.\tdetails of a sensitive lighting scheme which prevents light spill onto any onsite and neighbouring habitats, in accordance with the BCT and ILP Artificial Lighting Guidance (including but not limited to LED lighting <2700 Kelvin).  \r\n\r\ne.\tdetails of invertebrate boxes; \r\n\r\nf.\tdetails of hedgehog holes in the boundary walls/ fences that lead onto neighbouring green spaces;  \r\n\r\ng.\tdetails of a management plan to be implemented for the hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain.  \r\n\r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter. \r\n\r\nReason: To retain the ecological interest of the site in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of works to ensure existing biodiversity is protected and the landscaping measures are incorporated in the layout and construction of the development. ",
    "Condition : 22 - The proposed development must achieve an urban greening score of at least 0.3. If the proposed development deviates from the urban greening layout detailed on document no. SRP1048-LIZ-Z1-00-T-L\u00020005-202 (Urban Greening Factor), then prior to occupation an updated an urban greening table and plan shall be submitted to and approved in writing by the local planning authority. The urban greening shall be provided in accordance with the approved details prior to the occupation of the development.  \r\n\r\n\r\nReason: To ensure adequate urban greening, in accordance with London Plan policy G5",
    "Condition : 23 - Prior to first occupation of the development, a verification report produced on completion of the remediation shall be submitted to and approved by the local planning authority. \r\n\r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 24 - Prior to the commencement of development, a Dust Management Plan (DMP), based on an AQDRA (Air Quality and Dust Risk Assessment), shall be submitted to and approved, in writing, by the local planning authority. The DMP shall be in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The DMP will need to detail the measures to reduce the impacts during the construction phase. The development shall be undertaken in accordance with the approved plan. \r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1.  ",
    "Condition : 25 - The use of non road mobile machinery of net power between 37kW and 560kW used in the construction of the development shall meet at least Stage IIIA of the EU Directive 97/68/EC and its amendments. This will apply to both variable and constant speed engines for both NOx and PM.  Prior to works commencing on site, any non road mobile machinery of net power between 37kW and 560kW to be utilised in the construction of the development shall be registered on the web-site https://nrmm.london/. \r\n\r\nReason: To help monitor the use of such equipment across London in accordance with the London Plan. It is necessary for the condition to require plant to be registered prior to works starting to ensure all plant is included in the registration.",
    "Condition : 26 - Details shall be submitted to and approved by the Local Planning Authority, before the development is commenced, for the siting, implementation and reporting of automatic PM10 monitors. Monitoring must include trigger levels and agreed actions where exceedances occur. Reports must be routinely forwarded to the Environmental Health section of Wandsworth Council.  \r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1.  ",
    "Condition : 27 - The development permitted by this planning permission shall only be carried out in accordance with the approved Fire Statement (Rev P08) by Marshall Fire received 05/02/2024. The mitigation measures shall be retained as such.  \r\n\r\nReason: To ensure that adequate arrangements are made for fire safety in accordance with London Plan Policy D12 coupled with the requirements of the National Planning Policy Framework 2023. ",
    "Condition : 28 - The plant hereby permitted shall be installed in strict accordance with the details and recommended sound mitigation provided in the acoustic report submitted by Anderson Acoustics reference SRP1048-AND-ZZ-ZZ-T-J-0004-P03 version P03 dated 22 May 2023. The plant shall not be used unless the equipment is installed in compliance with these details. The plant shall be serviced regularly in accordance with the manufacturer's instructions and as necessary to ensure that the requirements of the condition are maintained. If at any time the plant is determined by the local planning authority to be failing to comply with this condition, it shall be switched off upon written instruction from the local planning authority and not used again until it is able to comply. \r\n\r\n\r\nReason: In the interests of neighbour amenity and visual appearance, and in accordance with Council policy LP1 and LP2 and LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 29 - The Multi-Use Games Area (MUGA) hereby permitted shall not be used other than between the hours of 08:00 -19:00 (Monday - Sunday). \r\n\r\n\r\nReason: To safeguard the amenities of the neighbourhood, in accordance with Council policy LP2 of the Local Plan  coupled with the requirements of the National Planning Policy Framework",
    "Condition : 30 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the development hereby approved be used only for Educational Use (Class F1(a)) and for no other purpose (including any other purpose in Class F of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). In accordance with policy LP2 and LP14 of the Local Plan. \r\n\r\nReason: To safeguard the amenities of the neighbourhood by ensuring that other uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework. ",
    "Condition : 31 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevation of the building hereby approved. \r\n\r\nReason: To safeguard the appearance of the area, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 32 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved.  \r\n\r\nReason: To protect the appearance of the building, and accord with Council policies LP1, LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 33 - Prior to installation, details of any external plant and ventilation equipment (except air source heat pumps) shall be submitted to and approved in writing by the local planning authority. The approved works shall be installed in accordance with the approved drawings.  \r\n\r\nReason: In the interests of residential amenity and visual appearance in accordance with Council policy LP2 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 34 - The second floor flat roof area of the main teaching block, hereby permitted, shall not be used as a balcony or as an amenity/terrace area other than for maintenance access and at no other times. \r\n\r\nReason: To control overlooking and noise disturbance, and safeguard the privacy and amenities of neighbours in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 35 - Prior to the first use of the facility, all windows at first and second floor levels (apart from the first floor angled window), including doors or other glazed areas on the southwestern facing elevations of the main teaching block and within the first floor of the administration block, as shown on drawing no.IAA-ZZ-ZZ-D-A-4201 Rev.P15, shall be obscure glazed and fixed shut (apart from the second floor access door to the teaching block which can open for roof maintenance access only) and thereafter retained and maintained as such for the lifetime of the development. \r\n\r\nReason: To protect the privacy of neighbours, prevent overlooking and amenities of neighbours in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n"
  ],
  "lpa_app_no": "2023/2006",
  "application_details": {
    "internal_resi_water_usage": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "07/2025",
        "intended_commencement_date": "04/2024"
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 1117,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 977,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 1729
    },
    "site_area": 0.21,
    "rain_water_harvesting": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1117,
        "use_class": "F1",
        "gia_gained": 1729,
        "gia_lost": 977
      }
    ],
    "ownership_status": "Public",
    "total_gia_lost": 977,
    "garden_land_lost": false,
    "total_gia_existing": 1117,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 11.25,
        "building_ref": "B01 - Administration Block"
      },
      {
        "no_storeys": 3,
        "max_height": 14.98,
        "building_ref": "B02 - Teaching Block"
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "scheme_name": "Francis Barber Pupil Referral Unit",
    "total_gia_gained": 1729,
    "green_suds": true,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": true,
      "urban_greening_factor_score": 0.36,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "chp_heat_pumps_capacity": 220,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0,
      "solar_pv_capacity": 82,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 691
    },
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 97,
    "lead_developer_company_name": "Baxall Construction",
    "uk_company_registration_no": "01079105",
    "grey_water_reuse": false
  },
  "centroid_northing": 171282,
  "ward": "Tooting Broadway",
  "locality": "London",
  "appeal_start_date": null,
  "subdivision_of_building": "Southernmost sports hall to be retained.",
  "id": "Wandsworth-2023_2006",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2006",
  "uprn": "100023325143",
  "description": "Demolition of existing buildings on site, apart from the southernmost sports hall, and redevelopment to provide both a two-storey and three- storey building for educational use (Class F1); opening up of part of listed wall for vehicle access; reinstatement of part of boundary wall; outside play spaces; hard and soft landscaping works; and associated works. ",
  "site_name": "Francis Barber Pupil Referral Unit",
  "appeal_status": null,
  "postcode": "SW17 8HE",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "22/03/2024",
  "actual_commencement_date": null,
  "epc_number": "0451-0413-7289-2924-4002",
  "last_updated": "2025-03-20T11:51:28.486+00:00",
  "application_type": "All Other",
  "bo_system": "Northgate M3"
}