{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4223",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "29/04/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524264.5479287,
              174262.6074272
            ],
            [
              524258.2981724,
              174271.1049948
            ],
            [
              524274.2523657,
              174283.0015894
            ],
            [
              524281.4090787,
              174288.320067
            ],
            [
              524285.9521074,
              174291.6990998
            ],
            [
              524287.7412856,
              174288.7599411
            ],
            [
              524284.7977988,
              174286.7005306
            ],
            [
              524283.2971977,
              174285.6508311
            ],
            [
              524278.350161,
              174282.1518327
            ],
            [
              524271.1522227,
              174277.1032778
            ],
            [
              524269.9484438,
              174274.3540648
            ],
            [
              524273.2464682,
              174269.7953697
            ],
            [
              524277.0144611,
              174264.6368463
            ],
            [
              524268.0026093,
              174257.9187693
            ],
            [
              524264.5479287,
              174262.6074272
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": true,
  "lapsed_date": "22/05/2027",
  "appeal_decision": null,
  "street_name": "Lytton Grove",
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "description": "Variation of condition 2 and condition 4 pursuant to planning permission dated 29/06/2022 ref 2021/4728 (Demolition of existing garages and erection of single-storey (plus basement and roof level accommodation) 3-bedroom house. (Amendments to planning permission dated 24/08/20 ref. 2020/1240 to include a basement with lightwell and additional bedroom).) to amend the requirement for all windows to be obscured and non-opening at first floor level.",
  "decision": "Approved",
  "centroid_northing": "174267",
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-20T10:50:08.368+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "East Putney",
  "centroid_easting": "524268",
  "site_name": "Garages West Of 48 And 50",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.21293869999999998,
          51.4537173
        ],
        [
          -0.21302559999999998,
          51.453795
        ],
        [
          -0.21279199999999998,
          51.4538984
        ],
        [
          -0.2126871,
          51.4539447
        ],
        [
          -0.2126206,
          51.453974
        ],
        [
          -0.21259589999999998,
          51.4539472
        ],
        [
          -0.212639,
          51.4539294
        ],
        [
          -0.21266089999999999,
          51.4539203
        ],
        [
          -0.2127333,
          51.4538899
        ],
        [
          -0.2128386,
          51.4538461
        ],
        [
          -0.2128569,
          51.4538217
        ],
        [
          -0.2128111,
          51.45378
        ],
        [
          -0.2127587,
          51.4537328
        ],
        [
          -0.2128907,
          51.4536744
        ],
        [
          -0.21293869999999998,
          51.4537173
        ]
      ]
    ]
  },
  "postcode": "SW15 2HE",
  "decision_date": "22/05/2024",
  "centroid": {
    "lon": "-0.21288749999999998",
    "lat": "51.453756"
  },
  "decision_process": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "09/11/2023",
  "application_type_full": "Removal/Variation of a condition",
  "locality": "London",
  "last_date_consultation_comments": "21/12/2023",
  "pp_id": "12583562",
  "development_type": "Minor dwellings",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of the initial permission (under ref. 2021/4728) dated 29 June 2022. Reason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 605/80, 605/81A, 605/82A, 605/83B, 605/84A, 605/85A, 605/86A, 605/87, 605/88A, 605/89A, 605/90A, 605/91A, 605/92A, \"Subterranean Construction Method Statement\" (revision 12919/C01), 101C2, 102C2, 103C2, 104C2, \"Arboricultural Method Statement\" (received 13 June 2022), \"Tree Protection Plan\" (revision A), and \"Summary of External Materials. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.  ",
    "Condition : 3 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located. \r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with policy LP3 of the Local Plan and Section 12 of the National Planning Policy Framework.",
    "Condition : 4 - Prior to occupation of the development, the northeast-facing galley window shall be obscure-glazed and fixed shut. The window shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework. ",
    "Condition : 5 - The landscape works and planting shown on approved drawing 605/80 shall be carried out prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\nReason: To ensure a satisfactory appearance and to provide biodiversity interest, in accordance with Council policies LP1 and LP55 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 6 - No tree to be retained (retained tree) shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped, other than in accordance with the prior written approval of the local planning authority. If any retained tree is removed, uprooted, destroyed or dies, a replacement tree shall be planted and that tree shall be of such size and species and shall be planted at such a time and in a location to be agreed with the local planning authority. Reason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 7 - Prior to the first occupation of the development the cycle parking shown on approved drawing 605/80 shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose. \r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy LP51 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 8 - No development shall take place until a construction management plan is submitted to and approved by the local planning authority. The construction management plan shall include details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The construction works shall be carried out in accordance with the approved plan. \r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.",
    "Condition : 9 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority. \r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development. \r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 11 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawing 605/80 shall be provided and shall be retained for the users of the development and for no other purpose. \r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_4223",
  "lpa_app_no": "2023/4223",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "uprn": "10090499967"
}