{
  "lpa_app_no": "2023/3387",
  "uprn": "100022635183",
  "lapsed_date": "12/01/2027",
  "centroid_northing": "175561",
  "site_number": "51",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "27/09/2023",
  "decision_date": "12/01/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2328061,
          51.4656584
        ],
        [
          -0.23281059999999998,
          51.4656478
        ],
        [
          -0.23290519999999998,
          51.4656637
        ],
        [
          -0.23289569999999998,
          51.4656858
        ],
        [
          -0.23287339999999998,
          51.465744
        ],
        [
          -0.23285129999999998,
          51.465794
        ],
        [
          -0.2327598,
          51.4657769
        ],
        [
          -0.2327352,
          51.465772
        ],
        [
          -0.23276519999999998,
          51.4657281
        ],
        [
          -0.2327781,
          51.46573
        ],
        [
          -0.2328061,
          51.4656584
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.011000000000000001
  },
  "appeal_decision": null,
  "postcode": "SW15 1BN",
  "development_type": "Minor dwellings",
  "title_number": null,
  "centroid_easting": "522849",
  "actual_commencement_date": null,
  "description": "Variation of conditions 2 and 10 (in accordance with approved drawings) pursuant to planning permission dated 20/12/2022 ref 2022/1644 (Demolition of existing building and erection of a 2-storey (plus loft and basement) house including rear first floor level terrace and front lightwell, with associated cycle and refuse storage) to allow retention of existing vehicle crossover, installation of double gate instead of single gate, a larger photovoltaic installation, larger skylight, inclusion of roof access hatch, simplified front entrace projection, increase in height of front lightwell doors, alteration to front planter and arrangement of rear elevation.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Wandsworth",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.2328508",
    "lat": "51.4656951"
  },
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3387",
  "pp_id": "12441073",
  "id": "Wandsworth-2023_3387",
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "12/01/2024",
  "locality": "London",
  "lpa_name": "Wandsworth",
  "last_date_consultation_comments": "11/01/2024",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from 20/12/2022.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 2307 SD GA 2201 Rev E; 2307 SD GA 2203 Rev E; 2307 SD GA 2101 Rev G; 2307 SD DT 2410 Rev A; 2307 SD GA 2100 Rev H; 2307 SD GA 2099 Rev F; 2307 SD GA 2200 Rev F; 2307 SD GA 2103 Rev G; 2307 SD GA 2102 Rev G; 2307 SD GA 2202 Rev G; 2307 SD GA 2204 Rev E; 2307 SD GA 2411 Rev C; 2307 SD GA 2206 Rev A. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 4 - Prior to occupation of the development the window in the east side elevation at ground-floor level and the east-most window in the rear elevation at first-floor level overlooking the entrance to 49 Dryburgh Road shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed). The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details.\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\r\n",
    "Condition : 7 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 8 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - The development shall achieve a maximum water use of 105 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 12 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - No development shall take place until details of surface water drainage, which shall follow the principles of sustainable drainage as far as practicable, shall be submitted to and approved by the local planning authority. The drainage shall be provided in accordance with the approved details before first occupation of the development.\r\nReason: In order to secure a satisfactory standard of development, having regard to Council policy LP12 of the Local Plan) coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary drainage measures can be incorporated into the construction.\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T21:06:21.195+00:00",
  "appeal_status": null,
  "street_name": "Dryburgh Road",
  "ward": "Thamesfield",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522852.2019416,
              175556.9969125
            ],
            [
              522851.9133645,
              175555.8172501
            ],
            [
              522845.3008255,
              175557.4267894
            ],
            [
              522845.9027149,
              175559.8960826
            ],
            [
              522847.2961303,
              175566.4042196
            ],
            [
              522848.6977906,
              175572.0026171
            ],
            [
              522855.0959581,
              175570.2531179
            ],
            [
              522856.8191758,
              175569.753261
            ],
            [
              522854.8568513,
              175564.8146746
            ],
            [
              522853.9498946,
              175565.0046203
            ],
            [
              522852.2019416,
              175556.9969125
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}