{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1991208,
          51.4528606
        ],
        [
          -0.1989592,
          51.452908
        ],
        [
          -0.1987165,
          51.4524376
        ],
        [
          -0.1988496,
          51.4524195
        ],
        [
          -0.1991208,
          51.4528606
        ]
      ]
    ]
  },
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525226.903216,
              174190.8479681
            ],
            [
              525238.0010682,
              174196.3963799
            ],
            [
              525256.1484477,
              174144.5012347
            ],
            [
              525246.9469595,
              174142.2518786
            ],
            [
              525226.903216,
              174190.8479681
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_status": null,
  "last_updated_by": "Northgate M3",
  "epc_number": "8610-6927-7270-7181-7296",
  "decision_process": null,
  "locality": "London",
  "application_details": {
    "intended_commencement_date": "03/2024",
    "intended_completion_date": "10/2024",
    "total_gia_gained": 5,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "site_area": 0.058
  },
  "decision_agency": "Borough",
  "decision_target_date": "06/07/2023",
  "centroid": {
    "lat": "51.4527517",
    "lon": "-0.19896529999999998"
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "uprn": "100023326617",
  "development_type": "Other house holder developments",
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "borough": "Wandsworth",
  "ward": "East Putney",
  "last_date_consultation_comments": "18/08/2023",
  "bo_system": "Northgate M3",
  "application_type_full": "Householder planning permission",
  "valid_date": "11/05/2023",
  "site_number": "3",
  "appeal_decision": null,
  "centroid_northing": "174179",
  "postcode": "SW18 1LS",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission. Reason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 200, 201_A, 202, 203, 204, 210, 211, 212, 213, 215, 220, 221, 240, 241, 242 and 243. Reason: To ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme.\r",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. Reason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2023.",
    "Condition : 4 - The rooflights hereby approved, shall be conservation area specification i.e installed in-line and flush within the roof pitch that they would be located and shall be so retained. Reason: In the interests of preserving the character and appearance of the conservation area in accordance with Council policies LP1 and LP3 of the Wandsworth Local Plan (2023) and Section 12 of the National Planning Policy Framework 2023.",
    "Condition : 5 - The outbuilding permitted shall be used only in conjunction with and ancillary to the main use of the premises for residential purposes. Reason: To prevent the introduction of an independent residential use without prior consent by the local planning authority to comply with policy LP2 of the Wandsworth Local Plan (2023).",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area. Reason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2023.",
    "Condition : 7 - No water tanks, plant, lift rooms or other structures (other than such as may be shown on the approved drawings) shall be erected upon the roof of the approved building. Reason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Council policy LP1 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2023.",
    "Condition : 8 - No development shall take place until full arboricultural details have been submitted to and approved in writing by the local planning authority. These arboricultural details shall include details of: \r\na) The existing trees and hedges to be retained in an Arboricultural Impact Assessment, in line with BS5837:2012, including details of the Root Protection Area of the TPO tree adjacent to the site.   \r\nb) The measures taken to protect existing trees and hedges including the TPO tree adjacent to the site during demolition, construction, and delivery of materials and machinery, to include a Tree Protection Plan and protection measures in line with BS5837:2012, with details of: methods of demolition, ground protection measures, tree protection fencing, positioning of site huts/storage areas and site supervision. \r\n\r\nThe tree protection measures and fencing shall be installed in accordance with the approved details prior to commencement of the development and thereafter retained, and the construction shall be carried out in accordance with the approved details until completion of the development. \r\nReason:  To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees. \r\n",
    "Condition : 9 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 10 - INFORMATIVE: \r\nConditions of the permission hereby approved are intended to ensure that the garden room/terrace area is used solely as ancillary space associated with the main residential use of the property and not for any commercial or private letting activity.  Any such activity beyond the limitations of the permission, may result in a breach of planning control against which enforcement action could be taken. This is in the interest of protecting the amenities of neighbouring residents and the character of the area.  \r\n"
  ],
  "centroid_easting": "525238",
  "decision_date": "20/09/2023",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Wandsworth",
  "id": "Wandsworth-2023_1302",
  "lpa_app_no": "2023/1302",
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 2,
    "net_car": 0
  },
  "appeal_start_date": null,
  "site_name": null,
  "appeal_decision_date": null,
  "lapsed_date": "20/09/2026",
  "description": "Alterations including erection of extension/infill at first floor, installation of rear and side dormers to roof and erection of single storey outbuilding in rear garden.",
  "street_name": "Wimbledon Park Road",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1302",
  "pp_id": "12065331",
  "title_number": null,
  "decision": "Approved",
  "application_type": "Householder",
  "status": "Approved",
  "last_updated": "2025-03-19T00:54:06.657+00:00",
  "date_building_work_started_under_previous_permission": null,
  "subdivision_of_building": null
}