{
  "last_updated_by": "Planning Portal ingest",
  "application_type": "Householder",
  "decision_agency": "Borough",
  "centroid_northing": "175132",
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Thamesfield",
  "lpa_app_no": "2023/1080",
  "cil_liability": false,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1080",
  "lpa_name": "Wandsworth",
  "valid_date": "23/03/2023",
  "pp_id": "12025233",
  "postcode": "SW15 2DR",
  "appeal_status": null,
  "street_name": "Disraeli Road",
  "centroid_easting": "524078",
  "uprn": "100022633945",
  "borough": "Wandsworth",
  "application_details": {
    "total_gia_gained": 44.3,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "11/2023",
    "intended_commencement_date": "07/2023",
    "site_area": 0.036
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.21512119999999998,
          51.4618632
        ],
        [
          -0.21516739999999998,
          51.4617515
        ],
        [
          -0.21519749999999999,
          51.4616814
        ],
        [
          -0.2152405,
          51.4615921
        ],
        [
          -0.2152828,
          51.4615064
        ],
        [
          -0.21530000000000002,
          51.461467999999996
        ],
        [
          -0.2154095,
          51.4614885
        ],
        [
          -0.215337,
          51.4616439
        ],
        [
          -0.21527749999999998,
          51.4617698
        ],
        [
          -0.21522339999999998,
          51.461885
        ],
        [
          -0.2151449,
          51.4618685
        ],
        [
          -0.21512119999999998,
          51.4618632
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Alterations including erection of rear and side roof extensions to main roof with two rooflights to the side including raising the ridge by 300mm and formation of roof terrace above part of three-storey back addition with 1.7m high screen surround. Erection of rear ground floor terrace above basement level extension with metal railings surround including new external staircase from ground floor to basement level; installation of 3 x air source heat pumps to roof of back addition.",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "epc_number": "8440-6223-5550-8130-0972",
  "centroid": {
    "lon": "-0.2153176",
    "lat": "51.4615717"
  },
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed A683/20B, 21B, 22B, 23B, 24B, 25B, 26B, Vaillant aroTHERM 7Kw Heat pump (53dB(A))\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. ",
    "Condition : 3 - Notwithstanding the approved drawings, the external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 4 - Notwithstanding the approved drawings, prior to the commencement of the above ground works (and prior to any works to the roof), details and samples of the proposed roofing materials shall be submitted to and approved by the local planning authority. The development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies  LP1, LP2 and LP3 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 5 - Prior to commencement of use of the terrace as shown on drawing number A683 24B, 25B the obscure glazed screening to each side and rear at a minimum height of 1.7m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy LP2 coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with Council policies LP1, LP2 and LP3 of the Wandsworth Local Plan 2023 and Section 12 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - The increase in the height of the roof shall only be constructed by continuing the front roof slope in the same plane, and no upstand or step shall be formed. \r\nReason: To safeguard the appearance of the streetscene in accordance with Council policy LP1, LP2 and LP3 of the Wandsworth Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 8 - Prior to occupation of the development the window in the west facing elevation (indicated as a staircase) shown on the loft floor plan of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy )LP1 of the Wandsworth Local Plan 2023 coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 9 - The Air Source Heat Pumps hereby approved shall be installed in accordance with the specification titled Vaillant aroTHERM 7Kw Heat pump (53dB(A)) and as shown on approved drawing A683/23B unless otherwise approved in writing by the Local Planning Authority. \r\nReason: In the interests of neighbouring amenity in accordance with Wandsworth Local Plan (2023) policies LP1 and LP2 ",
    "Condition : 10 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "development_type": "Other house holder developments",
  "parking_details": {
    "no_existing_car": 1,
    "net_car": 0,
    "no_proposed_car": 1
  },
  "appeal_decision": null,
  "locality": "London",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "07/08/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524090.8492264,
              175164.7491921
            ],
            [
              524087.9469649,
              175152.242772
            ],
            [
              524086.0423558,
              175144.3950184
            ],
            [
              524083.2967505,
              175134.39788
            ],
            [
              524080.5923704,
              175124.8006272
            ],
            [
              524079.5040224,
              175120.4918606
            ],
            [
              524071.8361155,
              175122.5912596
            ],
            [
              524076.4533498,
              175139.9962775
            ],
            [
              524080.2460779,
              175154.0922426
            ],
            [
              524083.6925134,
              175166.9985482
            ],
            [
              524089.1919692,
              175165.2990347
            ],
            [
              524090.8492264,
              175164.7491921
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Wandsworth-2023_1080",
  "site_name": null,
  "lapsed_date": "07/08/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "18/05/2023",
  "last_updated": "2025-03-19T04:00:14.489+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": "15",
  "last_date_consultation_comments": "27/04/2023",
  "bo_system": "Northgate M3"
}