{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW12 9JA",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1447441,
          51.4407174
        ],
        [
          -0.144757,
          51.4407239
        ],
        [
          -0.1447743,
          51.4407321
        ],
        [
          -0.1447978,
          51.4407434
        ],
        [
          -0.14481829999999998,
          51.4407527
        ],
        [
          -0.14477679999999998,
          51.4407853
        ],
        [
          -0.1446401,
          51.440891
        ],
        [
          -0.144533,
          51.4409739
        ],
        [
          -0.14445449999999999,
          51.4409408
        ],
        [
          -0.1446254,
          51.4408081
        ],
        [
          -0.1447441,
          51.4407174
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": "529044",
  "pp_id": "12662956",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": "05/12/2023",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "10/2022",
    "intended_completion_date": "12/2023",
    "no_additional_bedrooms": 0,
    "site_area": 0.021
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2023/4636",
  "decision_date": "20/08/2024",
  "last_updated": "2025-03-19T21:06:34.931+00:00",
  "centroid_northing": "172950",
  "centroid": {
    "lat": "51.4408533",
    "lon": "-0.14466669999999998"
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "South Balham",
  "bo_system": "Northgate M3",
  "lapsed_date": "20/08/2027",
  "decision_process": null,
  "last_date_consultation_comments": "15/07/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "08/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [210403_010 rev A, 210403_10050 rev A, 210403_20000 rev A 210403_30050 rev A, 210403_900 rev A, Design Access Statement (July 2021), Fire Safety Strategy (July 2021), Flood Risk Assessment (August 2021)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The rooflights hereby approved, shall remain fixed shut and unopenable at all times with the exception of opening them for maintenance of the internal fixed glazing. \r\nReason: In the interests of preserving the privacy and amenity of the adjoining properties in accordance with policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - All brickwork used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - \r\nPrior to [occupation of the development] the two rooflights in closest proximity to the adjoining dwelling above being the kitchen and bathroom rooflights for the development shall be obscure-glazed and non-opening. The rooflights shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment (August 2021).\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "parking_details": null,
  "site_number": "99",
  "uprn": "100023306868",
  "decision_target_date": "20/08/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529039.0072185,
              172934.7475227
            ],
            [
              529038.0920167,
              172935.4473224
            ],
            [
              529036.8635026,
              172936.3370677
            ],
            [
              529035.1980003,
              172937.5467214
            ],
            [
              529033.7468695,
              172938.5464353
            ],
            [
              529036.5419452,
              172942.2453764
            ],
            [
              529045.7434334,
              172954.2419425
            ],
            [
              529052.9496168,
              172963.6492497
            ],
            [
              529058.498543,
              172960.1002655
            ],
            [
              529046.9966827,
              172945.0445752
            ],
            [
              529039.0072185,
              172934.7475227
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": "03/10/2022",
  "application_type_full": "Householder planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Byrne Road",
  "secondary_street_name": null,
  "description": "Application under Section 73A of Town and Country Planning Act 1990 for Planning Permission for works already carried out to vary condition 2 of planning permisison ref.2021/3254 dated 13.10.2021  (Erection of a single-storey rear/side extension to ground floor flat.) to allow amendments to approved drawings. [Amended drawings received to include obscured glazing to rooflights and garden structures]",
  "id": "Wandsworth-2023_4636",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4636"
}