{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1543466,
          51.4465869
        ],
        [
          -0.1544562,
          51.4465625
        ],
        [
          -0.1545804,
          51.446529
        ],
        [
          -0.1546294,
          51.4465163
        ],
        [
          -0.15482579999999999,
          51.4464591
        ],
        [
          -0.15485849999999998,
          51.4464502
        ],
        [
          -0.1548738,
          51.4464459
        ],
        [
          -0.1550164,
          51.4464054
        ],
        [
          -0.1550694,
          51.4464832
        ],
        [
          -0.1550933,
          51.4465173
        ],
        [
          -0.1549573,
          51.4465524
        ],
        [
          -0.1546846,
          51.4466237
        ],
        [
          -0.1544172,
          51.4466873
        ],
        [
          -0.1543466,
          51.4465869
        ]
      ]
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T02:09:34.862+00:00",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 2,
    "no_proposed_car": 2
  },
  "site_name": null,
  "decision_target_date": "11/12/2023",
  "site_number": "64",
  "bo_system": "Northgate M3",
  "actual_completion_date": null,
  "application_details": {
    "total_gia_gained": 18,
    "intended_completion_date": "03/2024",
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "10/2023",
    "no_additional_bathrooms": 0,
    "site_area": 0.064
  },
  "appeal_decision_date": null,
  "centroid_northing": "173570",
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528355.2360559,
              173570.5955133
            ],
            [
              528347.691825,
              173567.6963432
            ],
            [
              528339.1499416,
              173563.7474735
            ],
            [
              528335.7859567,
              173562.2479028
            ],
            [
              528322.2970367,
              173555.5498201
            ],
            [
              528320.0461351,
              173554.5001205
            ],
            [
              528318.9990123,
              173554.0002636
            ],
            [
              528309.2038797,
              173549.2416258
            ],
            [
              528305.3039658,
              173557.7991762
            ],
            [
              528303.5477678,
              173561.5481031
            ],
            [
              528312.8976671,
              173565.6969155
            ],
            [
              528331.646936,
              173574.0945117
            ],
            [
              528350.0499124,
              173581.6423512
            ],
            [
              528355.2360559,
              173570.5955133
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "subdivision_of_building": null,
  "postcode": "SW12 8JL",
  "last_updated_by": "Northgate M3",
  "valid_date": "21/07/2023",
  "lpa_app_no": "2023/2784",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "pp_id": "12331419",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "11/12/2026",
  "borough": "Wandsworth",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_2784",
  "street_name": "Endlesham Road",
  "last_date_consultation_comments": "07/09/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed Location Plan (received 22/07/2023), 201, 202, 203, 204, 205, 206, 207, Fire Safety Statement (received 22/07/2023), Tree Survey, Arboricultural Implications Assessment & Method Statement (ref. 231785/AIA/A2 received 9/10/2023). \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2  of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - No development shall take place until full arboricultural details have been submitted to and approved in writing by the local planning authority. These arboricultural details shall include: \r\n- Detailed method statement on the use of pile and beam foundations, to incorporate pile and beam specifications and dimensions, proposals for exploratory holes before installation to ensure the locations are free of significant roots, and how pile hole locations would be moved should roots be found.\r\nThe development shall be carried out in accordance with the approved arboricultural details and unless otherwise approved in the detailed method statement, the tree protection measures and fencing shall be installed in accordance with BS5837:2012 Tree Survey, Arboricultural Implications Assessment and Method Statement (ref.231785/AIA/A2), prior to commencement of the development and thereafter retained. The construction shall be carried out in accordance with the approved details until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.  \r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Wandsworth Local Plan (2023) consisting of the Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "centroid": {
    "lat": "51.446585",
    "lon": "-0.1545659"
  },
  "centroid_easting": "528340",
  "ward": "Balham",
  "application_type": "Householder",
  "decision_date": "11/12/2023",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2784",
  "uprn": "100022639092",
  "description": "Alterations including erection of single storey rear extension.",
  "date_building_work_started_under_previous_permission": null,
  "locality": "London",
  "decision_process": null,
  "epc_number": null,
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Wandsworth"
}