{
  "borough": "Wandsworth",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.17140829999999999,
          51.4275374
        ],
        [
          -0.1710938,
          51.4273964
        ],
        [
          -0.1712621,
          51.4272515
        ],
        [
          -0.17121,
          51.4273501
        ],
        [
          -0.1714725,
          51.4274815
        ],
        [
          -0.17140829999999999,
          51.4275374
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": "2038-1052-6268-6361-7040",
  "last_updated": "2025-03-19T04:12:24.047+00:00",
  "locality": "London",
  "centroid_easting": "527232",
  "lpa_name": "Wandsworth",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Effort Street",
  "site_number": "1",
  "lapsed_date": "12/07/2026",
  "secondary_street_name": null,
  "cil_liability": true,
  "application_details": {
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.5,
        "building_ref": "A"
      }
    ],
    "garden_land_lost": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 145,
        "use_class": "C3",
        "gia_gained": 421,
        "gia_lost": 145
      }
    ],
    "total_gia_gained": 421,
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "site_area": 0.0244,
    "rain_water_harvesting": true,
    "total_gia_existing": 145,
    "surface_water_discharge_percentage_reduction": 20,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 145,
      "total_gia_gained": 421,
      "total_gia_lost": 145
    },
    "green_suds": false,
    "grey_water_reuse": true,
    "phasing_details": [
      {
        "phase_detail": "COMENCEMENT",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "03/2024"
      }
    ],
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 0,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 5,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": true,
      "urban_greening_factor_score": 0.5,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 50,
      "no_resi_units_to_have_full_fibre": 5,
      "ghg_reduction_over_building_regulations": true
    },
    "residential_details": {
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 5,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 2,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 2,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": null,
      "total_gia_gained": 408,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 72,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 4,
          "unit_no": "Loss-2",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 72,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 80,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 80,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 80,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 78,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 90,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units": 5,
      "total_no_proposed_bedrooms": 11,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_gia_lost": 144
    },
    "internal_resi_water_usage": 100,
    "total_gia_lost": 145,
    "ownership_status": "Private"
  },
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1901",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "-0.17127689999999998",
    "lat": "51.4274222"
  },
  "decision_date": "12/07/2023",
  "parking_details": null,
  "postcode": "SW17 0QP",
  "pp_id": "12166024",
  "appeal_decision_date": null,
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 1156_GA00_P1, 1156_GA01_P1, 1156_GA02_P1, 1156_GARF_P1, 1156_GE01_P1, 1156_GE02_P1, 1156_GE03_P1, 1156_GF00_P1, 1156_GF01_P1, 1156_GF02_P1, 1156_GF02_P1, 1156_GS01_P1, 1156_S01_P1, 1156_S02_P1, 1156_SF01_P1 and Design and Access Statement (May 2023, revision P1).\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy DMT1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 4 - Details of the means of protecting the trees (which are to be retained) from damage during building works shall be submitted to and approved by the local planning authority before the start of any demolition, building or other work. Such protection shall be installed and retained as approved throughout the period of works.\r\nTo safeguard the trees in the interest of the amenity of the area, in accordance with Council policy DMO5 (b). It is necessary for the condition to be discharged prior to the commencement of any works on site because compliance with the requirements of the condition at a later date could result in harm to trees contrary to the Council policy cited above.\r\n",
    "Condition : 5 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies DMS1 and DMO4 of the Development Management Policies Document (adopted March 2016). The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 7 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 8 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 9 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 10 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 11 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\n[INSERT WHAT IS REQUIRED]\r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies DMT1 and DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 12 - Prior to the commencement of the above ground works detailed drawings at a minimum scale of [1:20] (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include; \r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies [DMS1, DMS2 and DMS4] of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 13 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 14 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "appeal_decision": null,
  "valid_date": "17/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527222.5460511,
              171422.5803756
            ],
            [
              527244.7994711,
              171407.4547053
            ],
            [
              527233.5037373,
              171391.0494012
            ],
            [
              527236.8512321,
              171402.0962391
            ],
            [
              527218.2421292,
              171416.252187
            ],
            [
              527222.5460511,
              171422.5803756
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated_by": "Planning Portal ingest",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "04/07/2023",
  "uprn": "100023321469",
  "decision_target_date": "12/07/2023",
  "centroid_northing": "171410",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Demolition of existing building and erection of part two/part three storey building to provide 4 x two-bedroom and 1 x three-bedroom flats with associated balconies, landscaping, cycle parking and refuse storage.",
  "development_type": "Minor dwellings",
  "ward": "Tooting Broadway",
  "decision_process": null,
  "lpa_app_no": "2023/1901",
  "application_type_full": "Full planning permission",
  "id": "Wandsworth-2023_1901",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}