{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.190547,
          51.44669
        ],
        [
          -0.190981,
          51.446691
        ],
        [
          -0.19098,
          51.446757
        ],
        [
          -0.190976,
          51.446958
        ],
        [
          -0.190659,
          51.446954
        ],
        [
          -0.190541,
          51.446953
        ],
        [
          -0.190547,
          51.44669
        ],
        [
          -0.190547,
          51.44669
        ]
      ]
    ],
    "type": "Polygon"
  },
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525841.2014936593,
              173519.35018212505
            ],
            [
              525811.0493051942,
              173518.7503538251
            ],
            [
              525810.950364461,
              173526.04826482217
            ],
            [
              525810.7030126281,
              173548.50183756032
            ],
            [
              525832.7008356593,
              173548.55182325142
            ],
            [
              525840.8964263988,
              173548.60180894262
            ],
            [
              525841.2014936593,
              173519.35018212505
            ],
            [
              525841.2014936593,
              173519.35018212505
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_status": null,
  "last_updated_by": "Northgate M3",
  "epc_number": null,
  "decision_process": null,
  "locality": "London",
  "application_details": {
    "phasing_details": [
      {
        "phase_detail": "N/A",
        "intended_commencement_date": "08/2023",
        "intended_completion_date": "01/2025"
      }
    ],
    "scheme_phasing": true,
    "site_area": 0.08,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1150,
        "gia_gained": 0,
        "use_class": "SpecifiedOther",
        "gia_lost": 1150
      },
      {
        "gia_existing": 0,
        "gia_gained": 5982,
        "use_class": "SpecifiedOther",
        "gia_lost": 0
      }
    ],
    "rain_water_harvesting": true,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 0,
      "chp_heat_pumps_capacity": 0,
      "no_homes_passive_cooling": 0,
      "ghg_reduction_over_building_regulations": true,
      "waste_provision": true,
      "no_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_pm_emissions": 0,
      "solar_pv_capacity": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": true,
      "green_roof_area": 173,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0
    },
    "projected_cost_of_works": "Between £2m and £100m",
    "total_gia_gained": 5982,
    "total_gia_lost": 1150,
    "building_details": [
      {
        "no_storeys": 6,
        "max_height": 26.5,
        "building_ref": "17 Lydden Road"
      }
    ],
    "affordable_housing_fast_track": false,
    "grey_water_reuse": false,
    "total_gia_existing": 1150,
    "surface_water_discharge_percentage_reduction": 93,
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "green_suds": true,
    "non_residential_details": {
      "total_gia_lost": 1150,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 1150,
      "total_gia_gained": 5982
    }
  },
  "decision_agency": "Borough",
  "decision_target_date": "21/07/2023",
  "centroid": {
    "lat": 51.446824,
    "lon": -0.190746
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "uprn": "100023329597",
  "development_type": "Minor general industry-storage-warehousing",
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "borough": "Wandsworth",
  "ward": "Wandle",
  "last_date_consultation_comments": "14/09/2023",
  "bo_system": "Northgate M3",
  "application_type_full": "Full planning permission",
  "valid_date": "21/04/2023",
  "site_number": "17",
  "appeal_decision": null,
  "centroid_northing": 173534,
  "postcode": "SW18 4LT",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [A2100 rev. T3; A2101 rev. T3; A2102 rev. T3; A2103 rev. T3; A2104 rev. T3; A3000 rev. T2; A3001 rev. T2; A3002 rev. T2; A3003 rev. T2; A3004 rev. T2; A3005 rev. T2; A3006 rev. T2; A3007 rev. T2; A3211 rev. T2; A3212 rev. T2; A3213 rev. T2; A3214 rev. T2; A3215 rev. T2; A3216 rev. T2; A3217 rev. T2; A3218 rev. T; A3219 rev. T2; A3110 rev. T2; A3111 rev. T2; A3112 rev. T2; A3113 rev. T2; A3110 rev. T; A3150 rev. T2; A3153 rev. T; A3154 rev. T; A3155 rev. T; A3156 rev. T; A3157 rev. T2]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of development full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details.\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\r\n\r\n",
    "Condition : 4 - Prior to commencement of development, no development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not be limited to) the routing of construction vehicles, time of vehicle arrival and departure, any proposed temporary traffic and pedestrian management measures during the course of construction, and measures to reduce and mitigate noise, dust and air quality during demolition and construction in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The development shall be undertaken in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policies LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 5 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\na)\tdetails of measures to be taken to ensure that any retained or neighbouring habitats or green spaces will not be impacted negatively by the works (including, but not limited to lighting, dust, litter, noise etc.);\r\nb)\twhilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats and any adjacent habitats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\nc)\tdetails of measures to prevent mammal, amphibian or reptile entrapment or harm on site, including in excavations and construction and waste materials left on site.\r\nReason: To ensure construction works and traffic impacts are minimised, to protect amenities of neighbouring occupiers and biodiversity and to mitigate the impacts of development on protected species, in accordance with Council policy LP55 of the Local Plan and London Plan Policy G6. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be implemented prior to construction works commencing.\r\n",
    "Condition : 6 - The use of non-road mobile machinery of net power between 37kW and 560kW used in the construction of the development shall meet at least Stage IIIA of the EU Directive 97/68/EC and its amendments. This will apply to both variable and constant speed engines for both NOx and PM.  Prior to works commencing on site, any non road mobile machinery of net power between 37kW and 560kW to be utilised in the construction of the development shall be registered on the web-site https://nrmm.london/.\r\nReason: To help monitor the use of such equipment across London in accordance with the London Plan. It is necessary for the condition to require plant to be registered prior to works starting to ensure all plant is included in the registration.\r\n\r\n",
    "Condition : 7 - The development permitted by this planning permission shall be carried out in accordance with the submitted Air Quality Impact Assessment by STM Environmental ref. AQIA-2023-00008 with the mitigation measures proposed within that report to reduce the impacts of dust and poor air quality during the demolition and construction phase of development implemented in full and in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. \r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1.\r\n",
    "Condition : 8 - Details shall be submitted to and approved by the Local Planning Authority, before the development is commenced for the siting, implementation, monitoring techniques and reporting of automatic PM10 monitors. Monitoring must include trigger levels and agreed actions where exceedances occur.  Reports must be routinely forwarded to the Environmental Health advisor to Wandsworth Council in accordance with the approved details.\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1.\r\n\r\n",
    "Condition : 9 - No development shall occur until:\r\na) a preliminary risk-assessment is submitted to and approved in writing by the local planning authority;\r\nb) a site-investigation has been conducted to consider the potential for contaminated-land and has been submitted to and approved in writing by the local planning authority;\r\nc) a remediation method statement, described to make the site suitable for intended use by removing unacceptable risks to sensitive receptors, has been submitted to and approved in writing by the local planning authority.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the construction.\r\n",
    "Condition : 10 - Prior to first occupation of the development, a verification report demonstrating completion of the remediation works set out in the approved remediation statement [INSERT TITLE] and the effectiveness of the remediation shall be submitted to and approved by the local planning authority. The report shall include results of sampling and monitoring carried out to demonstrate that the site remediation criteria for residential use have been met.  \r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Prior to commencement of the above ground works a landscaping scheme to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. These details shall include [hard landscaping works including proposed finished levels and contours; car parking layouts; other vehicle and pedestrian access and circulation areas; hard surfacing materials; the lighting column design, height and material(s); soft landscaping including the species and height of tree planting and root volumes, shrubs, plants and seeding; green/brown roof specification; bat and bird boxes; minor artefacts and structures (e.g. furniture  equipment, refuse or other storage units, signs, lighting); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports); retained historic landscape features and proposals for restoration.] The landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority.\r\nReason: To ensure a satisfactory appearance, provide tree planting and biodiversity improvements, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 13 - Notwithstanding the details shown on the approved plans and set out in the supporting information, prior to commencement of above ground works (excluding demolition) a Landscape and Ecological Enhancement and Management Plans shall be submitted to and approved in writing by the local planning authority. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to: \r\n-details of native and wildlife friendly planting, \r\n-details of all biodiverse roofs including details of extensive substrate base, features to be included within the substrate e.g. rope coils, log piles, sand, gravel, etc., and details of any seeding/plug plant choice, with priority given to native wildflower species (in accordance with The Gro Green Roof Code 2021);\r\n-details of green walls including the type of system and species of climbers;\r\n-orientation, target species and location for all insect, swift and bat boxes/ bricks to be integrated with the new building; \r\n-a bat sensitive post-construction lighting plan, including lux spill diagrams, to ensure that any lighting will be of a specification that minimises its impacts on bats, onsite habitats and adjacent habitats in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k).\r\n-details of the management to be implemented post-construction, which shall include management responsibilities and maintenance schedules for all hard and soft landscaped areas as well as measures to provide biodiversity gain\r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with Council Policy LP55 of the Local Plan and London Plan Policy G6\r\n",
    "Condition : 14 - Details of any external lighting proposed within the development, both during construction phase and all subsequent permanent external lighting, shall be submitted to and approved by the local planning authority before its installation, including but not limited to: locations, type of lighting, lux levels, along with pseudo colour rendering and clear geo-referenced lux contour plans and details of measures to control light spill, including prevention from falling onto any biodiversity enhancements such as biodiversity roofs and bat and bird boxes/bricks. This lighting plan must follow best practice industry guidance produced by the Bat Conservation Trust and Institute of Lighting Professionals. The lighting shall be installed and maintained in accordance with the approved details. \r\nReason: In the interests of ecological functionality and the amenities of existing residents and future occupiers of the development, in accordance with Council policies LP2 and LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 15 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk and Drainage Strategy by WSP ref. LYD-WSP-17-XX-RP-DR-000001-P01.Thereafter the implemented mitigation measures shall be retained as such. \r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 16 - The development shall be built in accordance with the submitted Energy Strategy by WSP, demonstrating how the development will follow the hierarchy of energy efficiency, decentralised energy and renewable energy technologies to secure maximum reduction in CO2 emissions above levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) shall be submitted to the local planning authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority. \r\nReason: In the interest of sustainable development and to accord with London Plan policy SI2 and Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 17 - The development shall achieve an 'Outstanding' rating under BREEAM UK New Construction (or such equivalent standard that replaces this) for the Shell/Shell and Core stage and an 'Outstanding' rating under BREEAM Refurbishment and Fit-Out. \r\na) Within 6 months of commencement of works (other than demolition), unless otherwise agreed in writing by the local planning authority, a BREEAM Interim (Design Stage) Assessment issued by the Building Research Establishment (BRE)  (or equivalent accredited body) shall be submitted to the Local Planning Authority to show that an 'Outstanding' rating will be achieved for the commercial units;\r\n b) Within 6 months of first occupation of the development, unless otherwise agreed in writing, a BREEAM UK New Construction Final (Post-Construction) Certificate, issued by the BRE (or equivalent accredited body) shall be submitted to and approved in writing by the Local Planning Authority to demonstrate that an 'Outstanding' rating has been achieved. All the measures integrated shall be retained for as long as the development is in existence. \r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 18 - Within 3 months of commencement of above ground works, full details of the mechanical ventilation or other measures required to avoid overheating shall be submitted to and approved by the local planning authority. The development shall be constructed in accordance with the approved details and retained as such. \r\nReason: To protect the occupiers of the building and in the interests of sustainability in accordance with Council policy LP2 and LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 19 - Details of the location, specification and predicted noise levels of any building services plant shall be submitted to and approved in writing by the local planning authority before installation. A noise control scheme for any building services plant and equipment forming part of the development shall be submitted to and approved in writing by the local planning authority. The scheme must demonstrate that the following noise design requirements can be complied with and shall thereafter be retained as approved a) The cumulative measured or calculated rating level of noise emitted from the building services plant and equipment, shall be 10dB(A) below the existing background noise level, at all times that the mechanical system etc. operates. The measured or calculated noise levels shall be determined at the boundary of the nearest ground floor noise sensitive premises or 1 metre form the facade of the nearest first floor (or higher) noise sensitive premises, and in accordance with the latest British Standard 4142; An alternative position for assessment /measurement may be used to allow ease of access, this must be shown on a map and noise propagation calculations detailed to show how the design criteria is achieved. \r\nReason: In the interests of amenity in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 20 - Prior to the commencement of above ground works (excluding demolition), final details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 21 - Prior to occupation details of a delivery and servicing plan including hours of operation shall be submitted to and approved by the local planning authority.  The development shall be occupied and operated in accordance with the approved delivery and servicing plan.\r\nReason: To ensure that adequate arrangements are made for deliveries and servicing to the site and to ensure that the plan is sensitive to the amenity of local residents in accordance with Council policies LP50 and LP51 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 22 - Prior to first occupation of the development the cycle parking and related shower and locker facilities shown on the approved drawings shall be provided in accordance with the submitted details and be retained for cycle parking purposes for the users of the development and for no other purpose. No less than a total of 92 covered and secure cycle parking spaces, including 8 inclusive cycle parking spaces, shall be provided within the completed development.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 23 - The development permitted by this planning permission shall only be carried out in accordance with the approved Fire Statement by Hilson Moran ref. 31994-RP-FE-001, Issue 02.  The proposed mitigation measures shall be installed as proposed and retained as such. \r\nReason: To ensure that adequate arrangements are made for fire safety in accordance with London Plan Policy D12 coupled with the requirements of the National Planning Policy Framework.   \r\n",
    "Condition : 24 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the development hereby approved shall be only used for purposes under Class E(g)(ii), E(g)(iii), Class B2, Class B8, Sui Generis uses that relate to, and are necessary to support , the operation of sites of an industrial nature, and for a maximum of 321 sq.m. of Class E(g)(i) office use, and for no other purpose (including any other purpose in Class E of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (as amended), or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). \r\nReason: In order to protect industrial floorspace within the Locally Significant Industrial Area to accord with Council policy LP34 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n\r\n",
    "Condition : 25 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the building, and accord with Council policies LP1, LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 26 - INFORMATIVE: The applicant is encouraged to engage with local residents regarding the creation and display of art on the building as part of the development. ",
    "Condition : 27 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). Any assessment of CIL liability by the Council has been based on the information provided and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  General information on the Community Infrastructure Levy, including the forms that should be submitted to the Council can be found on the Council's website.",
    "Condition : 28 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "centroid_easting": 525827,
  "decision_date": "06/05/2025",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Wandsworth",
  "id": "Wandsworth-2023_1539",
  "lpa_app_no": "2023/1539",
  "parking_details": {
    "no_proposed_cycle": 92,
    "net_cycle": 92,
    "no_existing_cycle": 0
  },
  "appeal_start_date": null,
  "site_name": "Pirate Studios",
  "appeal_decision_date": null,
  "lapsed_date": "06/05/2028",
  "description": "Demolition of existing building and erection of a six-storey (plus lower ground floor and roof top plant) building to provide mixed industrial, research and development, storage and distribution floorspace (Class E g(ii) & g(iii), B2, B8) and 321 sq.m. of office (Class E g(i) use. ",
  "street_name": "Lydden Road",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1539",
  "pp_id": "12101945",
  "title_number": null,
  "decision": "Approved",
  "application_type": "All Other",
  "status": "Approved",
  "last_updated": "2025-05-06T10:20:02.861Z",
  "date_building_work_started_under_previous_permission": null,
  "subdivision_of_building": null
}