{
  "development_type": "Other house holder developments",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW18 5QT",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.212631,
          51.4490848
        ],
        [
          -0.2126331,
          51.4491392
        ],
        [
          -0.21263649999999998,
          51.4492189
        ],
        [
          -0.2126498,
          51.4495397
        ],
        [
          -0.2126426,
          51.4495396
        ],
        [
          -0.2126052,
          51.4495395
        ],
        [
          -0.21257,
          51.4495394
        ],
        [
          -0.21251389999999998,
          51.449539
        ],
        [
          -0.2125036,
          51.449305
        ],
        [
          -0.21249479999999998,
          51.4490872
        ],
        [
          -0.2125336,
          51.4490865
        ],
        [
          -0.212631,
          51.4490848
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": "524301",
  "pp_id": "12623201",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "total_gia_gained": 74.2,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "02/2024",
    "intended_completion_date": "05/2024",
    "no_additional_bedrooms": 1,
    "site_area": 0.048
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2023/4391",
  "decision_date": "18/01/2024",
  "last_updated": "2025-03-19T00:59:00.107+00:00",
  "centroid_northing": "173760",
  "centroid": {
    "lat": "51.4491922",
    "lon": "-0.2125907"
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "West Hill",
  "bo_system": "Northgate M3",
  "lapsed_date": "18/01/2027",
  "decision_process": null,
  "last_date_consultation_comments": "11/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "7204-3005-0205-5269-9204",
  "valid_date": "23/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed P1; P2; P3D; P4A; P5B. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2  of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to the commencement of the above ground works detailed drawings and specifications of all proposed fenestration shall be submitted to and approved by the local planning authority. Such details shall include; material, colour, manufacturer, opening pattern, and glazing.\r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2, LP3 and LP4 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with policy LP3 of the Local Plan and Section 12 of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to occupation of the development the window in the east elevation at second floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 1,
    "no_existing_car": 1
  },
  "site_number": "60",
  "uprn": "100022648786",
  "decision_target_date": "18/01/2024",
  "application_type": "Householder",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524298.4928453,
              173747.9947334
            ],
            [
              524298.1960231,
              173754.0430021
            ],
            [
              524297.7425448,
              173762.9004667
            ],
            [
              524295.9533665,
              173798.550262
            ],
            [
              524296.4480702,
              173798.550262
            ],
            [
              524299.0535095,
              173798.6002477
            ],
            [
              524301.4940476,
              173798.6502334
            ],
            [
              524305.3939615,
              173798.7002191
            ],
            [
              524306.7461515,
              173772.6976623
            ],
            [
              524307.9499304,
              173748.4945903
            ],
            [
              524305.2537954,
              173748.3446332
            ],
            [
              524298.4928453,
              173747.9947334
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": [
    "LN161822"
  ],
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Girdwood Road",
  "secondary_street_name": null,
  "description": "Alterations including the erection of a rear ground floor extension, erection of dormers to the side and rear roof slopes, the insertion of rooflight windows to the front and rear main and dormer roofs, and alterations to side elevation door and window.",
  "id": "Wandsworth-2023_4391",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4391"
}