{
  "centroid_easting": "527680",
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Wandsworth",
  "lpa_app_no": "2023/2447",
  "last_date_consultation_comments": "31/08/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "Northgate M3",
  "epc_number": null,
  "centroid": {
    "lat": "51.473048",
    "lon": "-0.1630026"
  },
  "postcode": "SW11 4PX",
  "actual_completion_date": null,
  "street_name": "Albert Bridge Road",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16323089999999998,
          51.4729941
        ],
        [
          -0.16323959999999998,
          51.4730115
        ],
        [
          -0.16324819999999998,
          51.4730285
        ],
        [
          -0.1632509,
          51.4730339
        ],
        [
          -0.1632615,
          51.4730548
        ],
        [
          -0.1631897,
          51.4730689
        ],
        [
          -0.1628849,
          51.4731289
        ],
        [
          -0.16285729999999998,
          51.4730637
        ],
        [
          -0.16285149999999998,
          51.4730511
        ],
        [
          -0.1628964,
          51.4730446
        ],
        [
          -0.1630245,
          51.473025
        ],
        [
          -0.1630266,
          51.4730246
        ],
        [
          -0.163102,
          51.4730136
        ],
        [
          -0.1631918,
          51.4729997
        ],
        [
          -0.16323089999999998,
          51.4729941
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2447",
  "appeal_decision_date": null,
  "cil_liability": true,
  "secondary_street_name": null,
  "id": "Wandsworth-2023_2447",
  "ward": "Battersea Park",
  "title_number": null,
  "description": "Demolition of property except for front and side elevations with 'like for like' re-build of replacement rear elevation and two-storey back addition with slim-line double glazed windows to all elevations. Alterations including excavation to create a basement with the formation of a front and side lightwells and erection of a replacement main roofslope with dormer extension to main rear/side roof. Erection of single-storey side/rear extension. Demolition of existing garage at rear and erection of replacement single-storey garage building. Alterations to boundary wall and piers.",
  "uprn": "100022603528",
  "site_name": null,
  "decision_agency": "Borough",
  "centroid_northing": "176498",
  "application_details": {
    "no_additional_bedrooms": 1,
    "total_gia_gained": 97.3,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "10/2024",
    "intended_commencement_date": "10/2023",
    "site_area": 0.022000000000000002
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "02/11/2023",
  "subdivision_of_building": null,
  "decision_date": "02/11/2023",
  "decision": "Approved",
  "locality": "London",
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527664.2999352,
              176491.5993855
            ],
            [
              527663.6403303,
              176493.518836
            ],
            [
              527662.9972155,
              176495.3982981
            ],
            [
              527662.7993341,
              176495.9981264
            ],
            [
              527661.9995631,
              176498.2974682
            ],
            [
              527666.9465998,
              176499.9969817
            ],
            [
              527687.9467704,
              176507.1949213
            ],
            [
              527690.049261,
              176499.9969817
            ],
            [
              527690.4862493,
              176498.5973823
            ],
            [
              527687.3861063,
              176497.7976113
            ],
            [
              527678.5474008,
              176495.3982981
            ],
            [
              527678.3989897,
              176495.3483124
            ],
            [
              527673.1963561,
              176493.9986987
            ],
            [
              527666.9960702,
              176492.2991852
            ],
            [
              527664.2999352,
              176491.5993855
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other house holder developments",
  "lapsed_date": "02/11/2026",
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [518/ 000, 518/ 001, 518/ 002, 518/ 003, 518/ 010, 518/ 011, 518/ 012, 518/ 013, 518/ 014, 518/ 015, 518/016, 518/ 017, 518/ 018, Tree Survey (Prepared by:\r\nChallice Consulting Ltd., Dated: 22nd February 2023), Energy Statement (March 2023), Flood Risk and Surface Water Assessment (4 April 2023, Rev 0), Planning Fire Strategy (5 Albert Bridge Road, London SW11 4PX), Structural Engineering  Report (Prepared by: Max McDonagh, Jensen Hunt Design, dated: June 2023), Preliminary Bat Roost Assessment Survey Report - BWE-08-2023-SW11 (29th August 2023), Design Access Planning & Heritage Statement (5 Albert Bridge Road, London SW11 4PX)].\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All slate roofing and brickwork used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1 and LP3 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Prior to the occupation of the development, the replacement window in the south side elevation at first floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - No development shall take place (including demolition) until a detailed demolition and construction method statement shall be submitted to and approved by the local planning authority for the demolition and rebuilding of host building excluding the front and north side facades and south side party wall. The development shall be carried out in accordance with the approved details. \r\nReason: To safeguard the character of the building, in accordance with Council policies LP1 and LP3 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to the commencement of the above ground works, specifications and detailed drawings at a minimum scale of [1:20] (or other scale to be agreed in advance by the local planning authority) of the proposed replacement and new slimline double glazed timber windows to the host building shall be submitted to and approved by the local planning authority.\r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policy LP3 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - No development, including any demolition, shall take place until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\na. the demolition of any buildings and any works to trees or other vegetation should take place outside of the bird nesting season (February - September (inclusive)), or if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds in the trees, scrub and buildings. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests; \r\nb. whilst construction lighting should be avoided, if necessary, details of a sensitive construction lighting plan outlining how lighting will be prevented from negatively impacting any onsite and neighbouring habitats and protected and priority species during construction, in particular roosting, foraging and commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Artificial Lighting Guidance 2023; \r\nc. details of measures to prevent mammal, amphibian or reptile entrapment or harm on site; \r\nd. details of measures to prevent harm to or negative impacts on retained or adjacent habitats (including neighbouring gardens) during the works (e.g. litter, chemical pollution, dust, noise, light etc.)\r\ne. details of the routing of construction vehicles, time o",
    "Condition : 8 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [Flood Risk and Surface Water Assessment (4 April 2023, Rev 0)].\r\nThe mitigation measures including no sleeping accomodation/bedrooms to be introduced at basement level, shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and noise disturbance, and safeguard the privacy and amenities of neighbours in accordance with Council policy LP2  of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - Prior to the commencement of the development, Tree Protection measures in line with the submitted Tree Survey (Prepared by: Challice Consulting Ltd., Dated: 22nd February 2023) shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) and Supplementary Planning Documents as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T01:00:39.192+00:00",
  "last_updated_by": "Northgate M3",
  "site_number": "5",
  "appeal_status": null,
  "decision_process": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "valid_date": "27/06/2023",
  "pp_id": "12249463",
  "status": "Approved"
}