{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW19 6BN",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.217515,
          51.44497
        ],
        [
          -0.21748,
          51.444963
        ],
        [
          -0.217395,
          51.44497
        ],
        [
          -0.21736,
          51.444992
        ],
        [
          -0.217201,
          51.445005
        ],
        [
          -0.217164,
          51.444823
        ],
        [
          -0.217239,
          51.444818
        ],
        [
          -0.217237,
          51.444803
        ],
        [
          -0.217279,
          51.444801
        ],
        [
          -0.217468,
          51.444755
        ],
        [
          -0.217487,
          51.444818
        ],
        [
          -0.217508,
          51.444918
        ],
        [
          -0.217515,
          51.44497
        ]
      ]
    ]
  },
  "site_name": "Garages To The East Of Playground And North Of 32",
  "centroid_easting": 523993,
  "pp_id": "12560316",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "residential_details": {
      "total_no_existing_residential_units": 0,
      "total_no_proposed_bedrooms": 5,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 3,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 100,
      "total_no_proposed_residential_units_social_rent": 3,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 3,
      "total_gia_gained": 287.5,
      "total_no_existing_residential_affordable_units": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 2,
          "provider": "Local Authority",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 96.1,
          "tenure": "Social Rent"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Local Authority",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 107.9,
          "tenure": "Social Rent"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Local Authority",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 83.5,
          "tenure": "Social Rent"
        }
      ],
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_affordable_rent": 0
    },
    "lead_developer_company_name": "Wandsworth Borough Council",
    "surface_water_discharge_percentage_reduction": 84,
    "non_residential_details": {
      "total_gia_gained": 287.5,
      "total_gia_lost": 93.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 93.4,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "affordable_housing_fast_track": true,
    "scheme_name": "Site D - Garages to the east of Swanton Gardens",
    "rain_water_harvesting": false,
    "garden_land_lost": false,
    "ownership_status": "Public",
    "total_gia_gained": 287.5,
    "green_suds": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 63.28,
        "building_ref": "Block A"
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "10/2026",
        "intended_commencement_date": "02/2025"
      }
    ],
    "site_area": 0.05,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "no_new_water_connections_required": 3,
      "no_active_slow_ev_charging_points": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "urban_greening_factor_score": 0.2,
      "no_homes_to_have_electrical_heating": 3,
      "fire_suppression_system_proposed": false,
      "no_passive_slow_ev_charging_points": 4,
      "mobile_network_operators_consultation": false,
      "chp_heat_pumps_capacity": 0.02,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 3,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "internal_resi_water_usage": 115.86,
    "scheme_phasing": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 93.4,
        "use_class": "C3",
        "gia_gained": 287.5,
        "gia_lost": 93.4
      }
    ],
    "total_gia_lost": 93.4,
    "grey_water_reuse": false,
    "total_gia_existing": 93.4
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2023/4400",
  "decision_date": "01/02/2024",
  "last_updated": "2025-03-19T00:46:12.678+00:00",
  "centroid_northing": 173276,
  "centroid": {
    "lon": -0.217214,
    "lat": 51.44491
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "West Hill",
  "bo_system": "Northgate M3",
  "lapsed_date": "01/02/2027",
  "decision_process": null,
  "last_date_consultation_comments": "29/12/2023",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "23/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 952-WWP-SD-ZZ-DR-A-00301_P.01, 952-WWP-SD-ZZ-DR-A-25302_P.01, 952-WWP-SD-00-DR-A-01301_P.01, 952-WWP-SD-ZZ-DR-A-01302_P.01 and 952-WWP-SD-ZZ-DR-A-20302_P.01. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 4 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 6 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - The development permitted by this planning permission shall only be carried out in accordance with the approved SuDS & Drainage Strategy Report by Tullys dated 10 November 2023.\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 9 - Prior to occupation of the development the windows in the side elevations of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - No development shall take place until tree protection measures as detailed in the submitted report titled Arboricultural Impact Assessment\r\nMethod Statement & Tree Protection Plan by Arboricultural Consultancy Ltd. and drawing TH/A3/3718D B2/TPP are installed and have been inspected by the local planning authority.  The applicant shall arrange a pre-commencement meeting with the local planning authority and the project arboriculturalist, with at least five working days notice, to allow inspection of the installed tree protection measures.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 11 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\n \r\na)\twhilst works should take place outside of the nesting season (February - September inclusive), if works to trees and vegetation are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\r\nb)\tdetails of measures to be taken to ensure that the adjacent and retained habitats will not be impacted negatively by the works (including, but not limited to lighting, dust, litter, noise etc.);\r\nc)\twhilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\nd)\tdetails of measures to prevent entrapment of or harm to wildlife on site, including in excavations and construction and waste materials left on site.\r\n",
    "Condition : 13 - Prior to commencement of the above ground works a landscaping scheme, to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. These details shall include hard landscaping works including; soft landscaping including the species and height of trees and root volumes, shrubs, hedges, green infrastructure landscaping to replicate open mosaic habitat, and species associated with any biodiverse roofs with priority given to native and wildlife friendly species, including night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP 2023 Guidance); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports). The landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority.",
    "Condition : 14 - Notwithstanding the details shown on the approved plans and set out in the supporting information, Landscape and Ecological Enhancement and Management Plans shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to: \r\n-\tdetails of wildlife friendly planting, including native and night scented species;\r\n-\torientation, target species and location for at least 3 swift boxes/bricks and 2 bat boxes/ bricks to be integrated with the new buildings;\r\n-\ta bat sensitive post-construction lighting plan to ensure that any lighting will be of a specification that minimises its impacts on bats and any onsite habitats as well as neighbouring gardens in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of ?2700k). \r\n-\tdetails on the management to be implemented post-construction shall also be submitted, which shall include management responsibilities and maintenance schedules for all hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain. \r\n \r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\n",
    "Condition : 15 - The units hereby approved shall be provided as affordable housing (social rent or London Affordable Rent) and remain in perpetuity unless otherwise submitted and agreed in writing by the Local Planning Authority. \r\nReason: To comply with the terms of the permission sought and comply with London Plan policy H5.\r\n",
    "Condition : 16 - Prior to first occupation of the building hereby approved, details of:\n\r\n- CCTV;\n\r\n- General external lighting;\n\r\n\n- Site-wide external lighting plan (in accordance with the principles of Guidance Note 08/18 Bats and artificial lighting in the UK Bats and the Built Environment series by Bat Conservation Trust and Institute of Lighting Professionals 2018) demonstrating how lighting is to be provided and how light spill will be prevented from falling onto adjacent designated sites (the river corridor and back water) and any biodiversity enhancements such as integrated bat and swift boxes on or around the buildings or within the public realm in the development shall be submitted to and approved in writing by the Local Planning Authority and installed prior to the first occupation of the development.\n \n\r\nThe details shall include the location and full specification of all lamps; light levels/spill; illumination; cameras (including view paths); and support structures. The details will also include an assessment of the impact of any such lighting on the surrounding residential environment. The development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter.\r\n\nReason: To safeguard the security of the development and to ensure that any resulting general or security lighting and CCTV are appropriately located, designed to not adversely impact on neighbouring residential amenity and are appropriate to the overall design of the development in accordance with Council policies LP1, LP2 and LP55 of the Wandsworth Local Plan (2023)",
    "Condition : 17 - Details of any external ventilation and plant equipment, including ducting, shall be submitted to and approved by the local planning authority before installation.\r\n\nReason: In the interests of local amenity and visual appearance, and in accordance with policies LP1 and LP2 of the Wandsworth Local Plan (2023)",
    "Condition : 18 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted, and obtained written approval from the local planning authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the local planning authority.\r\n\r\n\nReason:  To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policies LP14 and LP7 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2023.",
    "Condition : 19 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 20 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption, social housing relief or other forms of relief you or the relevant interested party should also complete the relevant \"Claiming Exemption or Relief\" form which must also be granted before commencement of the development to be valid. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice and all other required forms must be sent to: Community Infrastructure Levy Team, Environment and Community Services, Wandsworth Council, Town Hall, London SW18 2PU cil@wandsworth.gov.uk.",
    "Condition : 21 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time at which planning permission first permits development, as defined in the Regulations.",
    "Condition : 22 - INFORMATIVE: A Groundwater Risk Management Permit from\r\nThames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line via https://eur01.safelinks.protection.outlook.com/?\r\nurl=http%3A%2F%2Fwww.thameswater.co.uk%2F&data=05%7C01%7CWandsworth\r\nplanningapplications%40richmondandwandsworth.gov.uk%7Cc453b2377bc04b5d93d\r\ne08dbf63a9e6d%7Cd9d3f5acf80349be949f14a7074d74a7%7C0%7C0%7C6383745\r\n03872970141%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV\r\n2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=5UR9\r\n4eQUDOhEEPiRvcLKE7%2Fwh5tU9nA6R74SoSCf8ug%3D&reserved=0. \r\nPlease refer to the Wholesale; Business customers; Groundwater discharges section\r\n",
    "Condition : 23 - INFORMATIVE: With regard to SURFACE WATER drainage, Thames Water would advise that if the developer follows the sequential approach to the disposal of surface water we would have no objection. Management of surface water from new developments should follow Policy SI 13 Sustainable drainage of the London Plan 2021. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water\r\nDeveloper Services will be required. Should you require further information please refer to our website. https://eur01.safelinks.protection.outlook.com/?\r\nurl=https%3A%2F%2Fwww.thameswater.co.uk%2Fdevelopers%2Flarger-scaledevelopments%2Fplanning-your-development%2Fworking-near-ourpipes&data=05%7C01%7CWandsworthplanningapplications%40richmondandwands\r\nworth.gov.uk%7Cc453b2377bc04b5d93de08dbf63a9e6d%7Cd9d3f5acf80349be949f\r\n14a7074d74a7%7C0%7C0%7C638374503872970141%7CUnknown%7CTWFpbGZs\r\nb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3\r\nD%7C3000%7C%7C%7C&sdata=TeZctpzbCxB4PL3FwYfCn084lYXh1s5%2BxIgKPY\r\no4%2FsA%3D&reserved=0\r\n\r\nThames Water would advise that with regard to WASTE WATER NETWORK and SEWAGE TREATMENT WORKS infrastructure capacity, we would not have any objection to the above planning application, based on the information provided.\r",
    "Condition : 24 - INFORMATIVE: If you are planning on using mains water for construction purposes, it's important you let Thames Water know before you start using it, to avoid potential fines for improper usage. More information and how to apply can be found online at thameswater.co.uk/buildingwater. The proposed development is located within 15m of our underground water assets and as such we would like the following informative attached to any approval granted. The proposed development is located within 15m of Thames Waters underground assets, as such the development could cause the assets to fail if appropriate measures are not taken. Please read our guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. https://eur01.safelinks.protection.outlook.com/?\r\nurl=https%3A%2F%2Fwww.thameswater.co.uk%2Fdevelopers%2Flarger-scaledevelopments%2Fplanning-your-development%2Fworking-near-ourpipes&data=05%7C01%7CWandsworthplanningapplications%40richmondandwands\r\nworth.gov.uk%7Cc453b2377bc04b5d93de08dbf63a9e6d%7Cd9d3f5acf80349be949f\r\n14a7074d74a7%7C0%7C0%7C638374503872970141%7CUnknown%7CTWFpbGZs\r\nb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3\r\nD%7C3000%7C%7C%7C&sdata=TeZctpzbCxB4PL3FwYfCn084lYXh1s5%2BxIgKPY\r\no4%2FsA%3D&reserved=0 \r\n\r\nShould you require further information please contact Thames Water. Email: developer.services@thameswater.co.uk\r",
    "Condition : 25 - INFORMATIVE: Thames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.\r\n"
  ],
  "parking_details": {
    "net_car": -1,
    "no_proposed_cycle": 6,
    "net_bluebadge": 1,
    "no_proposed_bluebadge": 1,
    "no_existing_cycle": 0,
    "no_proposed_car": 3,
    "no_existing_car": 4,
    "net_cycle": 6,
    "no_existing_bluebadge": 0
  },
  "site_number": null,
  "uprn": "10096837580",
  "decision_target_date": "26/01/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523971.8977298465,
              173282.1480804793
            ],
            [
              523974.34651299485,
              173281.4482807957
            ],
            [
              523980.24997674656,
              173282.34802324715
            ],
            [
              523982.59981916175,
              173284.89729352592
            ],
            [
              523993.6482010434,
              173286.64679273654
            ],
            [
              523996.6988736522,
              173266.45257326623
            ],
            [
              523991.4962400945,
              173265.7027878904
            ],
            [
              523991.70236662216,
              173264.0532600633
            ],
            [
              523988.8001051129,
              173263.75334591197
            ],
            [
              523975.79764374916,
              173258.35489120247
            ],
            [
              523974.2475722614,
              173265.35288804868
            ],
            [
              523972.54908967373,
              173276.4497116197
            ],
            [
              523971.8977298465,
              173282.1480804793
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Swanton Gardens",
  "secondary_street_name": null,
  "description": "Demolition of existing garages and erection of 3-storey building to provide 1 x 1-bedroom and 2 x 2-bedroom flats with associated vehicle and cycle parking, refuse storage and landscaping.",
  "id": "Wandsworth-2023_4400",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4400"
}