{
  "epc_number": null,
  "decision_target_date": "20/10/2023",
  "decision": "Approved",
  "last_date_consultation_comments": "05/02/2024",
  "description": "Alterations including demolition and replacement of-two storey back addition, erection of single storey side and rear extension, alteration and erection of front garden wall and railings and additional window on first floor side elevation. Installation of rooflights to side roofslopes.",
  "site_number": "25",
  "postcode": "SW11 3DP",
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "100022637065",
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3246",
  "valid_date": "25/08/2023",
  "centroid": {
    "lon": "-0.1698328",
    "lat": "51.4736494"
  },
  "borough": "Wandsworth",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": null,
  "bo_system": "Northgate M3",
  "centroid_easting": "527204",
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "27/02/2027",
  "actual_completion_date": null,
  "centroid_northing": "176553",
  "locality": "London",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1697208,
          51.4736242
        ],
        [
          -0.1700053,
          51.4735653
        ],
        [
          -0.17003269999999998,
          51.473622399999996
        ],
        [
          -0.1699977,
          51.4736286
        ],
        [
          -0.1697744,
          51.4736714
        ],
        [
          -0.1695552,
          51.473713
        ],
        [
          -0.16955099999999998,
          51.4737071
        ],
        [
          -0.1695188,
          51.473666
        ],
        [
          -0.16961469999999998,
          51.473646
        ],
        [
          -0.1697208,
          51.4736242
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "lpa_app_no": "2023/3246",
  "application_details": {
    "intended_completion_date": "12/2023",
    "intended_commencement_date": "06/2022",
    "total_gia_gained": 22,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "site_area": 0.022000000000000002
  },
  "secondary_street_name": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527211.8439619,
              176550.3925561
            ],
            [
              527192.2536967,
              176543.3445736
            ],
            [
              527190.1924314,
              176549.6427708
            ],
            [
              527192.5999893,
              176550.3925561
            ],
            [
              527207.9935184,
              176555.5410824
            ],
            [
              527223.0984703,
              176560.5496487
            ],
            [
              527223.4035376,
              176559.8998347
            ],
            [
              527225.75338,
              176555.3911253
            ],
            [
              527219.149086,
              176552.9918121
            ],
            [
              527211.8439619,
              176550.3925561
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated": "2025-03-19T00:22:27.388+00:00",
  "date_building_work_started_under_previous_permission": "01/06/2022",
  "ward": "St Mary's",
  "appeal_start_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 2135_E1_ SLP, 2135_P4_10 Rev H, 2135_P4_20 Rev H, 2135_P4_30 Rev H, 2135_P4_32 Rev H, Flood Risk Assessment ref.2135 P1by Studio Werc Architects, planning fire safety strategy (received on 25/08/2023).\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n\r\n",
    "Condition : 3 - The materials proposed to be used on all external surfaces of the development shall be carried out in accordance with the approved materials under details application ref.2022/3106 and thereafter so retained. Reason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1 and LP3 of the Local Plan, coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 4 - Prior to occupation of the development, detailed drawings at a minimum scale of [1:20] (or other scale to be agreed in advance by the local planning authority) shall be submitted to and approved by the local planning authority.  Such details shall include; \r\n- front garden path.\r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies LP1, LP2, LP3 and LP4 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to occupation of the development, the window to the rear bedroom in the side elevation at first floor level of the development shall be obscure-glazed and non-opening.  The window shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Local Plan, coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Tree Survey, Arboricultural Impact Assessment & Arboricultural Method Statement ref. 25ES/AIA/21 v.1.1 dated 12th September 2021 by James Hedges, Trial Excavation Report (Tree Root Investigation) ref. TPE/25ES/22 v.1.0 dated 2nd February 2022 by James Hedges]. The Tree Protection measures shall be installed prior to the commencement of works and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures will be retained out the until completion of the development. Reason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan, coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 8 - No tree to be retained (retained tree) shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped, other than in accordance with the prior written approval of the local planning authority.  If any retained tree is removed, uprooted, destroyed or dies, a replacement tree shall be planted and that tree shall be of such size and species and shall be planted at such a time and in a location to be agreed with the local planning authority.\r\nReason:  To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy LP56 of the Local Plan, coupled with the requirements of the National Planning Policy Framework.\r\n\r\n\r\n"
  ],
  "appeal_decision_date": null,
  "title_number": [
    "Unregistered"
  ],
  "lpa_name": "Wandsworth",
  "pp_id": "12415090",
  "decision_date": "27/02/2024",
  "id": "Wandsworth-2023_3246",
  "street_name": "Edna Street"
}