{
  "borough": "Wandsworth",
  "cil_liability": false,
  "decision_target_date": "11/08/2023",
  "lpa_app_no": "2023/2315",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "07/11/2023",
  "lpa_name": "Wandsworth",
  "application_details": {
    "surface_water_discharge_percentage_reduction": 50,
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 60,
    "total_gia_lost": 35,
    "projected_cost_of_works": "Up to £2m",
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.5,
        "building_ref": "New building"
      }
    ],
    "residential_details": {
      "total_no_proposed_residential_units": 3,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "habitable_rooms_density": 40,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_gia_gained": 107,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "residential_units": [
        {
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "03/02/2025",
          "unit_type": "Communal Space",
          "provision_for_older_persons": false,
          "gia": 62
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "03/02/2025",
          "unit_type": "Studio Bedsit",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 20
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "03/02/2025",
          "unit_type": "Studio Bedsit",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 25
        }
      ],
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "dwelling_density": 60,
      "total_no_existing_residential_units_market_for_rent": 0,
      "site_area": 0.05
    },
    "rain_water_harvesting": false,
    "scheme_phasing": false,
    "green_suds": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 510,
        "use_class": "SG",
        "gia_gained": 0,
        "actual_commencement_date": "03/02/2025",
        "gia_lost": 35
      },
      {
        "gia_existing": 0,
        "use_class": "C4",
        "gia_gained": 145,
        "actual_commencement_date": "03/02/2025",
        "gia_lost": 0
      }
    ],
    "total_gia_existing": 510,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 2,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 50,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 35,
      "waste_provision": false,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "urban_greening_factor_score": 0.59,
      "solar_pv_capacity": 0.01,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "chp_heat_pumps_capacity": 0.01
    },
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "11/2024",
        "intended_commencement_date": "03/2024"
      }
    ],
    "site_area": 0.05,
    "total_gia_gained": 145,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 145,
      "total_gia_lost": 35,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 35,
      "total_gia_existing": 510,
      "site_area": 0.05
    },
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "mayoral_cil_liability_notice_issued": false,
    "circular_economy_statement": false,
    "commencement_notice_received": false,
    "other_residential_accommodation_details": {
      "site_area": 0.05
    },
    "3d_model": false,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.151677,
          51.452699
        ],
        [
          -0.151591,
          51.452378
        ],
        [
          -0.151571,
          51.452303
        ],
        [
          -0.151704,
          51.452286
        ],
        [
          -0.15171,
          51.452299
        ],
        [
          -0.151721,
          51.452327
        ],
        [
          -0.151729,
          51.452349
        ],
        [
          -0.151816,
          51.452571
        ],
        [
          -0.151854,
          51.452669
        ],
        [
          -0.151677,
          51.452699
        ]
      ]
    ]
  },
  "valid_date": "16/06/2023",
  "centroid": {
    "lat": 51.452538,
    "lon": -0.151732
  },
  "site_number": "27",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed:\n452-00-001_Location Plan_P01\n452-00-010_Proposed Site Plan_P04\n452-00-100_Proposed GF Plan_P03\n452-00-101_Proposed 1F Plan_P02\n452-00-102_Proposed 2F Plan_P02\n452-00-103_Proposed Roof Plan_P02\n452-00-200_Proposed Elevations_P02\n452-00-201_Proposed Bin Store_Cycle Parking Elevations_P03\n452-01-010_Existing Site Plan_P02\n452-01-100_Existing Plans & Elevations_P03\n452-68-100_Proposed Fire Strategy - GF_P03\n452-68-101_Proposed Fire Strategy - 1F_2F & Section_P03\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 4 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 5 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 and the submitted Tree Survey & Arboricultural Impact Assessment (dated 26th September 2023) shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework",
    "Condition : 6 - Notwithstanding the details shown on the approved plans and set out in the supporting information, a Landscape and Ecological Enhancement and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of any above ground works. The Plan shall include details of all measures to provide biodiversity gain, including but not limited to: \na.\tdetails of wildlife friendly planting; \nb.\torientation, target species and location for 2 x bird and 1 x bat box/ brick to be integrated with the new building; \nc.\tdetails of a sensitive lighting scheme which prevents light spill onto any onsite and neighbouring habitats \nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter\nReason: To retain the ecological interest of the site in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of works to ensure existing biodiversity is protected and the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 7 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \na.\tworks to trees and other vegetation should take place outside of the bird nesting season (February - September (inclusive)), or if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds in the trees, scrub and buildings. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests; \nb.\tdetails of measures to prevent negative impacts on retained or adjacent habitats (including neighbouring gardens) during the works (e.g. litter, dust, noise, light etc.).\nThe development shall not be undertaken otherwise than in accordance with the CEMP approved in writing by the Local Planning Authority. \nReason: To retain the ecological interest of the site in accordance with Council policy LP55 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the commencement of works to ensure existing biodiversity is protected and the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 8 - Prior to the first occupation of the development the cycle parking shown on the approved drawing '452-00-201_Proposed Bin Store_Cycle Parking Elevations_P03' shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 9 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\nRemoval of the redundant crossover and subsequent reconstruction of the footway adjacent to the site on Alderbrook Road with the extension of the onstreet parking bay along this frontage.\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings '452-00-201_Proposed Bin Store_Cycle Parking Elevations_P03' shall be provided and shall be retained for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2  of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 11 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 12 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 13 - Prior to the occupation of the development the windows in the north elevation at first and second floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 14 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 15 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) or any Order revoking, amending and re-enacting the Order the development hereby approved be used only for Specialist/Supported Housing (Sui Generis) and for no other purpose (including any other purpose in Sui Generis of the Schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision equivalent to that Class in any statutory instrument revoking and re-enacting that Order with or without modification). \nReason: To safeguard the amenities of the neighbourhood by ensuring that other uses which could cause a loss of amenity do not commence without prior approval in accordance with the National Planning Policy Framework.",
    "Condition : 16 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "decision": "Approved",
  "centroid_easting": 528522,
  "uprn": "100022674278",
  "decision_process": null,
  "application_type_full": "Full planning & demolition in a conservation area",
  "locality": "London",
  "last_date_consultation_comments": "21/09/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528525.3481566356,
              174255.09957622527
            ],
            [
              528532.1998024147,
              174219.44978086243
            ],
            [
              528533.7993442693,
              174211.15215603047
            ],
            [
              528524.6473264407,
              174209.10274266987
            ],
            [
              528524.1526227744,
              174210.4523563456
            ],
            [
              528523.3528518471,
              174213.55146923458
            ],
            [
              528522.7014920197,
              174216.00076813175
            ],
            [
              528516.0477277068,
              174240.55373992352
            ],
            [
              528513.112485953,
              174251.44062358863
            ],
            [
              528525.3481566356,
              174255.09957622527
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Balham",
  "pp_id": "12206334",
  "lapsed_date": "07/11/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Demolition of existing garages and erection of part single/part three-storey building to provide 2 x studio flats and communal living area to be used for specialist/supported housing (sui generis). Alterations including erection of replacement boundary treatment and cycle/waste stores to front garden and works to trees. ",
  "centroid_northing": 174237,
  "street_name": "Nightingale Lane",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Commenced",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-08-14T10:45:56.317Z",
  "site_name": null,
  "development_type": "Minor dwellings",
  "appeal_decision_date": null,
  "last_updated_by": "Portal",
  "application_type": "All Other",
  "bo_system": "Portal",
  "subdivision_of_building": "Proposal affects garage site and front garden of existing house only.",
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2315",
  "id": "Wandsworth-2023_2315",
  "actual_commencement_date": "03/02/2025",
  "postcode": "SW12 8SY"
}