{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW17 8QY",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.152436,
          51.434889
        ],
        [
          -0.152416,
          51.434904
        ],
        [
          -0.1524,
          51.434906
        ],
        [
          -0.152292,
          51.434983
        ],
        [
          -0.152257,
          51.435006
        ],
        [
          -0.152195,
          51.434973
        ],
        [
          -0.152182,
          51.434966
        ],
        [
          -0.152216,
          51.434941
        ],
        [
          -0.152314,
          51.434871
        ],
        [
          -0.152347,
          51.434849
        ],
        [
          -0.15255,
          51.434705
        ],
        [
          -0.152576,
          51.43472
        ],
        [
          -0.152616,
          51.434743
        ],
        [
          -0.152635,
          51.434753
        ],
        [
          -0.152436,
          51.434889
        ],
        [
          -0.152436,
          51.434889
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": 528530,
  "pp_id": "12603233",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "02/2024",
        "intended_commencement_date": "01/2024"
      }
    ],
    "site_area": 0.032729,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 25.7,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 257.54,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "garden_land_lost": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 257.54,
        "use_class": "C3",
        "gia_gained": 25.7,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "total_gia_gained": 25.7,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "total_gia_existing": 257.54,
    "green_suds": false
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2023/4454",
  "decision_date": "28/03/2025",
  "last_updated": "2025-04-08T17:00:01.779Z",
  "centroid_northing": 172276,
  "centroid": {
    "lat": 51.434913,
    "lon": -0.152328
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "South Balham",
  "bo_system": "Northgate M3",
  "lapsed_date": "28/03/2028",
  "decision_process": null,
  "last_date_consultation_comments": "16/05/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "05/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed Site Location & Block Plans, Proposed Elevation Rev A, Proposed Ground Floor and First Floor Plans Rev C, Second Floor and Roof Plans,  Second Floor and Roof Plans, Planning Fire Safety Strategy. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2  of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 7 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "parking_details": null,
  "site_number": "104",
  "uprn": "100022697597",
  "decision_target_date": "30/01/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528522.5530808861,
              172273.14690369955
            ],
            [
              528523.8970258465,
              172274.89640291053
            ],
            [
              528525.0513344015,
              172275.14633136947
            ],
            [
              528532.3482134811,
              172283.8538388739
            ],
            [
              528534.64858553,
              172286.55306622834
            ],
            [
              528539.051448161,
              172282.95409642276
            ],
            [
              528539.9996301882,
              172282.15432535374
            ],
            [
              528537.6992581394,
              172279.4051123077
            ],
            [
              528531.1032092539,
              172271.44739017868
            ],
            [
              528528.9017779382,
              172268.89811989933
            ],
            [
              528515.1984863784,
              172252.5028130017
            ],
            [
              528513.3021223239,
              172254.1523408309
            ],
            [
              528510.449331181,
              172256.6516254191
            ],
            [
              528509.1466115261,
              172257.75131063862
            ],
            [
              528522.5530808861,
              172273.14690369955
            ],
            [
              528522.5530808861,
              172273.14690369955
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Streathbourne Road",
  "secondary_street_name": null,
  "description": "Alterations including erection of single-storey rear extension in connection with the \r\nconversion of property into 1 x 3 bedroom flat, 1 x 2 bedroom and 1 x 1 bedroom flat.",
  "id": "Wandsworth-2023_4454",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4454"
}