{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3834",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "12/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528113.1033464,
              173920.8052669
            ],
            [
              528110.8029743,
              173924.7041508
            ],
            [
              528118.5038614,
              173929.1528774
            ],
            [
              528119.7488656,
              173929.7527057
            ],
            [
              528120.202344,
              173929.0029203
            ],
            [
              528129.0492945,
              173913.297416
            ],
            [
              528128.1011125,
              173912.6975877
            ],
            [
              528120.4496958,
              173908.3988182
            ],
            [
              528116.0468332,
              173915.7467149
            ],
            [
              528114.9007697,
              173917.6961569
            ],
            [
              528113.1033464,
              173920.8052669
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "lapsed_date": "12/01/2027",
  "appeal_decision": null,
  "street_name": "Western Lane",
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "description": "Alterations including rear extension at first floor level and an addition ground floor side extension. Introduction of solar panels at the rear and air source heat pump in the garden. Alterations of the garage include introduction of a dual pitch roof and changes to windows. ",
  "decision": "Approved",
  "centroid_northing": "173911",
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T01:04:31.361+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Balham",
  "centroid_easting": "528122",
  "site_name": null,
  "application_type": "Householder",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1577023,
          51.449789
        ],
        [
          -0.15773399999999999,
          51.4498246
        ],
        [
          -0.1576216,
          51.4498628
        ],
        [
          -0.15760349999999998,
          51.4498679
        ],
        [
          -0.1575973,
          51.4498611
        ],
        [
          -0.1574757,
          51.4497179
        ],
        [
          -0.15748959999999998,
          51.4497128
        ],
        [
          -0.1576012,
          51.4496759
        ],
        [
          -0.1576618,
          51.4497429
        ],
        [
          -0.1576776,
          51.4497607
        ],
        [
          -0.1577023,
          51.449789
        ]
      ]
    ]
  },
  "postcode": "SW12 8JS",
  "decision_date": "12/01/2024",
  "centroid": {
    "lon": "-0.1575779",
    "lat": "51.4496989"
  },
  "decision_process": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "1",
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "11/10/2023",
  "application_type_full": "Householder planning permission",
  "locality": "London",
  "last_date_consultation_comments": "12/01/2024",
  "pp_id": "12522723",
  "development_type": "Other house holder developments",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [2453-EX-000 rev P01, 2453-PR-302 rev P08, 2453-PR-101 rev P08, 2453-PR-301 rev P12, 24453-PR-201 rev P02, 2453-PR-202 rev P02, Fire Safety Statement]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. Detials shall also be provided for the windows including section plans. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1, LP3 and LP5 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The rating level of the noise emitted from air source heat pump on the site shall be 5dB below the existing background level at any time. The measured or calculated noise level shall be determined at the boundary of the nearest ground floor noise sensitive premises or 1 metre from the facade of the nearest first floor (or higher) noise sensitive premises in accordance with the latest British Standard 4142. The use of the air source heat pump shall not commence until details of a scheme complying with the aforementioned criteria have been submitted to and approved in writing by the local planning authority.\r\nReason: In order to protect the noise levels of the surrounding residential neighbours, in the interests of residential amenity, in accordance with Council policy LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 5 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_3834",
  "lpa_app_no": "2023/3834",
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_completion_date": "10/2024",
    "total_gia_gained": 15,
    "intended_commencement_date": "02/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.019
  },
  "uprn": "100022712827"
}