{
  "appeal_status": null,
  "centroid": {
    "lon": "-0.2200791",
    "lat": "51.4553671"
  },
  "decision_target_date": "21/07/2023",
  "lapsed_date": "15/07/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T04:04:54.087+00:00",
  "locality": "London",
  "development_type": "Minor all other minor developments",
  "postcode": "SW15 6RB",
  "ward": "West Putney",
  "id": "Wandsworth-2023_0985",
  "uprn": "100022682257",
  "decision": "Approved",
  "site_name": "Prospect House School Lower School",
  "last_date_consultation_comments": "20/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.22033049999999998,
          51.4552685
        ],
        [
          -0.22031509999999999,
          51.4553316
        ],
        [
          -0.22031189999999998,
          51.4553428
        ],
        [
          -0.22033309999999998,
          51.4553499
        ],
        [
          -0.2203244,
          51.4553704
        ],
        [
          -0.2203744,
          51.4553784
        ],
        [
          -0.2204138,
          51.4553848
        ],
        [
          -0.220461,
          51.4553923
        ],
        [
          -0.22051099999999998,
          51.4554002
        ],
        [
          -0.2205247,
          51.4554027
        ],
        [
          -0.22051749999999998,
          51.4554187
        ],
        [
          -0.22050329999999999,
          51.4554531
        ],
        [
          -0.22050009999999998,
          51.4554607
        ],
        [
          -0.2204493,
          51.455585
        ],
        [
          -0.2202941,
          51.4555588
        ],
        [
          -0.2200673,
          51.4555221
        ],
        [
          -0.2198857,
          51.4554924
        ],
        [
          -0.2196619,
          51.4554538
        ],
        [
          -0.2197151,
          51.455345
        ],
        [
          -0.2197505,
          51.4552659
        ],
        [
          -0.2197694,
          51.4552267
        ],
        [
          -0.2197814,
          51.4551963
        ],
        [
          -0.2197894,
          51.4551739
        ],
        [
          -0.21979169999999998,
          51.4551686
        ],
        [
          -0.2198474,
          51.4551442
        ],
        [
          -0.2198715,
          51.4551337
        ],
        [
          -0.21995099999999998,
          51.4551472
        ],
        [
          -0.22010459999999998,
          51.4551729
        ],
        [
          -0.2201883,
          51.4551872
        ],
        [
          -0.2203055,
          51.4552078
        ],
        [
          -0.2203442,
          51.4552134
        ],
        [
          -0.22033049999999998,
          51.4552685
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523746.7993166,
              174422.6016294
            ],
            [
              523747.6980283,
              174429.6496119
            ],
            [
              523747.8959097,
              174430.8992542
            ],
            [
              523746.4035537,
              174431.6490396
            ],
            [
              523746.9477277,
              174433.9483814
            ],
            [
              523743.4518218,
              174434.7481525
            ],
            [
              523740.6979714,
              174435.3979665
            ],
            [
              523737.399947,
              174436.1477519
            ],
            [
              523733.904041,
              174436.9475229
            ],
            [
              523732.947614,
              174437.1974514
            ],
            [
              523733.4010923,
              174438.9969363
            ],
            [
              523734.299804,
              174442.8458345
            ],
            [
              523734.4976854,
              174443.6955913
            ],
            [
              523737.6967692,
              174457.6016108
            ],
            [
              523748.5472696,
              174454.9523691
            ],
            [
              523764.4025221,
              174451.2534279
            ],
            [
              523777.0999162,
              174448.2542864
            ],
            [
              523792.7490422,
              174444.3454053
            ],
            [
              523789.352077,
              174432.1488965
            ],
            [
              523787.1011753,
              174423.3014291
            ],
            [
              523785.8973964,
              174418.9026882
            ],
            [
              523785.1470958,
              174415.5036612
            ],
            [
              523784.6523922,
              174413.0043766
            ],
            [
              523784.5039811,
              174412.4045483
            ],
            [
              523780.7030079,
              174409.5953524
            ],
            [
              523779.0539957,
              174408.3956958
            ],
            [
              523773.4968245,
              174409.7553066
            ],
            [
              523762.7535099,
              174412.3545626
            ],
            [
              523756.8995165,
              174413.8041476
            ],
            [
              523748.7039257,
              174415.9035467
            ],
            [
              523745.9995457,
              174416.4533893
            ],
            [
              523746.7993166,
              174422.6016294
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "title_number": null,
  "site_number": "76",
  "lpa_name": "Wandsworth",
  "decision_process": null,
  "secondary_street_name": null,
  "street_name": "Putney Hill",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 775,
    "scheme_phasing": true,
    "total_gia_gained": 97,
    "site_area": 0.1845,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 97,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 0,
      "total_gia_existing": 775
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 71,
      "waste_provision": true
    },
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.8,
        "building_ref": "Single Storey Hall "
      }
    ],
    "total_gia_lost": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "12/2023",
        "intended_commencement_date": "07/2023"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 775,
        "use_class": "F1",
        "gia_gained": 97,
        "gia_lost": 0
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "affordable_housing_fast_track": false
  },
  "valid_date": "13/03/2023",
  "parking_details": {
    "net_cycle": 29,
    "no_existing_car": 4,
    "no_proposed_car": 4,
    "net_car": 0,
    "no_existing_cycle": 8,
    "no_proposed_cycle": 37
  },
  "actual_commencement_date": null,
  "centroid_northing": "174434",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed PHL/P/150 Rev A; PHL/P/151 Rev A; PHL/P/105 Rev B; PHL/P/110 Rev A; PHL/P/111 Rev A; PHL/P/112 Rev A; PHL/P/113 Rev A; PHL/P/120 Rev A; PHL/P/121 Rev A; PHL/P/122 Rev A; PHL/P/123 Rev C; PHL/P/130 Rev A; PHL/P/131 Rev A; PHL/P/600.   \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The maximum number of children enrolled and attending the school at any one time shall not exceed 200.  \r\nReason: to safeguard amenity in accordance with policy DMS1 of the Development Management Policies Document (2016).  \r\n",
    "Condition : 4 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.  It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 5 - No development shall commence until a Construction and Environmental Management Plan (CEMP) has been submitted to and been approved in writing by the local planning authority. The CEMP shall include measures to mitigate the construction effects as part of a coordinated and collaborative approach with surrounding developments, and shall include the following details (although not limited to): \r\n\r\na.\tThat development will only take place between the months of October and March with some enabling and completion works permittable during September and April, in order to prevent harm or disturbance to a summer bat roost within No. 78.  \r\nb.\tDetails of a precautionary bat mitigation plan, including (but not limited too) timings of works, bat toolbox talks and a named CIEEM accredited ecologist to contact in case a bat is found on site;\r\nc.\tDetails of a construction lighting plan outlining how lighting will be prevented from negatively impacting any onsite habitats and protected and priority species during construction, in particular roosting, foraging and commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Artificial Lighting Guidance;\r\nd.\tIf any works to trees become necessary, these should take place outside of the nesting season (February - September), or if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests; \r\ne.\tDetails of measures to prevent mammal, amphibian or reptile entrapment or harm on site;\r\nf.\tDetails of measures ",
    "Condition : 6 - Prior to commencement of the development hereby approved, a landscaping scheme, to include landscaping and treatment of parts of the site not covered by buildings, shall be submitted to and approved in writing by the local planning authority. These details shall include hard landscaping works including soft landscaping including the species and height of any tree planting and root volumes, shrubs, hedges, and biodiverse roofs, plants and seeding, with priority given to native and wildlife friendly species, including night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP Artificial Lighting Guidance); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports). The landscaping scheme shall be carried out in accordance with the approved details and completed prior to the occupation of the development, or in accordance with a programme agreed in writing with the local planning authority.\r\nReason: To ensure a satisfactory appearance, provide tree planting and biodiversity improvements, in accordance with Council policies DMS1, DMO4 and DMO5 of the Development Management Policies Document (adopted March 2016) and London Plan Policies G5 and G6.",
    "Condition : 7 - Notwithstanding the details shown on the approved plans and set out in the supporting information, a Landscape and Ecological Enhancement and Management Plan shall be submitted to and approved in writing by the local planning authority prior to the commencement of works hereby approved.  The Plan shall include details of all measures to provide biodiversity gain, including but not limited to: \r\na.\tdetails of wildlife friendly planting; \r\nb.\tdetails of biodiverse roofs, including details of extensive substrate base, features to be included within the substrate e.g. rope coils, logs, sand, gravel, etc., and details of any seeding/plug plant choice (in accordance with The Gro Green Roof Code 2021); \r\nc.\torientation, target species and location for 2 x bird and 2 x bat boxes/ bricks to be integrated with the new building; \r\nd.\tdetails of how any lighting will be of a sensitive lighting scheme preventing light spill onto any onsite habitats, in accordance with the BCT and ILP Artificial Lighting Guidance (including but not limited to LED lighting <2700 Kelvin). \r\ne.\tdetails of a management plan to be implemented for the hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain. \r\n\r\nThe approved details shall be implemented prior to first occupation of the development and maintained thereafter.\r\n\r\nReason: To enhance the ecological interest of the site and to ensure that the ecological features are provided and maintained in a satisfactory manner in accordance with DMPD Policy DMO4 and London Plan Policy G6.",
    "Condition : 8 - Prior to the commencement of the use of the classrooms hereby approved, a School Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Travel Plan shall include measures to: \r\n- Improve health \r\n- Improve the environment \r\n- Improve safety \r\n- Improve access and opportunity \r\nReason: To ensure opportunities for sustainable transport are taken up in \r\naccordance with DMPD (2016) policy DMT1.",
    "Condition : 9 - Prior to commencement of the development hereby approved, details of the location, number and design of secure scooter, pushchair and buggy parking shall be submitted to and approved in writing by the local planning authority.  The parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 10 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 11 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 12 - No development shall take place until tree protection measures as detailed in the submitted report titled Arboricultural Survey Impact Assessment & Method Statement Report by Marcus Foster Arboricultural Design & Consultancy dated November 2022 are installed and have been inspected by the local planning authority.  The applicant shall arrange a pre-commencement meeting with the local planning authority and the project arboriculturalist, with at least five working days notice, to allow inspection of the installed tree protection measures.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the commencement of development to ensure the construction works do not harm trees\r\n",
    "Condition : 13 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 14 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 15 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 16 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/0985",
  "pp_id": "11611265",
  "last_updated_by": "Planning Portal ingest",
  "centroid_easting": "523764",
  "borough": "Wandsworth",
  "epc_number": null,
  "lpa_app_no": "2023/0985",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "subdivision_of_building": "Single storey hall ",
  "description": "Alterations including erection of a first floor level side extension above ground floor hall.",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "15/07/2023",
  "cil_liability": true
}