{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3713",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "18/12/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525874.1487578463,
              173982.3976363056
            ],
            [
              525881.3466961919,
              173985.24682073487
            ],
            [
              525887.093503783,
              173986.19654887827
            ],
            [
              525888.099401238,
              173986.49646302866
            ],
            [
              525890.6965954864,
              173987.3962054805
            ],
            [
              525892.296137341,
              173987.94604809006
            ],
            [
              525893.1206434516,
              173985.88663758856
            ],
            [
              525893.3927304682,
              173985.19683504308
            ],
            [
              525892.0982558745,
              173984.4970353581
            ],
            [
              525891.3479553136,
              173981.74782231112
            ],
            [
              525882.0969967525,
              173979.848366026
            ],
            [
              525875.0474695067,
              173976.9491959022
            ],
            [
              525874.1487578463,
              173982.3976363056
            ],
            [
              525874.1487578463,
              173982.3976363056
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "cil_liability": true,
  "lapsed_date": "18/12/2026",
  "appeal_decision": null,
  "street_name": "Garratt Lane",
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "description": "Alterations including installation of replacement shopfront, erection of single-storey rear side extension, in connection with the change of use of part ground floor to class C3 to replace the existing studio flat to a 1 x 1 bedroom flat with associated cycle and refuse storage. Change of use of remaining existing ground floor and basement commercial unit to Class E(a), professional services Class E(c), Indoor sport, recreation or fitness Class E(d), health services Class E(e), offices Class E(g)(i)",
  "decision": "Approved",
  "centroid_northing": 173982,
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T00:43:28.870+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Wandle",
  "centroid_easting": 525880,
  "site_name": null,
  "application_type": "All Other",
  "parking_details": {
    "net_cycle": 2,
    "no_existing_cycle": 0,
    "no_proposed_cycle": 2
  },
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.189909,
          51.450844
        ],
        [
          -0.189804,
          51.450868
        ],
        [
          -0.189721,
          51.450875
        ],
        [
          -0.189707,
          51.450877
        ],
        [
          -0.189669,
          51.450885
        ],
        [
          -0.189646,
          51.45089
        ],
        [
          -0.189635,
          51.450871
        ],
        [
          -0.189631,
          51.450865
        ],
        [
          -0.18965,
          51.450859
        ],
        [
          -0.189662,
          51.450834
        ],
        [
          -0.189795,
          51.450819
        ],
        [
          -0.189898,
          51.450795
        ],
        [
          -0.189909,
          51.450844
        ],
        [
          -0.189909,
          51.450844
        ]
      ]
    ]
  },
  "postcode": "SW18 4DP",
  "decision_date": "18/12/2023",
  "centroid": {
    "lon": -0.189825,
    "lat": 51.450839
  },
  "decision_process": null,
  "epc_number": "5111-4176-9030-2319-4053",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "177",
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "23/10/2023",
  "application_type_full": "Full planning permission",
  "locality": "London",
  "last_date_consultation_comments": "15/12/2023",
  "pp_id": "12503242",
  "development_type": "Minor dwellings",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed A-177GLSW18GBCPP-08; 09; 10; 11; 12; Flood Risk Assessment (dated July 2023). \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Within three months of the commencement of development, a BREEAM Interim (Design Stage) (Domestic Refurbishment) Assessment issued by the Building Research Establishment (BRE) or equivalent accredited body, shall be submitted to and approved in writing by the local planning authority to show that an Outstanding rating will be achieved for the building. (Where it is proven that it is not technically feasible then Excellent rating will be accepted.). The development shall be implemented in accordance with the approved rating.  \r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - Within three months of the occupation of the building a BREEAM (Domestic Refurbishment)  (Post-Construction) Certificate, issued by the BRE (or equivalent accredited body), shall be submitted to and approved in writing by the local planning authority to demonstrate that an Outstanding rating has been achieved. (Where it is proven that it is not technically feasible then Excellent rating will be accepted.) All the measures integrated shall be retained for as long as the development is in existence.\r\nReason: To achieve appropriate sustainability standards in accordance with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment (dated July 2023). \r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to the commencement of the development hereby approved, 1:20 drawings of the proposed replacement shopfront shall be submitted to and be approved in writing by the local planning authority.  The development shall be carried out in accordance with the approved details.  \r\nReason: To ensure the shop front is satisfactory in design terms in accordance with Local Plan (2023) policy LP1.  \r\n",
    "Condition : 9 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policies LP1 and LP2 (DELETE AS APPROPRIATE) of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 11 - Prior to the commencement of the use hereby permitted, details of a scheme for the insulation of the residential units against the transmission of airborne sound [and impact sound between the ground floor dwelling and ground floor commerical unit] shall be submitted to and approved in writing by the local planning authority, and the approved scheme shall be implemented prior to the first occupation of any dwelling and shall be retained thereafter.  \r\nReason: To safeguard the amenities of residential occupiers, in accordance with Council policy LP2 and LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 14 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption, social housing relief or other forms of relief you or the relevant interested party should also complete the relevant \"Claiming Exemption or Relief\" form which must also be granted before commencement of the development to be valid. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice and all other required forms must be sent to: Community Infrastructure Levy Team, Environment and Community Services, Wandsworth Council, Town Hall, London SW18 2PU cil@wandsworth.gov.uk.",
    "Condition : 15 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time at which planning permission first permits development, as defined in the Regulations."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_3713",
  "lpa_app_no": "2023/3713",
  "application_details": {
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "total_gia_gained": 21,
    "total_gia_lost": 8,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "green_roof_area": 0,
      "no_new_water_connections_required": 1,
      "total_annual_nox_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_gas_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 1,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 100,
      "ghg_reduction_over_building_regulations": true,
      "fire_suppression_system_proposed": false
    },
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 21,
      "total_gia_existing": 89,
      "total_gia_lost": 8
    },
    "total_gia_existing": 89,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 18,
        "use_class": "C3",
        "gia_gained": 21,
        "gia_lost": 0
      },
      {
        "gia_existing": 71,
        "use_class": "E",
        "gia_gained": 0,
        "gia_lost": 8
      }
    ],
    "ownership_status": "Private",
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 1,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 18,
          "tenure": "Market for rent"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 39,
          "tenure": "Market for rent"
        }
      ],
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_bedrooms": 1,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 1,
      "total_no_proposed_residential_units": 1,
      "total_gia_lost": 18,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_gia_gained": 39,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 1,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_intermediate": 0
    },
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "entire development",
        "intended_completion_date": "10/2025",
        "intended_commencement_date": "10/2024"
      }
    ],
    "internal_resi_water_usage": 99,
    "garden_land_lost": false,
    "site_area": 0.01
  },
  "uprn": "121008722"
}