{
  "appeal_status": null,
  "centroid": {
    "lon": "-0.2294675",
    "lat": "51.4612286"
  },
  "decision_target_date": "25/08/2023",
  "lapsed_date": "23/08/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T12:25:26.230+00:00",
  "locality": "London",
  "development_type": "Minor dwellings",
  "postcode": "SW15 6QG",
  "ward": "West Putney",
  "id": "Wandsworth-2023_0682",
  "uprn": "100022627841",
  "decision": "Approved",
  "site_name": null,
  "last_date_consultation_comments": "30/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2291538,
          51.4613538
        ],
        [
          -0.22915049999999998,
          51.4612913
        ],
        [
          -0.22918149999999998,
          51.4612909
        ],
        [
          -0.2291771,
          51.4611999
        ],
        [
          -0.2293805,
          51.461132
        ],
        [
          -0.22963799999999998,
          51.4610446
        ],
        [
          -0.229656,
          51.4610422
        ],
        [
          -0.2296733,
          51.4610447
        ],
        [
          -0.22968809999999998,
          51.4610517
        ],
        [
          -0.2296934,
          51.4610643
        ],
        [
          -0.22970279999999998,
          51.4612303
        ],
        [
          -0.22970929999999998,
          51.4613398
        ],
        [
          -0.2295776,
          51.4613429
        ],
        [
          -0.2293926,
          51.4613483
        ],
        [
          -0.229322,
          51.4613501
        ],
        [
          -0.2291754,
          51.4613534
        ],
        [
          -0.2291538,
          51.4613538
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523117.4538024,
              175084.4521768
            ],
            [
              523117.8495654,
              175077.5041657
            ],
            [
              523115.6976044,
              175077.4041943
            ],
            [
              523116.2500235,
              175067.2970874
            ],
            [
              523102.2993801,
              175059.3993481
            ],
            [
              523084.6467043,
              175049.2522527
            ],
            [
              523083.4017001,
              175048.9523385
            ],
            [
              523082.1979211,
              175049.202267
            ],
            [
              523081.1507984,
              175049.9520524
            ],
            [
              523080.7467904,
              175051.3516518
            ],
            [
              523079.6501973,
              175069.796372
            ],
            [
              523078.8998967,
              175081.9528922
            ],
            [
              523088.0436695,
              175082.5227291
            ],
            [
              523100.8812296,
              175083.4324687
            ],
            [
              523105.7787959,
              175083.7523772
            ],
            [
              523115.9532013,
              175084.3622026
            ],
            [
              523117.4538024,
              175084.4521768
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "title_number": null,
  "site_number": "17",
  "lpa_name": "Wandsworth",
  "decision_process": null,
  "secondary_street_name": null,
  "street_name": "Colinette Road",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 436.7,
    "scheme_phasing": true,
    "total_gia_gained": 149.7,
    "site_area": 0.0956,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 149.7,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 436.7,
      "total_gia_lost": 33.7
    },
    "garden_land_lost": true,
    "infrastructure_details": {
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_passive_fast_ev_charging_points": 0,
      "mobile_network_operators_consultation": false,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "no_active_fast_ev_charging_points": 1,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 6,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "waste_provision": true
    },
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9,
        "building_ref": "Unit 6"
      }
    ],
    "total_gia_lost": 33.7,
    "phasing_details": [
      {
        "phase_detail": "all",
        "intended_completion_date": "04/2024",
        "intended_commencement_date": "06/2023"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 105,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 436.7,
        "use_class": "C3",
        "gia_gained": 149.7,
        "gia_lost": 33.7
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "affordable_housing_fast_track": false
  },
  "valid_date": "21/02/2023",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 4,
    "no_proposed_car": 4
  },
  "actual_commencement_date": null,
  "centroid_northing": "175070",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 600: 6D; 7A; 8A; 9; 10; 11; Sustainability & Energy Statement (dated 17 January 2023); Trees Planning Support Statement (prepared by Tree Projects); drawing entitled Bird and Bat Box Plan; SAP TSP rev A.   \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Local Plan polices LP1 and LP3 coupled with the requirements of the National Planning Policy Framework 2021.  It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and, furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking, and safeguard the privacy of neighbours in accordance with Local Plan (2023) LP2 coupled with the requirements of the National Planning Policy Framework 2021.\r\n\r\n",
    "Condition : 5 - Prior to occupation of the development the window in the flank elevation at first floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The window[s] shall so be maintained and retained as such. \r\nReason: To control overlooking, and safeguard the privacy of neighbours in accordance with Local Plan (2023) LP2 coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - Prior to the occupation of the development hereby approved details of the air source heat pump referred to within the Sustainability & Energy Statement (dated 17 January 2023) shall be submitted to and approved in writing by the local planning authority.  The details shall include predicted noise levels including any noise and vibration mitigation measures for the air source heat pump. The air source heat pump shall be installed prior to the commencement of the use  in accordance with the approved details and thereafter be so operated and maintained. \r\nReason: In the interests of neighbour amenity and visual appearance, and in accordance with Local Plan (2023) LP2 coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - Prior to the occupation of the development hereby approved details of proposed electric vehicle charging point shall be submitted to and approved in writing by the local planning authority.  The electric vehicle charging shall be installed and be operational prior to the occupation of the development.\r\nReason: to accord with the provisions of London Plan (2021) policy T6.1\r\n",
    "Condition : 8 - Prior to commencement of above ground works (excluding demolition), details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Local Plan (2023) policy LP51 coupled with the requirements of the National Planning Policy Framework 2021.  ",
    "Condition : 9 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2021 with a target of 80% as indicated within approved document by Sustainability and Energy Statement (dated 17 January 2023)) . Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2021. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\n Reason: In the interest of sustainable development and to accord with Local Plan (2023) policy LP10 coupled with the requirements of the National Planning Policy Framework 2021.  \r\n",
    "Condition : 10 - The photovoltaic panels shown on the approved drawings shall be installed and operational prior to the occupation of the dwelling hereby approved.  \r\nReason: In the interest of sustainable development and to accord with Local Plan (2023) policy LP10 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 11 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Local Plan (2023) policy LP10 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 12 - No trees other than those identified in the Trees Planning Support Statement (prepared by Tree Projects) shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped, other than in accordance with the prior written approval of the local planning authority.  If any retained tree is removed, uprooted, destroyed or dies, a replacement tree shall be planted and that tree shall be of such size and species and shall be planted at such a time and in a location to be agreed with the local planning authority.\r\nReason:  To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, having regard Local Plan (2023) policy LP56 coupled with the requirements of the National Planning Policy Framework 2021. ",
    "Condition : 13 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures will be retained out the until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Local Plan (2023) policy LP56 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 14 - Notwithstanding the submitted details, prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, the depth of soil to the green roof and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, turfing and green roofs included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  For the avoidance of doubt, these measures shall be informed by the landscaping report by Botanist Design submitted with this planning application in respect of planting, but a revised scheme in respect of hardstanding shall be submitted.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Local Plan (2023) polices LP1 and LP55. \r\nThe details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 15 - The integrated bird and bat boxes shown on approved drawing entitled Bird and Bat Box Plan shall be installed prior to the occupation of the dwelling hereby approved.  \r\nReason: To ensure biodiversity value in the development, in accordance with Local Plan (2023) polices LP1 and LP55. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.",
    "Condition : 16 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Local Plan (2023) policy LP2.  coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 17 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\r\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Local Plan (2023) policy LP2 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 18 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \r\nReason: To protect the appearance of the building, and accord with Local Plan (2023) policy LP1 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 19 - Notwithstanding the provisions of Schedule 2 Part 1 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no alterations, extensions, additions or enlargements shall at any future time be erected or constructed to the dwelling[s] hereby approved without the prior permission of the local planning authority. \r\nReason: In order to control future development, in accordance with Local Plan (2023) policy LP1 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 20 - Notwithstanding the provisions of Schedule 2 Part 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no gates, fences, walls or other means of enclosure and no building as defined in Section 336 of the Town and Country Planning Act 1990 shall be erected around the annexe hereby approved.  \r\nReason: In order to control future development, in accordance with Local Plan (2023) policy LP1 coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 21 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 22 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 23 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/0682",
  "pp_id": "11948086",
  "last_updated_by": "Northgate M3",
  "centroid_easting": "523096",
  "borough": "Wandsworth",
  "epc_number": null,
  "lpa_app_no": "2023/0682",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "description": "Alterations including excavation to enlarge rear lightwell and erection of three-storey side extension to provide a 4-bed house.   ",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "23/08/2023",
  "cil_liability": true
}