{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW18 3TH",
  "borough": "Wandsworth",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.188987,
          51.448969
        ],
        [
          -0.188997,
          51.448983
        ],
        [
          -0.188847,
          51.449041
        ],
        [
          -0.188787,
          51.449064
        ],
        [
          -0.18877,
          51.449048
        ],
        [
          -0.188612,
          51.448889
        ],
        [
          -0.188547,
          51.448824
        ],
        [
          -0.188478,
          51.448754
        ],
        [
          -0.188469,
          51.448745
        ],
        [
          -0.188476,
          51.448743
        ],
        [
          -0.188499,
          51.448733
        ],
        [
          -0.188728,
          51.448716
        ],
        [
          -0.188812,
          51.44871
        ],
        [
          -0.188828,
          51.448797
        ],
        [
          -0.188888,
          51.448792
        ],
        [
          -0.188898,
          51.448852
        ],
        [
          -0.188963,
          51.448938
        ],
        [
          -0.188987,
          51.448969
        ],
        [
          -0.188987,
          51.448969
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Car Parking Spaces West of 85",
  "centroid_easting": 525960,
  "pp_id": "12638583",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "residential_details": {
      "total_no_existing_residential_units": 0,
      "total_no_proposed_bedrooms": 21,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 9,
      "total_gia_gained": 975,
      "total_no_existing_residential_affordable_units": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 75,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 75,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 75,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 75,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 75,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 75,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-7",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 175,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-8",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 175,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-9",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 175,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_sale": 9,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_affordable_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 50,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "11/2025",
        "intended_commencement_date": "07/2024"
      }
    ],
    "site_area": 0.05,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Between £2m and £100m",
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "internal_resi_water_usage": 20,
    "infrastructure_details": {
      "no_new_water_connections_required": 9,
      "green_roof_area": 350,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 0,
      "percentage_demolition_construction_material_recycling": 95,
      "no_new_gas_connections_required": 0,
      "urban_greening_factor_score": 0.4,
      "no_homes_to_have_electrical_heating": 9,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "chp_heat_pumps_capacity": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 9,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 9,
      "waste_provision": true
    },
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "ownership_status": "Private",
    "total_gia_gained": 0,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "total_gia_existing": 0,
    "green_suds": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9,
        "building_ref": "Flats"
      },
      {
        "no_storeys": 3,
        "max_height": 9,
        "building_ref": "Houses"
      }
    ]
  },
  "lpa_name": "Wandsworth",
  "decision": "Approved",
  "lpa_app_no": "2023/4527",
  "decision_date": "26/02/2025",
  "last_updated": "2025-03-19T11:34:23.611+00:00",
  "centroid_northing": 173764,
  "centroid": {
    "lat": 51.448862,
    "lon": -0.188752
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Wandle",
  "bo_system": "Northgate M3",
  "lapsed_date": "26/02/2028",
  "decision_process": null,
  "last_date_consultation_comments": "21/08/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "01/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 352-SWA-PL-011 REV: P, 352-SWA-PL-013 REV: P3, 352 -SWA -EL -020 REV: P3, 352-SWA-EL-021 REV: P3, 352-SWA-PL-002 REV: P4, 352 -SWA -PL -012 REV: P4, 352-SWA-PL-014 REV: P4, 352-SWA-SE-030 REV: P1, Sustainability & Energy Statement DATED: November 2023, STRUCTURAL ENGINEER'S CONSTRUCTION METHOD STATEMENT issued: P1 - 2023-11-03, BELOW GROUND DRAINAGE AND SUDS STRATEGY NOTES ISSUED: P1 - 2023-11-03, Preliminary Ecological Appraisal Issue 2 dated: 21/11/2023, Flood Risk Assessment dated: 24/11/2023, Outline Construction Logistics Plan dated: 24/11/2024, British Standards 5837:2012 Tree Survey Arboricultural Impact Assessment dated: 29th April 2024, Flood Risk Consultant Note dated: 24 July 2024]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1, LP2 and LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 4 - Prior to the commencement of works, submit for approval a Construction Environment Management Plan (CEMP) including (but not limited to):\r\n -Details of timing of works and the named ecological clerk of works who will undertake a site walkover at least 48 hours prior to commencement to assess for evidence of use of the site by protected and priority species and nesting birds including, but not limited to, bats, hedgehogs, common frog, and invertebrates. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (in accordance with the Wildlife and Countryside Act 1981 (as amended)).\r\n -Details of measures to prevent mammal, amphibian or reptile entrapment or harm on site and in excavations. \r\n-A lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance \r\n-Details of the steps and procedures that will be implemented to minimise the creation and impact of noise, vibration, dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development. The demolition and construction works shall be carried out in accordance with the approved plan.\r\n\r\nREASON: to prevent harm to protected and priority species and to protect neighbour amenity, in accordance with Local Plan Policies LP2 and LP55\r\n\r\n",
    "Condition : 5 - Prior to commencement of above ground works, details of soft landscaping shall be submitted to and improved in writing by the local planning authority. Measures shall include the following; \r\n- Species and locations of all proposed soft landscaping including tree planting. The plant species should be native or near-native and provide benefits for local wildlife. \r\n-Details of habitat features such as log piles, dew ponds, gravels. \r\n- Details of biodiverse roofs on the building to be delivered in accordance with section 2.2.2 of \"The GRO Green Roof Code 2014\", The green roofs shall be planted or seeded with an agreed mix of species. Details shall include an associated management plan and shall detail habitat features such as gravels, sand, boulders and rocks. The green roofs shall be installed prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\n--\torientation, target species and location for all bird and bat boxes/ bricks to be integrated with the new buildings;\r\n- Locations of hedgehog holes to maintain and improve connectivity for hedgehogs. This should include at least one 15cm x 15cm hole at the bottom of each boundary fence/wall \r\n-Details of a sensitive lighting strategy following the best practice industry guidance produced by the Bat Conservation trust and Institute of Lighting Professionals \r\n-A Landscape Ecological Plan detailing the long-term maintenance and management of all the ecological enhancements and new planting. \r\nREASON: to prevent harm to protected and priority species and to provide biodiversity gain in accordance with Policy LP55 of the Local Plan.\r\n\r\n",
    "Condition : 6 - Prior to commencement of the above ground works details of those parts of the site not covered by building(s), including but not limited to [access ways, surface treatment including whether the hard surfacing is porous, and boundary treatment], shall be submitted to and approved in writing by the local planning authority. The development shall thereafter be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority.\r\nReason: To ensure a high quality of development and sustainable drainage in compliance with Council policies LP1 and LP2 and LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 7 - No development, including any demolition, shall take place until a final version of the construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details (but not limited to) of: the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction.  An Air quality management plan shall also be provided that identifies the steps and procedures that will be implemented to minimise the creation and impact of dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development. The development shall be carried out in accordance with the approved details.\r\n\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n\r\n",
    "Condition : 8 - No development shall occur until:\r\n-A site-investigation has been conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.\r\n-A remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority. \r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction. \r\n",
    "Condition : 9 - The remediation subject to condition 8 shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework 2023.\r\n\r\n\r\n",
    "Condition : 10 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. The installed measures as outlined in the submitted: Sustainability & Energy Statement dated: November 2023 shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - Prior to occupation of the development; all the windows in the North Elevation of the houses  (as indicated on submitted drawing number: 352-SWA-EL-021) at first floor level and above shall be obscure-glazed. The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework 2023.\r\n\r\n",
    "Condition : 13 - Prior to commencement of use of the balconies as shown on drawing number [352-SWA-EL-020 REV:], details of screening to the balconies shall be submitted to and approved in writing by the local planning authority.  The details submitted shall include measurements to ensure that screening shall be to a height of 1.7m above finished floor level and show the obscured glazing material(s) to be used.  The screening shall be completed in accordance with the approved details prior to commencement of the use of the balconies and be so retained and maintained thereafter. \r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 14 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 15 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n\r\n",
    "Condition : 16 - The building envelope of the development shall be constructed to provide sound attenuation against externally generated noise sources including road, rail, and aircraft, to achieve the internal ambient noise levels which do not exceed the guideline values contained in Table 4 of British Standard BS 8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings. Any works which form part of the scheme shall be completed in accordance with the approved details before the dwellings are occupied and shall thereafter be retained as approved. \r\nReason: To protect the amenity of future occupants of the development, in accordance with Local Plan Policy LP27.\r\n\r\n",
    "Condition : 17 - Prior to the installation of any air source heat pump condenser units in the development, submit for approval a noise impact assessment detailing anticipated noise levels emanating from the proposed units and details of any noise mitigation measures deemed necessary to limit any potential noise disturbance. The units shall be installed in accordance with the approved details and retained and maintained as such thereafter. \r\nReason: To protect the amenity of neighbouring residents, in accordance with Local Plan Policy LP2.\r\n\r\n",
    "Condition : 18 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment [by UK Flood Risk dated 24/11/2023].\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 19 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works: \r\n\r\nThe removal of the existing crossover on Swaffield Road and the reinstatement of the footway. \r\n\r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework\r\n\r\n",
    "Condition : 20 - No basement excavation shall take place until an approval in principle (AIP) has been obtained from the Local highway Authority's Highway Structures Engineer. Thereafter, excavation and construction of the basement shall be carried out in accordance with the approval.\r\nReason: To protect the structural integrity of the highway and to allow safe use of the highway by all road users during and after construction of the development in accordance with the NPPF.\r\n\r\n",
    "Condition : 21 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 22 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). Any assessment of CIL liability by the Council has been based on the information provided and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  General information on the Community Infrastructure Levy, including the forms that should be submitted to the Council can be found on the Council�s website."
  ],
  "parking_details": {
    "net_car": 0,
    "no_proposed_cycle": 15,
    "no_existing_cycle": 0,
    "no_proposed_car": 13,
    "no_existing_car": 13,
    "net_cycle": 15
  },
  "site_number": null,
  "uprn": "10091500728",
  "decision_target_date": "26/01/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525943.3495557071,
              173775.54684666632
            ],
            [
              525942.5992551465,
              173776.9964317268
            ],
            [
              525952.8973364681,
              173783.754497252
            ],
            [
              525957.003376899,
              173786.4537246076
            ],
            [
              525958.1989107594,
              173784.65423970466
            ],
            [
              525969.6513006355,
              173767.2292275575
            ],
            [
              525974.3015150994,
              173760.1512536042
            ],
            [
              525979.3474924963,
              173752.42346565833
            ],
            [
              525979.9493819571,
              173751.5037289292
            ],
            [
              525979.495903596,
              173751.203814779
            ],
            [
              525977.8963617415,
              173750.10412955988
            ],
            [
              525962.0493542955,
              173747.80478773883
            ],
            [
              525956.2036059712,
              173747.0050166708
            ],
            [
              525954.9008863164,
              173756.60226948885
            ],
            [
              525950.7536205801,
              173756.00244118855
            ],
            [
              525949.8466638585,
              173762.70052388363
            ],
            [
              525945.0975086616,
              173772.14781962615
            ],
            [
              525943.3495557071,
              173775.54684666632
            ],
            [
              525943.3495557071,
              173775.54684666632
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Swaffield Road",
  "secondary_street_name": null,
  "description": "Redevelopment of car park site to provide a three floor building containing six flats (4 x 2-bedroom and 2 x 1-bedroom) and three x 3-bedroom terraced dwellings; with basement car parking for residents of Earlsfield House. Provision of public access linking Oakshaw Road and Swaffield Road\r\n\r\n[amended plans recieved]",
  "id": "Wandsworth-2023_4527",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4527"
}