{
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.156814,
          51.435081
        ],
        [
          -0.15675,
          51.435044
        ],
        [
          -0.156805,
          51.435007
        ],
        [
          -0.156804,
          51.435006
        ],
        [
          -0.156853,
          51.43498
        ],
        [
          -0.156924,
          51.434986
        ],
        [
          -0.156869,
          51.435044
        ],
        [
          -0.156814,
          51.435081
        ],
        [
          -0.156814,
          51.435081
        ]
      ]
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-20T12:03:04.772+00:00",
  "parking_details": null,
  "site_name": "Adjoining 45",
  "decision_target_date": "27/02/2024",
  "site_number": null,
  "bo_system": "Northgate M3",
  "actual_completion_date": null,
  "application_details": {
    "scheme_phasing": true,
    "grey_water_reuse": true,
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_gia_gained": 147,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 79,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 68,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units_market_for_sale": 2
    },
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "site_area": 0.009600000000000001,
    "total_gia_lost": 53,
    "internal_resi_water_usage": 104,
    "projected_cost_of_works": "Up to £2m",
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.5,
        "building_ref": "Adjoining 45 Tooting Bec Road"
      }
    ],
    "green_suds": true,
    "non_residential_details": {
      "total_gia_gained": 147,
      "total_gia_existing": 53,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 53,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 147,
      "total_gia_lost": 53
    },
    "total_gia_gained": 147,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 53,
        "use_class": "B2",
        "gia_gained": 147,
        "gia_lost": 53
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "Build",
        "intended_completion_date": "02/2024",
        "intended_commencement_date": "09/2023"
      }
    ],
    "total_gia_existing": 53,
    "rain_water_harvesting": true,
    "surface_water_discharge_percentage_reduction": 0,
    "infrastructure_details": {
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_water_connections_required": 2,
      "ghg_reduction_over_building_regulations": false,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 2,
      "fire_suppression_system_proposed": true,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 2,
      "waste_provision": true
    }
  },
  "appeal_decision_date": null,
  "centroid_northing": 172281,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528217.7496618918,
              172286.84298324626
            ],
            [
              528222.2926905616,
              172282.84412790585
            ],
            [
              528218.541187758,
              172278.69531548908
            ],
            [
              528218.6483735524,
              172278.59534410574
            ],
            [
              528215.300878743,
              172275.54621690902
            ],
            [
              528210.3538420789,
              172276.1460452099
            ],
            [
              528214.0476294549,
              172282.6541822774
            ],
            [
              528217.7496618918,
              172286.84298324626
            ],
            [
              528217.7496618918,
              172286.84298324626
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "subdivision_of_building": null,
  "postcode": "SW17 7BS",
  "last_updated_by": "Northgate M3",
  "valid_date": "25/07/2023",
  "lpa_app_no": "2023/2832",
  "appeal_status": null,
  "development_type": "Minor dwellings",
  "pp_id": "12340179",
  "decision_agency": "Borough",
  "title_number": null,
  "lapsed_date": "27/02/2027",
  "borough": "Wandsworth",
  "secondary_street_name": null,
  "id": "Wandsworth-2023_2832",
  "street_name": "Tooting Bec Road",
  "last_date_consultation_comments": "06/09/2023",
  "decision": "Approved",
  "status": "Approved",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [01, 10 rev A, 11 rev A, 12 rev A, 13 rev A, 14 rev A, 15 rev A, 16 rev A, 17 rev A, 18 rev A, 19 rev A, 20 rev A, 21 rev A, 22 rev A, 23 rev A, 24 rev A, Planning Statement (July 2023), Arboricultural Report (January 2023), Fire Safety Report (Adjoining 45 Tooting Bec Road SW17 7BS), Delta Waterproofing Membrane System Specifications (Delta System 500, February 2012), Flood Risk Assessment (Adjoining 45 Tooting Bec Road SW17 7BS), Preliminary Roost Assessment (Prepared by: AA Environmental Limited, dated: 24 October 2023)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1, LP2 and LP7 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 4 - Prior to commencement of the above groundworks, a landscaping plan, including details of ecological enhancements shall be submitted to the local planning authority and approved in writing, and shall include (but not limited to):\r\nA. Soft landscaping details including the details of native and wildlife friendly planting, including low flowering amenity grass, climbing plants and night scented species; species and height of trees and root volumes, planta and shrubs, with priority given to native and wildlife friendly species, including night scented species;\r\nB. Hard landscaping details including details of proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports); minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP 2023 Guidance);\r\nC. Orientation, target species and location for 2 x integrated swift brick/boxes and 1 x integrated bat box to be integrated with the new buildings; \r\nD. Details of connectivity for hedgehogs between the garden and neighbouring green spaces;\r\nE. A bat sensitive post-construction lighting plan to ensure that any lighting will be of a specification that minimises its impacts on bats, onsite habitats and the adjacent habitats in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k and no uplighters);\r\nF. Details of a management plan to be implemented for the hard and soft landscaped areas as well as the above-mentioned measures to provide biodiversity gain.\r\nThe approved details shall be installed prior to the occupation of the development, and retained and maintained as such unless otherwise agreed by the local planning authority.\r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP55 and LP56 of ",
    "Condition : 5 - Prior to commencement of the above ground works, details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority. \r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - Prior to the commencement of above ground works, details of the appearance, location, orientation, total area and predicted carbon savings from the photovoltaic panels shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The photovoltaic panels shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority.\r\nReason: To achieve appropriate appearance and sustainability standards in accordance with Council policies LP1 and LP10 of the Local Plan, coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - Prior to commencement, including any site clearance or preparatory works, a Construction Logistics and Environment Management Plan shall be submitted to and approved in writing by the local planning authority, in consultation with TfL. This should include, but is not limed to, the following: \r\nA. details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. \r\nB. whilst works should take place outside of the nesting season (February - September inclusive), if works are unavoidable during this period, then a site walk over at least 48 hours prior to works commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\r\nC. details of measures to be taken to ensure that retained and adjacent habitats will not be impacted negatively by the works (including, but not limited to lighting, dust, litter, noise etc.);\r\nD. details of the relocation of any deadwood found on site to be retained and left undisturbed;\r\nE. whilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\nF. details of measures to prevent wildlife entrapment or harm on site, including in excavations and construction and waste materials left on site;\r\nG. details of measures to sensitively clear veget",
    "Condition : 8 - Prior to the first occupation of the development the cycle parking shown on the approved drawing [23 rev A] shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawing [22 rev A] shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 10 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2021, with a target of 66% as indicated within approved Energy Statement (February 2023). Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 12 - No development shall take place until a;\r\ni) a preliminary risk-assessment shall be submitted to and approved in writing by the local planning authority.\r\nii) a site-investigation has been conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.\r\niii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the construction.\r\n",
    "Condition : 13 - The remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority. The report shall include results of sampling and monitoring carried out to demonstrate that the site remediation criteria for residential use have been met.  \r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 14 - Prior to the commencement of the development Tree Protection measures in line with the submitted Arboricultural Report [Arboricultural Report (January 2023)] shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures shall be retained until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework. \r\n",
    "Condition : 15 - Prior to the commencement of above ground works, details of the appearance, location, screening, noise impact and predicted carbon savings from the air source heat pumps shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The air source heat pumps shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority. \r\nReason: To achieve appropriate appearance and sustainability standards in accordance with Council policies LP1 and LP10 of the Local Plan, coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 16 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "centroid": {
    "lat": 51.435028,
    "lon": -0.156827
  },
  "centroid_easting": 528217,
  "ward": "South Balham",
  "application_type": "All Other",
  "decision_date": "27/02/2024",
  "application_type_full": "Full planning permission",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/2832",
  "uprn": "10033237018",
  "description": "Demolition of existing single-storey light industrial building (Class E(g) (iii)) and erection of a two-storey building plus basement with lightwells to front and rear to provide 1 x 1-bedroom (one-person) and 1 x 2-bedroom self-contained flats  (Class C3) with associated refuse and cycle storage.",
  "date_building_work_started_under_previous_permission": null,
  "locality": "London",
  "decision_process": null,
  "epc_number": null,
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Wandsworth"
}