{
  "borough": "Wandsworth",
  "cil_liability": true,
  "decision_target_date": "17/01/2024",
  "lpa_app_no": "2023/1964",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "15/01/2024",
  "lpa_name": "Wandsworth",
  "application_details": {
    "surface_water_discharge_percentage_reduction": 0,
    "affordable_housing_fast_track": true,
    "internal_resi_water_usage": 105,
    "total_gia_lost": 208,
    "projected_cost_of_works": "Up to £2m",
    "residential_details": {
      "total_no_proposed_residential_units": 4,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_bedrooms": 5,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_gia_gained": 236.7,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 58.3,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 56,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 76.4,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Studio Bedsit",
          "gia": 46,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_market_for_rent": 0
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "green_suds": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 236.7,
        "gia_lost": 0
      },
      {
        "gia_existing": 249.6,
        "use_class": "SG",
        "gia_gained": 0,
        "gia_lost": 208
      }
    ],
    "total_gia_existing": 249.6,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0
    },
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "One phase",
        "intended_completion_date": "09/2024",
        "intended_commencement_date": "09/2023"
      }
    ],
    "site_area": 0.03484,
    "total_gia_gained": 236.7,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 236.7,
      "total_gia_lost": 208,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 208,
      "total_gia_existing": 249.6
    },
    "scheme_name": "Corner Pin Pub"
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.186199,
          51.433099
        ],
        [
          -0.186255,
          51.43308
        ],
        [
          -0.18631,
          51.433147
        ],
        [
          -0.186332,
          51.433172
        ],
        [
          -0.186307,
          51.433177
        ],
        [
          -0.186315,
          51.433195
        ],
        [
          -0.186306,
          51.433194
        ],
        [
          -0.186298,
          51.433194
        ],
        [
          -0.186278,
          51.433199
        ],
        [
          -0.186211,
          51.433214
        ],
        [
          -0.185982,
          51.433265
        ],
        [
          -0.185892,
          51.433284
        ],
        [
          -0.185878,
          51.433264
        ],
        [
          -0.18586,
          51.433269
        ],
        [
          -0.185839,
          51.433235
        ],
        [
          -0.185855,
          51.43323
        ],
        [
          -0.185847,
          51.433216
        ],
        [
          -0.186143,
          51.433117
        ],
        [
          -0.186167,
          51.433109
        ],
        [
          -0.186199,
          51.433099
        ],
        [
          -0.186199,
          51.433099
        ]
      ]
    ]
  },
  "valid_date": "13/07/2023",
  "centroid": {
    "lat": 51.43319,
    "lon": -0.185962
  },
  "site_number": "10",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 21540_P_11_B, 21540_P_12_B, 21540_P_013_A, 21540_P_14, 21540_P_15_A, 21540_P_16_A, 21540_P_17_A, 21540_P_18_A and 21540_P_19. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 4 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for\r\nexternal water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 5 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 6 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 7 - Prior to commencement of use of the terraces as shown on drawing number 21540_P_18 the obscure glazed screening to each side and rear at a minimum height of 1.7m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policies LP1, LP2 and LP27 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Prior to occupation of the development the windows in the side elevation at first floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted August 2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 9 - No development shall take place until  details of a scheme of measures to insulate the development against noise generated by the public house shall be submitted to and approved in writing by the local planning authority. Such a scheme shall include the final glazing scheme, acoustic specifications and a separating floor between ground and first floors. The development shall be carried out in accordance with the approved scheme prior to first occupation and be so retained.\r\nReason: To protect the occupiers of the building, in accordance with Council policies  LP2, LP14 and LP27 of the Local Plan  coupled with the requirements of the National Planning Policy Framework. The details are required prior to commencement of development to ensure the necessary mitigation is incorporated into the construction.\r\n",
    "Condition : 10 - No development shall take place until details of the location, specification, predicted noise levels including any noise and vibration mitigation measures of any external ventilation equipment, including ducting, shall be submitted to and approved in writing by the local planning authority before installation. The external ventilation equipment including ducting shall be installed prior to the commencement of the use  in accordance with the approved details and thereafter be so operated and maintained. \r\nReason: In the interests of neighbour amenity and visual appearance, and in accordance with Council policy LP1 and LP2 and LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of any highway works. \r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed.\r\nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies LP2 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 13 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "decision": "Approved",
  "centroid_easting": 526197,
  "uprn": "121040529",
  "decision_process": null,
  "application_type_full": "Full planning permission",
  "locality": "London",
  "last_date_consultation_comments": "11/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526180.7990704773,
              172015.45066844125
            ],
            [
              526176.9486269407,
              172013.25129800203
            ],
            [
              526172.9497723042,
              172020.599194691
            ],
            [
              526171.3584755107,
              172023.41838770692
            ],
            [
              526173.073448221,
              172023.94823604036
            ],
            [
              526172.4468235768,
              172025.93766657106
            ],
            [
              526173.0981834042,
              172025.89767801814
            ],
            [
              526173.6011321316,
              172025.8976780182
            ],
            [
              526175.0027925198,
              172026.44752062892
            ],
            [
              526179.6035366171,
              172028.24700553
            ],
            [
              526195.4010736966,
              172034.3052713719
            ],
            [
              526201.6013596485,
              172036.65459888382
            ],
            [
              526202.648482409,
              172034.4052427535
            ],
            [
              526203.8522613305,
              172034.95508536394
            ],
            [
              526205.451803185,
              172031.19616134412
            ],
            [
              526204.2974946301,
              172030.69630442647
            ],
            [
              526204.9488544575,
              172029.14674798102
            ],
            [
              526184.6000436472,
              172017.6500388772
            ],
            [
              526182.951031426,
              172016.7003107348
            ],
            [
              526180.7990704773,
              172015.45066844125
            ],
            [
              526180.7990704773,
              172015.45066844125
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Wandsworth Common",
  "pp_id": "12164802",
  "lapsed_date": "15/01/2027",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Alterations including erection of first floor rear/side extension; erection of second floor side/main roof extension on north facing elevation and erection of two dormer windows in main roof on south facing elevation; installation of amended and new fenestration and creation of rear roof terraces. Alterations and extensions in connection with proposed use of the upper floors as 3 flats (1 x one-bedroom, 1 x two-bedroom and 1 x three-bedroom) with associated rear facing roof terraces at first and second floor levels accessed via French doors and with 1.7m high obscured glass surround; provision of associated cycle parking and refuse store facilities; retention of existing public house use on ground floor. [This re-consultation is to clarify the description of development].",
  "centroid_northing": 172026,
  "street_name": "Summerstown",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T01:00:33.422+00:00",
  "site_name": null,
  "development_type": "Minor dwellings",
  "appeal_decision_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "All Other",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1964",
  "id": "Wandsworth-2023_1964",
  "actual_commencement_date": null,
  "postcode": "SW17 0AY"
}