{
  "lpa_app_no": "2023/3622",
  "uprn": "10096185143",
  "lapsed_date": "26/04/2027",
  "centroid_northing": "173944",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "Land East Of Faraday And Dalton House",
  "appeal_decision_date": null,
  "valid_date": "27/09/2023",
  "decision_date": "26/04/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1475195,
          51.4501597
        ],
        [
          -0.1473601,
          51.4501422
        ],
        [
          -0.1471875,
          51.4501233
        ],
        [
          -0.1471022,
          51.4501138
        ],
        [
          -0.14686369999999999,
          51.4500872
        ],
        [
          -0.1468657,
          51.4500831
        ],
        [
          -0.1468676,
          51.450079099999996
        ],
        [
          -0.14688969999999998,
          51.4500323
        ],
        [
          -0.1469102,
          51.4499894
        ],
        [
          -0.146925,
          51.4499587
        ],
        [
          -0.1469295,
          51.4499487
        ],
        [
          -0.1469488,
          51.4499041
        ],
        [
          -0.1469667,
          51.4498613
        ],
        [
          -0.1469735,
          51.4498452
        ],
        [
          -0.146987,
          51.4498144
        ],
        [
          -0.14700439999999998,
          51.4497737
        ],
        [
          -0.1470236,
          51.4497282
        ],
        [
          -0.1470434,
          51.449684
        ],
        [
          -0.1470513,
          51.4496688
        ],
        [
          -0.14706909999999998,
          51.449635
        ],
        [
          -0.1470703,
          51.4496334
        ],
        [
          -0.1470714,
          51.4496318
        ],
        [
          -0.1472103,
          51.4496475
        ],
        [
          -0.1472205,
          51.4494871
        ],
        [
          -0.1472283,
          51.4494176
        ],
        [
          -0.1472315,
          51.4493911
        ],
        [
          -0.147259,
          51.4493897
        ],
        [
          -0.147505,
          51.4493923
        ],
        [
          -0.1475033,
          51.449399
        ],
        [
          -0.1474761,
          51.4495358
        ],
        [
          -0.1474612,
          51.4496114
        ],
        [
          -0.1474462,
          51.4496871
        ],
        [
          -0.1474275,
          51.4497814
        ],
        [
          -0.14737319999999998,
          51.4500719
        ],
        [
          -0.1474247,
          51.4500762
        ],
        [
          -0.1475359,
          51.4500847
        ],
        [
          -0.1475195,
          51.4501597
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.225
  },
  "appeal_decision": null,
  "postcode": "SW12 9DW",
  "development_type": "Minor dwellings",
  "title_number": null,
  "centroid_easting": "528846",
  "actual_commencement_date": null,
  "description": "Erection of 2 x 2-bedroom and 2 x 1-bedroom two storey houses (Class C3), with associated car and cycle parking, hard and soft landscaping, amenity space and refuse storage.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Wandsworth",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.1471526",
    "lat": "51.4498314"
  },
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/3622",
  "pp_id": null,
  "id": "Wandsworth-2023_3622",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "26/04/2024",
  "locality": "London",
  "lpa_name": "Wandsworth",
  "last_date_consultation_comments": "14/11/2023",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [BHE-BPTW-S01-00-DR-A-0105 rev C01, BHE-BPTW-S01-ZZ-DR-A-0110 rev C02, BHE-BPTW-S01-00-DR-A-1010 rev C02, BHE-BPTW-S01-01-DR-A-1011 rev C02, BHE-BPTW-S01-02-DR-A-1012 rev C02, BHE-BPTW-S01-ZZ-DR-A-2001 rev C02, BHE-BPTW-S01-ZZ-DR-A-2002 rev C02, BHE-BPTW-S01-ZZ-DR-A-2201 rev C01, BHE-BPTW-S01-XX-SH-A-0101 rev C01, 3044-APA-ES-XX-LA-L-0001 rev P01, Planning Statement (August 2023), Design & Access Statement (August 2023), Addendum of Changes (February 2024), Heritage Impact Assessment & Townscape Appraisal (August 2023), Sustainable Drainage Strategy Report (rev 1, August 2023), Energy & Sustainability Statement (June 2023), Preliminary Ecological Appraisal (August 2023), Biodiversity Impact Assessment (August 2023), Arboricultural Impact Assessment Method Statement & Tree Protection Plan (19 September 2023), Proposed External Lighting (rev 01, July 2023), Transport Statement (February 2023), Noise Impact Assessment (04 August 2023), Daylight and Sunlight Report - Neighbouring Properties (3 August 2023), Daylight and Sunlight Report - Within Development (3 August 2023), Planning Fire Safety Strategy Report (Rev 00, 7 July 2023), Preliminary Risk Assessment (December 2022), Stage 2 Detailed UXO Risk Assessment (31 March 2023), Archaeological Desk-Based Assessment (September 2023), Foul Drainage and Utilities Assessment (June 2023), Statement of Community Involvement (July 2023)].\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained.\r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 4 - Prior to commencement of the above ground works, details of the height, design and material(s) of the proposed boundary treatment shall be submitted to and approved in writing by the local planning authority. The boundary treatment shall be carried out in accordance with the approved details and completed prior to occupation of the development or otherwise in accordance with a timetable agreed in writing with the local planning authority.\r\nReason: To protect visual amenity ensure a satisfactory appearance and in accordance with policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - No development shall take place until full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details.\r\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure the ground levels across the development are compatible with adjoining sites before the site is cleared.\r\n",
    "Condition : 6 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2021, with a target of 80.3% as indicated within approved Energy & Sustainability Statement (June 2023). Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - Prior to the occupation of the development, the windows in the west and east elevations at first floor level of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed). The windows shall so be maintained and retained as such.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Notwithstanding the provisions of Schedule 2 Part 1 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no alterations, extensions, additions or enlargements shall at any future time be erected or constructed to the dwellings hereby approved without the prior permission of the local planning authority.\r\nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 9 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved.\r\nReason: To protect the appearance of the building, and accord with Council policies LP1 LP2 and LP22 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 10 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevation of the building hereby approved.\r\nReason: To safeguard the appearance of the area, in accordance with Council policies LP1 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - Prior to the commencement of above ground works, details of the appearance, location, and predicted carbon savings, including a noise impact assessment and any noise and vibration mitigation measures, for the air source heat pumps shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The air source heat pumps shall be installed in accordance with the approved details prior to the occupation of the development and retained and maintained as such unless otherwise agreed by the local planning authority.\r\nReason: To achieve appropriate appearance and sustainability standards in accordance with Council policies LP1 and LP10 of the Local Plan (2023) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 12 - No demolition or development shall take place until a stage 1 Written Scheme of Investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works. If heritage assets of archaeological interest are identified by the stage 1, then for those parts of the site, which have heritage assets of archaeological interest, a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included in the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI, which shall include;\r\nA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\nB. Where appropriate, details of a programme for delivering related positive public benefits.\r\nC. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of the resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\nWritten Schemes of Investigation (WSI) will need to be prepared and implemented by a suitably professional accredited archaeological practise in accordance with Historic England's Guidelines for Archaeological Projects in Greater London.\r\nReason: To safeguard heritage assets of archaeological interest in accordance with Council policy LP3 of the Local Plan coupled with the requirements of the National Planning Policy Framework. This condition is exempt from deemed discharge under Schedule 6 of the Town ",
    "Condition : 13 - No development shall commence until details of an appropriate Public Engagement Method Statement that includes a timetable has been submitted and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved programme.\r\nReason: To safeguard heritage assets of archaeological interest and secure public interpretation and presentation of the site's archaeology in line with Council policy LP3 of the Local Plan, policy HC1 of the London Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 14 - Prior to commencement, including any site clearance or preparatory works, submit for approval a Construction Environment Management Plan (CEMP). This should include, but is not limed to, the following:\r\nA. details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction.\r\nB. whilst works should take place outside of the nesting season (February - September inclusive), if works are unavoidable during this period, then a site walk over at least 48 hours prior to works 2 commencing is required by a named CIEEM accredited ecologist with experience of working in London to check for any nesting birds. In the event that a nest is found, an appropriate exclusion zone should be implemented around it until the young have fully fledged (Wildlife and Countryside Act 1981 (as amended)). The law protects all wild bird species, their eggs and nests;\r\nC. details of measures to be taken to ensure that any retained or neighbouring habitats or green spaces will not be impacted negatively by the works (including, but not limited to lighting, dust, litter, noise etc.);\r\nD. whilst lighting should be avoided, if lighting is necessary, details of a construction lighting plan outlining how lighting will be prevented from negatively impacting any protected and priority species during construction, in particular commuting bats and any adjacent habitats. This construction lighting plan should follow the best practice industry guidance outlined in the Bat Conservation Trust (BCT) and Institute of Lighting Professionals (ILP) Guidance Note (2023);\r\nE. details of measures to prevent the entrapment of or harm to wildlife on site, including managing excavations and construction and waste materials left on site;\r\nF. details of measures to sensitively clear vegetation on site to prevent any harm to wildlife;\r\nThe demolition and construction works shall be carried out in accordance wi",
    "Condition : 15 - Prior to the first occupation of the development the cycle parking shown on the approved drawings [BHE-BPTW-S01-ZZ-DR-A-0110 rev C02, Addendum of Changes (February 2024)] shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 16 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 17 - Prior to the commencement of above ground works, details of the appearance, location, orientation, total area and predicted carbon savings from the photovoltaic panels shall be submitted to and approved by the local planning authority to show how the renewable energy carbon savings are to be achieved. The photovoltaic panels shall be installed in accordance with the approved details prior to the occupation of the development, and retained and maintained as such unless otherwise agreed by the local planning authority.\r\nReason: To achieve an appropriate appearance and sustainability standards in accordance with Council policies LP1 and LP10 of the Local Plan, coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 18 - No development shall take place until;\r\ni) a preliminary risk-assessment shall be submitted to and approved in writing by the local planning authority.\r\nii) a site-investigation has been conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.\r\niii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan, coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the excavation and construction.",
    "Condition : 19 - Prior to first occupation of the development, a verification report demonstrating completion of the remediation works and the effectiveness of the remediation shall be submitted to and approved by the local planning authority.\r\nReason: To ensure that remedial measures have been undertaken and the environmental risks have been satisfactorily managed so that the site is deemed suitable for residential use to accord with Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 20 - Prior to the commencement of the development Tree Protection measures in line with the approved Arboricultural Impact Assessment Method Statement & Tree Protection Plan (19 September 2023), shall be installed and no works or materials/plant storage shall be undertaken within the protected areas, unless otherwise agreed in writing. If any retained tree is removed, uprooted, destroyed or dies, a replacement tree shall be planted and that tree shall be of such size and species and shall be planted at such a time and in a location to be agreed with the local planning authority. The protection measures shall be retained until completion of the development.\r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy LP56 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 21 - Prior to commencement of the above groundworks, Landscape and Ecological Enhancement and Management Plan shall be submitted to the local planning authority and approved in writing, and shall include (but not limited to):\r\nA detail of all replacement trees, including the species and height of and root volumes a minimum of 12 replacement trees, with priority given to native and wildlife friendly species,\r\nB. details all soft and hard landscaping, including details of native and known wildlife friendly planting, including mixed native species hedges, woodland scrub, wildflower meadow and low growing flower rich amenity grass and night scented species; minor artefacts and structures (e.g. furniture equipment, refuse or other storage units, ecologically sensitive lighting (in accordance with the Bat Conservation Trust and ILP 2023 Guidance); proposed and existing functional services above and below ground (e.g. drainage power; communications cables, pipelines, indicating lines, manholes, supports).\r\nC. details of all biodiverse roofs (including the Biosolar roofs) including details of extensive substrate base, features to be included within the substrate e.g. rope coils, sand, gravel, etc., and details of any seeding/plug plant choice (in accordance with The Gro Green Roof Code 2021);\r\nD. details of invertebrate habitat such as a stag beetle loggery and bee bricks;\r\nE. orientation, target species and location for all swift and bat boxes/ bricks to be integrated with the new buildings;\r\nF. a bat sensitive post-construction lighting plan, including lux spill diagrams, to ensure that any lighting will be of a specification that minimises its impacts on bats, onsite and adjoining habitats, in accordance with the BCT and ILP 2023 Guidance Note (including having a colour temperature of <2700k and no uplighters.\r\nG. details of hedgehog holes in the boundary walls/ fences;\r\nH. details on the landscape management to be implemented post-construction shall also be submitted, which ",
    "Condition : 22 - Prior to the first occupation of the development, the refuse and recycling storage shown on approved drawings drawings [BHE-BPTW-S01-ZZ-DR-A-0110 rev C02, Addendum of Changes (February 2024)] shall be provided and shall be retained for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for waste storage in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 23 - The provision of affordable housing hereby permitted shall be provided in accordance with the approved scheme and shall meet the definition of Affordable Housing (part (a)) in Annex 2 of the National Planning Policy Framework (2023) or any future replacement guidance unless otherwise agreed in writing by the local planning authority.\r\nReason: In order to achieve compliance Policies LP23 and LP54 of the Wandsworth Local Plan (2023) and the NPPF.",
    "Condition : 24 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application."
  ],
  "parking_details": null,
  "last_updated": "2025-03-20T11:14:04.500+00:00",
  "appeal_status": null,
  "street_name": "Balham Hill",
  "ward": "Balham",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528819.5814073,
              173979.8683603
            ],
            [
              528830.7039947,
              173978.1988381
            ],
            [
              528842.750029,
              173976.3993532
            ],
            [
              528848.7029631,
              173975.4996108
            ],
            [
              528865.3497415,
              173972.9503405
            ],
            [
              528865.2260656,
              173972.5004693
            ],
            [
              528865.1023897,
              173972.0505981
            ],
            [
              528863.7007293,
              173966.8021004
            ],
            [
              528862.3980096,
              173962.003474
            ],
            [
              528861.4498276,
              173958.5544613
            ],
            [
              528861.1694955,
              173957.4347818
            ],
            [
              528859.9492265,
              173952.4462098
            ],
            [
              528858.8278982,
              173947.6575805
            ],
            [
              528858.399155,
              173945.8480984
            ],
            [
              528857.5499137,
              173942.3990857
            ],
            [
              528856.4533206,
              173937.8503878
            ],
            [
              528855.2495416,
              173932.7518472
            ],
            [
              528853.9962923,
              173927.8032637
            ],
            [
              528853.4933436,
              173926.1037502
            ],
            [
              528852.3472801,
              173922.3048376
            ],
            [
              528852.2730746,
              173922.1248891
            ],
            [
              528852.198869,
              173921.9549378
            ],
            [
              528842.5026772,
              173923.4545085
            ],
            [
              528842.2470803,
              173905.5996194
            ],
            [
              528841.9007877,
              173897.8518372
            ],
            [
              528841.7523766,
              173894.9026814
            ],
            [
              528839.8477675,
              173894.7027386
            ],
            [
              528822.7475108,
              173894.5527816
            ],
            [
              528822.8464515,
              173895.3025669
            ],
            [
              528824.3470526,
              173910.5681972
            ],
            [
              528825.1715587,
              173918.9957848
            ],
            [
              528826.0043099,
              173927.4433667
            ],
            [
              528827.0349425,
              173937.9603563
            ],
            [
              528829.9949195,
              173970.3610817
            ],
            [
              528826.4000728,
              173970.7509701
            ],
            [
              528818.6497154,
              173971.5007555
            ],
            [
              528819.5814073,
              173979.8683603
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}