{
  "borough": "Wandsworth",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1605116,
          51.4456244
        ],
        [
          -0.1606041,
          51.4455989
        ],
        [
          -0.1607604,
          51.4455554
        ],
        [
          -0.1608113,
          51.4455414
        ],
        [
          -0.16082739999999998,
          51.4455622
        ],
        [
          -0.1608493,
          51.4455907
        ],
        [
          -0.1608504,
          51.445592
        ],
        [
          -0.1608054,
          51.4456029
        ],
        [
          -0.1606897,
          51.4456317
        ],
        [
          -0.1605392,
          51.4456689
        ],
        [
          -0.1605116,
          51.4456244
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": "0032-4629-9100-0123-2296",
  "last_updated": "2025-03-19T04:06:12.311+00:00",
  "locality": "London",
  "centroid_easting": "527915",
  "lpa_name": "Wandsworth",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Ravenslea Road",
  "site_number": "52",
  "lapsed_date": "24/07/2026",
  "secondary_street_name": null,
  "cil_liability": false,
  "application_details": {
    "total_gia_gained": 6.5,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2023",
    "intended_commencement_date": "08/2023",
    "site_area": 0.013000000000000001
  },
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/1168",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "-0.16072209999999998",
    "lat": "51.4455935"
  },
  "decision_date": "24/07/2023",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 2,
    "net_cycle": 2
  },
  "postcode": "SW12 8RX",
  "pp_id": "11902015",
  "appeal_decision_date": null,
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [EX00, PR01 rev B, PR04 rev A, PR05 rev A, PR06 rev D, PR07 rev B, PR08 rev B, PR09 rev D, PR010 rev B, PR011 rev B, Planning Fire Safety Statement (May 2023)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All brickwork used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policy LP1 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to commencement of use of the third-floor roof terrace as shown on drawing number [PR04 rev A, PR05 rev A, PR06 rev D, PR07 rev B, PR09 rev D, PR010 rev B], the obscure glazed screening to each side and rear at a minimum height of 1.9m above finished floor level shall be installed.  The screening shall be retained and maintained as such thereafter.\r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - With the exception of the third floor roof terrace as shown on drawing numbers [PR04 rev A, PR05 rev A, PR06 rev D, PR07 rev B, PR09 rev D, PR010 rev B], the remaining roof areas of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy LP2 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "appeal_decision": null,
  "valid_date": "17/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527929.5435509,
              173452.7992321
            ],
            [
              527923.1866088,
              173449.8000906
            ],
            [
              527912.4432942,
              173444.6915529
            ],
            [
              527908.9473883,
              173443.0420251
            ],
            [
              527907.7683445,
              173445.3313697
            ],
            [
              527906.1688027,
              173448.460474
            ],
            [
              527906.0863521,
              173448.600434
            ],
            [
              527909.1864951,
              173449.900062
            ],
            [
              527917.142979,
              173453.299089
            ],
            [
              527927.4987758,
              173457.6978299
            ],
            [
              527929.5435509,
              173452.7992321
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated_by": "Planning Portal ingest",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "26/06/2023",
  "uprn": "100022684478",
  "decision_target_date": "24/07/2023",
  "centroid_northing": "173449",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Alterations including formation of a roof terrace with a 1.9m high glazed screen surround above the three-storey back addition; Erection of a single storey rear/side extension; Relocation of side access gate; Demolition of the existing front boundary wall, and erection of a new brick wall with metal railings and metal gate; Erection of a refuse and cycle store to front garden.  ",
  "development_type": "Other house holder developments",
  "ward": "Balham",
  "decision_process": null,
  "lpa_app_no": "2023/1168",
  "application_type_full": "Householder planning permission",
  "id": "Wandsworth-2023_1168",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}