{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "lpa_app_no": "2023/0076",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/0076",
  "actual_completion_date": null,
  "pp_id": "11832336",
  "lapsed_date": "08/08/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.1674812",
    "lat": "51.4795119"
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "121049176",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "13/02/2023",
  "description": "Variation of condition 2 (in accordance with approved drawings) pursuant to planning permission dated 31/10/2022 ref 2022/3107 (Alterations including installation of barrier to river walk frontage in connection with change of use of the ground floor from office (Class E) to residential (Class C3) to provide 2 x 3-bedroom flats.) to allow alteration to the internal layout and access of the flats. ",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1674415,
          51.4797145
        ],
        [
          -0.1674193,
          51.4797183
        ],
        [
          -0.1674192,
          51.4797183
        ],
        [
          -0.1673876,
          51.4796424
        ],
        [
          -0.16737169999999998,
          51.4796043
        ],
        [
          -0.1673412,
          51.4795311
        ],
        [
          -0.1673412,
          51.479531
        ],
        [
          -0.16730499999999998,
          51.4794457
        ],
        [
          -0.1672748,
          51.4793732
        ],
        [
          -0.1672581,
          51.4793331
        ],
        [
          -0.16722789999999998,
          51.4792606
        ],
        [
          -0.167228,
          51.4792606
        ],
        [
          -0.167228,
          51.4792605
        ],
        [
          -0.1674838,
          51.4792191
        ],
        [
          -0.1674838,
          51.4792191
        ],
        [
          -0.1675042,
          51.4792161
        ],
        [
          -0.1676924,
          51.4796703
        ],
        [
          -0.16767079999999998,
          51.4796741
        ],
        [
          -0.1674415,
          51.4797145
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": "Office 1A",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of permission ref. 2022/3107 dated 31.10.2022.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed  BSHWH-L100, BSHWH-L101, BSHWH-P101 Rev C, BSHWH-P102 Rev B, BSHWH-P103,  BSHWH-E101 Rev B, BSHWH-S101 Rev B, Flood Risk Assessment Units A and B, Bishops Wharf House, 51 Parkgate Road London SW11 4NA ref. 11410 Third Issue dated 20/07/2022 by GTA Civils & Transport Limited, Bishops Wharf House, 51 Parkgate Road Internal Daylight and Sunlight Report ref.2901 dated 12 July 2022 by Waldrams, fire safety strategy. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n\r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity, in accordance with Council policy LP1 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - The development shall be carried out in accordance with the internal water consumption as approved under details application ref.2022/4625. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2021. \r\n",
    "Condition : 5 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy LP51 of the Wandsworth Local Plan (adopted July 2023) coupled with the requirements of the National Planning Policy Framework 2021.\r\n\r\n",
    "Condition : 6 - The development shall be carried out in accordance with the submitted flood risk assessment (Ref: 11410, GTA Civils and Transport Limited) and the following mitigation measures it details: \r\n- Installation of a continuous permanent flood barrier to the entire perimeter of the proposed units incorporating a staircase up and over the permanent barrier (with a crest level of 5.65m AOD). \r\nThese mitigation measures shall be fully implemented prior to occupation and subsequently in accordance with the scheme's timing/phasing arrangements. The measures detailed above shall be retained and maintained thereafter throughout the lifetime of the development. \r\nReasons: To reduce the risk of flooding to the proposed development and future occupants. \r\nTo comply with Paragraph 159 of the NPPF and Policy LP12 of the Wandsworth Local Plan (adopted July 2023).\r\n\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 8 - INFORMATIVE: Flood Risk Activity Permit The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place: \r\n- on or within 8 metres of a main river (16 metres if tidal) \r\n- on or within 8 metres of a flood defence structure or culvert (16 metres if tidal) \r\n- on or within 16 metres of a sea defence \r\n- involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert \r\n- in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission. \r\nFor further guidance please visit https://www.gov.uk/guidance/flood-risk-activitiesenvironmental-permits or contact our National Customer Contact Centre on 03702 422 549 or by emailing enquiries@environment-agency.gov.uk. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted, and we advise them to consult with us at the earliest opportunity.\r\n"
  ],
  "postcode": "SW11 4NA",
  "application_type": "All Other",
  "decision_date": "08/08/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": "527351",
  "valid_date": "10/01/2023",
  "borough": "Wandsworth",
  "subdivision_of_building": null,
  "decision_target_date": "08/08/2023",
  "id": "Wandsworth-2023_0076",
  "lpa_name": "Wandsworth",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:26:13.886+00:00",
  "street_name": "Parkgate Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": "177209",
  "application_details": {
    "site_area": 0.10400000000000001
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527353.1972895,
              177231.5975634
            ],
            [
              527354.7226258,
              177232.0674289
            ],
            [
              527354.7308709,
              177232.0674289
            ],
            [
              527357.1384287,
              177223.6798298
            ],
            [
              527358.3504527,
              177219.4710346
            ],
            [
              527360.6673149,
              177211.3833497
            ],
            [
              527360.6673149,
              177211.3733525
            ],
            [
              527363.4211653,
              177201.9460511
            ],
            [
              527365.7215373,
              177193.9383433
            ],
            [
              527366.9912767,
              177189.509611
            ],
            [
              527369.2916488,
              177181.5019031
            ],
            [
              527369.2834037,
              177181.5019031
            ],
            [
              527369.2834037,
              177181.491906
            ],
            [
              527351.638973,
              177176.433354
            ],
            [
              527351.638973,
              177176.4433511
            ],
            [
              527350.2290675,
              177176.073457
            ],
            [
              527335.8991513,
              177226.2490944
            ],
            [
              527337.3832623,
              177226.7089628
            ],
            [
              527353.1972895,
              177231.5975634
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Battersea Park"
}