{
  "epc_number": null,
  "valid_date": "08/02/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.17141879999999998",
    "lat": "51.4768396"
  },
  "pp_id": "11916865",
  "decision": "Approved",
  "centroid_easting": "527085",
  "site_name": null,
  "lpa_app_no": "2023/0486",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100022712491",
  "title_number": null,
  "borough": "Wandsworth",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Location Plan (48 Westbridge Road, London, SW11 3PW, Scale 1:500), Site Plan (48 Westbridge Road, London, SW11 3PW, Scale 1:1250),718/20 rev A, 718/25 rev A, 718/30 rev A, 718/31 rev A, 718/32 rev A, 718/33 rev A, 718/34 rev A, 718/35 rev A, Flood Risk Assessment (48 Westbridge Road, London SW11 3PW), Fire Statement (48 Westbridge Road, London SW11 3PW)].\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The rooflight hereby approved on the rear mansard roofslope of the main building shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) and Section 12 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - All brickwork and slate roofing used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - The roof areas of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and noise disturbance, and safeguard the privacy and amenities of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment (48 Westbridge Road, London SW11 3PW). \r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy DMS5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - No development shall take place until full arboricultural details have been submitted to and approved in writing by the local planning authority. These arboricultural details shall include details of:\r\na) The existing trees and hedges to be retained in an Arboricultural Impact Assessment, in line with BS5837:2012, and shall include details of all current and proposed hard surfaces, walls, fences, structures, access features, and ground levels, and details of trees to be pruned. \r\nb) The measures taken to protect existing trees and hedges during demolition, construction, and delivery of materials and machinery, to include a Tree Protection Plan and protection measures in line with BS5837:2012, with details of: methods of demolition, driveway/roadway construction, consideration of utility/service runs, ground protection measures, tree protection fencing, positioning of site huts/storage areas, specialist foundation design and site supervision.\r\nThe tree protection measures and fencing shall be installed in accordance with the approved details prior to commencement of the development and thereafter retained, and the construction shall be carried out in accordance with the approved details until completion of the development.\r\nReason:  To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 8 - The outbuilding hereby permitted shall be used only in conjunction with and ancillary to the main use of the dwellinghouse. \r\nReason: To prevent the introduction of an independent use without prior consent by the local planning authority.\r\n",
    "Condition : 9 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": "176905",
  "subdivision_of_building": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527082.1079254,
              176910.3295254
            ],
            [
              527085.4966455,
              176908.7499775
            ],
            [
              527092.6038882,
              176905.4509218
            ],
            [
              527101.4508387,
              176901.3021094
            ],
            [
              527099.0020556,
              176896.2035689
            ],
            [
              527090.1963303,
              176900.3523813
            ],
            [
              527075.1985642,
              176907.4003638
            ],
            [
              527074.0525007,
              176907.9002207
            ],
            [
              527065.3539612,
              176914.5983034
            ],
            [
              527065.1478347,
              176914.7982462
            ],
            [
              527063.9523008,
              176915.648003
            ],
            [
              527063.8533601,
              176915.9979028
            ],
            [
              527065.4034316,
              176919.2969585
            ],
            [
              527077.4082406,
              176912.5089015
            ],
            [
              527077.5401615,
              176912.4489187
            ],
            [
              527082.1079254,
              176910.3295254
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "development_type": "Minor dwellings",
  "lpa_name": "Wandsworth",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T14:44:26.193+00:00",
  "decision_process": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/0486",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "St Mary's",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "locality": "London",
  "last_updated_by": "Northgate M3",
  "application_details": {
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "05/2023",
    "no_additional_bathrooms": 1,
    "intended_completion_date": "04/2024",
    "total_gia_gained": 54.6,
    "site_area": 0.022000000000000002
  },
  "postcode": "SW11 3PW",
  "decision_target_date": "06/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1714586,
          51.4768881
        ],
        [
          -0.1714104,
          51.4768732
        ],
        [
          -0.1713093,
          51.4768419
        ],
        [
          -0.17118339999999999,
          51.4768027
        ],
        [
          -0.1712205,
          51.4767574
        ],
        [
          -0.1713457,
          51.4767966
        ],
        [
          -0.171559,
          51.4768634
        ],
        [
          -0.1715754,
          51.4768681
        ],
        [
          -0.1716981,
          51.4769303
        ],
        [
          -0.171701,
          51.4769321
        ],
        [
          -0.17171789999999998,
          51.47694
        ],
        [
          -0.1717192,
          51.4769432
        ],
        [
          -0.17169569999999998,
          51.4769725
        ],
        [
          -0.1715254,
          51.4769088
        ],
        [
          -0.1715235,
          51.4769082
        ],
        [
          -0.1714586,
          51.4768881
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Alterations including erection of mansard extension to form an additional floor of accommodation; Demolition of the existing single storey rear and side extension and erection of a new single storey rear and side extension; Erection single storey outbuilding to rear garden; ",
  "street_name": "Westbridge Road",
  "bo_system": "Northgate M3",
  "appeal_status": null,
  "lapsed_date": "06/04/2026",
  "cil_liability": false,
  "site_number": "48",
  "decision_date": "06/04/2023",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Wandsworth-2023_0486",
  "last_date_consultation_comments": "17/03/2023"
}