{
  "site_name": "The Grapes",
  "last_updated_by": "Northgate M3",
  "centroid": {
    "lon": -0.19058,
    "lat": 51.458683
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.190763,
          51.458844
        ],
        [
          -0.190742,
          51.458847
        ],
        [
          -0.190672,
          51.458853
        ],
        [
          -0.190638,
          51.458856
        ],
        [
          -0.190587,
          51.458861
        ],
        [
          -0.190582,
          51.458846
        ],
        [
          -0.190569,
          51.458808
        ],
        [
          -0.19056,
          51.458782
        ],
        [
          -0.190554,
          51.458763
        ],
        [
          -0.190549,
          51.458751
        ],
        [
          -0.190496,
          51.458612
        ],
        [
          -0.190504,
          51.458602
        ],
        [
          -0.190608,
          51.458594
        ],
        [
          -0.190651,
          51.458591
        ],
        [
          -0.190672,
          51.458589
        ],
        [
          -0.190684,
          51.458639
        ],
        [
          -0.190689,
          51.458638
        ],
        [
          -0.190702,
          51.458637
        ],
        [
          -0.190742,
          51.458633
        ],
        [
          -0.190775,
          51.45863
        ],
        [
          -0.190782,
          51.458657
        ],
        [
          -0.190796,
          51.458715
        ],
        [
          -0.190845,
          51.458825
        ],
        [
          -0.190849,
          51.458836
        ],
        [
          -0.19083,
          51.458838
        ],
        [
          -0.190829,
          51.458838
        ],
        [
          -0.190763,
          51.458844
        ],
        [
          -0.190763,
          51.458844
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2023/4632",
  "secondary_street_name": null,
  "site_number": "39",
  "application_details": {
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "01/2026",
        "intended_commencement_date": "01/2025"
      }
    ],
    "total_gia_gained": 50,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3.2,
        "building_ref": "Proposed Dwelling "
      }
    ],
    "ownership_status": "Private",
    "site_area": 0.051000000000000004,
    "total_gia_existing": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 50,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "House or Bungalow",
          "gia": 50,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_bedrooms": 1,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_intermediate": 0
    },
    "scheme_phasing": true,
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "waste_provision": true
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0,
      "total_gia_gained": 50,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 50,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 0
  },
  "lapsed_date": "14/03/2027",
  "decision": "Approved",
  "postcode": "SW18 1DX",
  "last_date_consultation_comments": "22/02/2024",
  "decision_process": null,
  "epc_number": null,
  "pp_id": "12650107",
  "development_type": "Minor dwellings",
  "bo_system": "Northgate M3",
  "valid_date": "19/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525792.8029849865,
              174870.6033903124
            ],
            [
              525794.2541157412,
              174870.90330446267
            ],
            [
              525799.1022116715,
              174871.7530612221
            ],
            [
              525801.4520540868,
              174872.15294675622
            ],
            [
              525804.9974303625,
              174872.80276074866
            ],
            [
              525805.4014383566,
              174871.15323292202
            ],
            [
              525806.3990907504,
              174866.90444912278
            ],
            [
              525807.1081660056,
              174864.00527899974
            ],
            [
              525807.6028696718,
              174861.9958541909
            ],
            [
              525807.9574072994,
              174860.65623765223
            ],
            [
              525812.0469576077,
              174845.20066176011
            ],
            [
              525811.4533132082,
              174844.15096223232
            ],
            [
              525804.2966001681,
              174843.0012913237
            ],
            [
              525801.2871528643,
              174842.60140578827
            ],
            [
              525799.8525122318,
              174842.35147732944
            ],
            [
              525798.8878400825,
              174847.92988053057
            ],
            [
              525798.5003222105,
              174847.84990342328
            ],
            [
              525797.6016105498,
              174847.679952071
            ],
            [
              525794.8477601404,
              174847.15010373853
            ],
            [
              525792.5968584585,
              174846.75021820527
            ],
            [
              525792.0526844255,
              174849.79934540304
            ],
            [
              525790.9066209318,
              174856.1375311173
            ],
            [
              525787.1963434343,
              174868.3040484913
            ],
            [
              525786.8500508678,
              174869.55369078513
            ],
            [
              525788.193995828,
              174869.79362210637
            ],
            [
              525788.259956317,
              174869.80361924338
            ],
            [
              525792.8029849865,
              174870.6033903124
            ],
            [
              525792.8029849865,
              174870.6033903124
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "centroid_northing": 174853,
  "id": "Wandsworth-2023_4632",
  "decision_target_date": "15/03/2024",
  "description": "Retention of existing public house and erection of 1no. single-storey dwelling (Class C3) with associated landscaping following demolition of outbuilding. (see also Listed Building Consent application 2023/4692 Part demolition of existing brick wall.)",
  "appeal_status": null,
  "decision_date": "14/03/2024",
  "ward": "Wandsworth Town",
  "appeal_decision": null,
  "locality": "London",
  "street_name": "Fairfield Street",
  "status": "Approved",
  "application_type_full": "Full planning & listed building consent",
  "decision_agency": "Borough",
  "uprn": "121007267",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "2023/4632",
  "title_number": null,
  "last_updated": "2025-04-02T13:30:01.978Z",
  "cil_liability": true,
  "subdivision_of_building": "The proposed development is adjacent to the existing PH building. ",
  "actual_completion_date": null,
  "centroid_easting": 525806,
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 22.3358.121 Rev P9; 22.3358.111 Rev P9; 22.3358.110 Rev P4; 22.3358.120 Rev P14. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority (in consultation with TfL). The construction management plan shall include details (but not limited to) of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction. The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy LP50 and LP51 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 4 - The development hereby approved shall achieve a minimum of a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 35% reduction in CO2 emissions above the levels set in Building Regulations Part L 2021.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\r\nReason: In the interest of sustainable development and to accord with Council policy LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 5 - The development shall achieve a maximum water use of 110 litres per person per day for homes (including an allowance of five litres or less per person per day for external water consumption) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy LP1, LP2, LP10 of the Local Plan coupled with the requirements of the National Planning Policy Framework.",
    "Condition : 6 - Prior to the commencement of above ground works, an operational waste and recycling strategy shall be submitted to and approved in writing by the local planning authority. The submitted operational waste and recycling strategy shall include details of the arrangements for storage and collection of waste from the development. The measures detailed in the approved operational waste and recycling strategy shall be installed prior to first occupation of the development and operated and maintained in accordance with the approved operational waste and recycling strategy in perpetuity.\r\nReason: To ensure adequate refuse storage is provided on site and can be readily collected, to accord with Council policies LP1 and LP2 of the Local Plan  coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 7 - The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment by Aqua Callidus Consulting dated 05/12/2023 ref. 22125.\r\nThe mitigation measures shall be retained as such.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties in accordance with policy LP12 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 8 - Nonwithstanding the approved drawings, three (3) swift bricks shall be incorporated within the northern wall of the development hereby approved and shall be retained thereafter in accordance with the British Standard BS 42021:2022 for Integral Nest Boxes. Reason:  To enhance the biodiversity of the site and to comply with Policy LP55 of the Wandsworth Local Plan.\r\n",
    "Condition : 9 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 10 - Notwithstanding the provisions of Schedule 2 Part 1 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no alterations, extensions, additions, enlargements, or outbuildings shall at any future time be erected or constructed to the dwelling hereby approved without the prior permission of the local planning authority. \r\nReason: In order to control future development, in accordance with Council policies LP1 and LP2 of the Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 11 - Prior to commencement of the above groundworks, details of landscaping and treatment of parts of the site not covered by buildings, to include the hard landscaping materials, species of new planting/seeding, and any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \r\nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies LP1, LP2 and LP56 of the Local Plan. The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\r\n",
    "Condition : 12 - No development shall take place until a desktop study shall be submitted to and approved in writing by the local planning authority.  The desktop study shall identify all previous site uses, potential contaminants associated with those uses, a conceptual model of the site indicating sources, pathways and receptors and any potentially unacceptable risks arising from contamination at the site and any measures to be taken to prevent and or remedy contamination at the site, site investigation scheme (providing information for an assessment of the risk to all receptors that may be affected, including those off site), intrusive investigation and risk assessment (assessing the degree and nature of any contamination on site and the risks posed by any contamination to human health, controlled waters and the wider environment). Any measures to be taken to prevent and/or remedy contamination at the site set out in the approved document shall be undertaken in accordance with the approved details.\r\nReason: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other off-site receptors, having regard to Council policy LP14 of the Local Plan coupled with the requirements of the National Planning Policy Framework. The details are required prior to the start of the works so that the necessary precautions and mitigation measures can be incorporated into the construction.\r\n",
    "Condition : 13 - Prior to the first occupation of the development the cycle parking shown on the approved drawings shall be provided, and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policies LP2, LP37, LP51, PM2, PM3, PM4, PM6, PM7, PM8 and PM9 of the Wandsworth Local Plan coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 14 - The permission hereby granted shall not be construed as authority to carry out works on the publicly maintained highway. The applicant is advised that all such works must be carried out by the Council's own appointed contractor following approval from Traffic and Engineering, Wandsworth Borough Council, Tadmore House, Frogmore Complex, London, SW18 1EY or trafficandengineering@wandsworth.gov.uk.\r\n\r\nFurther details and application forms can be obtained online http://www.wandsworth.gov.uk/info/200083/roads_highways_and_pavements/84/applying_for_a_dropped_kerb. Application forms must be accompanied by a copy of the planning consent to which the application relates and the relevant part of the approved drawing.  The cost of these highway works will be charged to the applicant.\r\n",
    "Condition : 15 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. The Council has made available detailed advice in the form of its statutory policies in the Local Plan (2023) as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 16 - INFORMATIVE: Care should be taken to ensure that no damage is caused to the public highway adjacent to the site during demolition and construction. The Council will seek to recover any expenses incurred in repairing or making good such damage from the owner of the land in question or the person causing or responsible for the damage. .",
    "Condition : 17 - Swift bricks can be placed on any elevation, but ideally under shade-casting eaves. They should be installed in groups of at least three, at a height above 5m height, and preferably with a 5m clearance between the host building and other buildings or obstructions. Where possible avoid siting swift bricks above windows or doors. Where swift bricks are not practical due to the nature of construction, alternative designs of suitable swift nest boxes should be provided in their place.  \r\nIf it is not possible to provide swift bricks as set out in the report, the condition will be modified to require swift boxes.\r\n"
  ],
  "date_building_work_completed_under_previous_permission": null
}