{
  "actual_completion_date": null,
  "centroid_northing": 186048,
  "decision": "Refused",
  "development_type": null,
  "valid_date": "21/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Erection of a rear infill extension and conversion of roofspace to habitable use including two side facing dormers and raising the roof height.",
  "decision_conditions": [
    "The proposed roof extensions, by reason of their height, bulk, form, depth, size, siting, design and large side box dormers, would not appear subordinate to and would fail to harmonise with the architectural composition of the original dwelling thereby failing to preserve or enhance the appearance and character of the streetscene of Glebe Avenue and the Ickenham Village Conservation Area. There are no public benefits identified to outweigh the less than substantial harm to the designated heritage asset. The proposal is therefore contrary to Policies HE1 and BE1 of the Hillingdon Local Plan: Part One Strategic Policies (2012), Policies DMHB 1, DMHB 4, DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy HC1 of the London Plan (2021) and Paragraph 202 of the NPPF (2021).",
    "The proposed rear extension, by virtue of its height, bulk, form, depth, size, siting and proximity to the shared boundary, would be detrimental to the amenities of the neighbouring occupier at No.13 Glebe Avenue, by reason of overdominance, overshadowing, loss of outlook and creating a sense of enclosure. Therefore the proposal would be contrary to Policies BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "In order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify the amendments to address those elements of the scheme considered unacceptable which the applicant chose not to implement."
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "26/05/2022",
  "ward": "ICKENHAM",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 98,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 3,
    "intended_completion_date": "10/2022",
    "intended_commencement_date": "05/2022",
    "site_area": 0.041
  },
  "status": "Refused",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10569662",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "02/03/2022",
  "decision_date": "26/05/2022",
  "centroid": {
    "lon": "-0.4428991",
    "lat": "51.562975"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16006/APP/2022/184",
  "street_name": "ICKENHAM",
  "lpa_app_no": "16006/APP/2022/184",
  "lapsed_date": "26/05/2025",
  "id": "Hillingdon-16006_APP_2022_184",
  "title_number": [
    "MX325721"
  ],
  "application_type": "Householder",
  "site_name": "11 GLEBE AVENUE",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-20T17:00:34.413+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": false,
  "centroid_easting": 508029,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508023.0703,
              186029.802
            ],
            [
              508014.802,
              186036.4166
            ],
            [
              508033.9844,
              186065.8516
            ],
            [
              508044.5677,
              186059.237
            ],
            [
              508023.401,
              186030.1328
            ],
            [
              508023.0703,
              186029.802
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4429902,
          51.5628125
        ],
        [
          -0.4431074,
          51.5628736
        ],
        [
          -0.4428218,
          51.5631345
        ],
        [
          -0.4426712,
          51.563073
        ],
        [
          -0.44298529999999997,
          51.5628154
        ],
        [
          -0.4429902,
          51.5628125
        ]
      ]
    ],
    "type": "Polygon"
  }
}