{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "224822OPDFUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/224822OPDFUL;",
  "actual_completion_date": null,
  "pp_id": "PP-11596947",
  "lapsed_date": "05/04/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.2653186",
    "lat": "51.5259625"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "12105597",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Construction of a three-storey industrial unit (Use Class B2/B2; following demolition of existing single storey industrial unit)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26528389999999996,
          51.525809100000004
        ],
        [
          -0.2653296,
          51.5257979
        ],
        [
          -0.2654484,
          51.5259959
        ],
        [
          -0.26544829999999997,
          51.5259974
        ],
        [
          -0.2651982,
          51.5260562
        ],
        [
          -0.2651692,
          51.5260022
        ],
        [
          -0.2653713,
          51.5259547
        ],
        [
          -0.26528389999999996,
          51.525809100000004
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor general industry-storage-warehousing",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "60 Sunbeam Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the following approved plans: 001; 002; 003; 004; 101; 102; 103; 104; 105; 106; 107.",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021). | The premises shall be used as B2/B8 use class and for no other use without express planning consent from the Local Planning Authority first being obtained.",
    "Reason: To ensure the use of the designated SIL location is protected and maintained in an industrial use, in accordance with policies E2 and E5 of the London Plan (2021), policy 4A of the Ealing DPD (2013) and the NPPF (2021). | Refuse and recycling storage shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management DPD (2013), and policy SI8 of the London Plan (2021). | Prior to the commencement of any works on site (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "o An intrusive contaminated land investigation and risk assessment of the site shall be carried out in accordance with BS1075:2011+A1:2013 and LCRM (formerly CLR11) guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "o A contamination remediation scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "Reason: To protect the health and living conditions of residents in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013. | Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority before occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2021; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013."
  ],
  "postcode": "NW10 6JQ",
  "application_type": "All Other",
  "decision_date": "05/04/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 520435,
  "valid_date": "09/11/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "05/04/2023",
  "id": "Ealing-224822OPDFUL",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:43:07.324+00:00",
  "street_name": "Sunbeam Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 182209,
  "application_details": {
    "site_area": 0.018000000000000002,
    "existing_uprns": [
      "12105597"
    ]
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520437.8171801,
              182191.9973385
            ],
            [
              520434.6758119,
              182190.6777162
            ],
            [
              520425.9113119,
              182212.5014692
            ],
            [
              520425.9113119,
              182212.6714206
            ],
            [
              520443.1105094,
              182219.6194317
            ],
            [
              520445.2624703,
              182213.6611373
            ],
            [
              520431.3695424,
              182208.0427455
            ],
            [
              520437.8171801,
              182191.9973385
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "North Acton"
}