{
  "last_date_consultation_comments": "02/11/2024",
  "site_number": "46",
  "ward": "Hillside",
  "decision_date": "22/11/2024",
  "description": "MINOR EXCAVATION TO CREATE LOWER GROUND FLOOR, ERECTION OF  A REAR FIRST FLOOR EXTENSION, GARAGE CONVERSION, NEW EXTERNAL STAIRCASE, ALTERATIONS TO FENESTRATION, INSTALLATION OF AN AIR SOURCE HEAT PUMP AND A/C UNIT AND EXTERNAL RE-LANDSCAPING.",
  "development_type": "Other house holder developments",
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW19 7HE",
  "locality": "Wimbledon",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "PP-13411672",
  "street_name": "Pine Grove",
  "last_updated_by": "Northgate M3",
  "lpa_name": "Merton",
  "centroid": {
    "lon": -0.209647,
    "lat": 51.42609
  },
  "lpa_app_no": "24/P2725",
  "borough": "Merton",
  "application_details": {
    "intended_completion_date": "06/2026",
    "no_additional_bathrooms": 1,
    "total_gia_gained": 39.3,
    "intended_commencement_date": "01/2025",
    "no_additional_bedrooms": 0,
    "site_area": 0.021
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2095,
          51.426083
        ],
        [
          -0.209562,
          51.426022
        ],
        [
          -0.209897,
          51.426157
        ],
        [
          -0.209838,
          51.426213
        ],
        [
          -0.2095,
          51.426083
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 524570,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2725",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Merton-24_P2725",
  "decision_target_date": "22/11/2024",
  "centroid_northing": 171196,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524580.2170102019,
              171195.48432738596
            ],
            [
              524576.1000101995,
              171188.60032738355
            ],
            [
              524552.4500101861,
              171203.00032738887
            ],
            [
              524556.4000101886,
              171209.35032739042
            ],
            [
              524580.2170102019,
              171195.48432738596
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "epc_number": "0308-7832-5002-0009-4496",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Existing Location and Site Plans; Proposed Location and Site Plans; 0909-EX-101-A; 0909-EX-301-A; 0909-EX-100-A; 0909-EX-102-A; 0909-EX-200-A; 0909-EX-300-A; 0909-20-100-A; 0909-20-101-A; 0909-20-102-A; 0909-20-300-A; 0909-20-201-A0909-20-301-A; 0909-80-100",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 5 - Flood Risk - The flood mitigation measures shall be implemented prior to the first occupation of the development hereby approved in accordance with submitted approved plans and SUDS documentation, and shall be retained thereafter for the provision of flood proofing measures and surface water drainage.   \r\n\r\n  \r\n\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014.    ",
    "Condition : 6 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - 1.\tNoise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from the ASHP units shall not exceed LA90-5dB at 1 meter outside the openable window of a habitable room at any other residential property not associated with the development.\r\n \r\nReason:  To protect the amenities of the occupiers in the local vicinity\r\n\r\n",
    "Condition : 8 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 9 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 10 - Informative - Good site practice.\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good-Site-Practice-Workmanship-General-Guide-2023 when implementing the development hereby approved.",
    "Condition : 11 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 12 - INFORMATIVE\r\nThe applicant is advised to contact Merton Council's Waste Services Team on 020 8274 4902 for detailed design guidance on waste and recycling storage facilities.\r\n",
    "Condition : 13 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 14 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved without delay.\r\n"
  ],
  "appeal_decision_date": null,
  "uprn": "48057048",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T20:12:35.503+00:00",
  "decision_agency": "Borough",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "lapsed_date": "22/11/2027",
  "decision": "Approved",
  "valid_date": "27/09/2024"
}