{
  "decision_date": "24/04/2025",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Merton",
  "last_updated": "2025-04-24T16:00:00.312Z",
  "centroid_northing": 168304,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2509",
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "28/02/2025",
  "locality": "Raynes Park",
  "epc_number": null,
  "site_number": "26",
  "lpa_app_no": "24/P2509",
  "last_date_consultation_comments": "16/02/2025",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [26P-HPA/14072024/REV-H-1/2, 26P-HPA/14072024/REV-H-2/2.]",
    "Condition : 3 - Matching Materials - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - Prior to commencement of development hereby approved, full details of the replacement tree and shrubs, landscaping and planting scheme shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. Details shall include a plan, full details of the size, species, quantities and location of the proposed replacement tree, shrubs and plants. Reason: To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policies G7 and D8 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, DM F2 and DM O2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 5 - Tree replacement: The replacement tree and new shrubs shown on the approved plan '26P-HPA/14072024/REV-J-2/2' shall be planted in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. Should the tree and shrubs die within a period of 5 years from the completion of the development or be removed or become seriously damaged or diseased or dying, shall be replaced in the next planting season with another of the same approved specification, unless the Local Planning Authority gives written consent to any variation. Reason : To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, DM F2 and DM O2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 6 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\n\r\ni) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made with an agreed determination date.\r\n\r\n",
    "Condition : 7 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 8 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n"
  ],
  "status": "Approved",
  "valid_date": "09/09/2024",
  "application_type": "Householder",
  "appeal_start_date": null,
  "description": "APPLICATION FOR THE ERECTION OF A SINGLE STOREY REAR EXTENSION AND ERECTION OF A RAISED PATIO AND STAIRS TO THE REAR OF THE EXTENSION.",
  "cil_liability": true,
  "uprn": "48055703",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "PP-13394969",
  "site_name": null,
  "id": "Merton-24_P2509",
  "postcode": "SW20 9HF",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 523567,
  "lpa_name": "Merton",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": "Other house holder developments",
  "ward": "Cannon Hill",
  "bo_system": "Northgate M3",
  "street_name": "Parkway",
  "decision_process": null,
  "appeal_status": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523557.8000095936,
              168302.75032656308
            ],
            [
              523544.5500095863,
              168293.4003265606
            ],
            [
              523549.55000958894,
              168286.50032655965
            ],
            [
              523579.9000096057,
              168309.15032656502
            ],
            [
              523575.45494012965,
              168315.67297922802
            ],
            [
              523557.8000095936,
              168302.75032656308
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Householder planning permission",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.225205,
          51.400309
        ],
        [
          -0.225399,
          51.400228
        ],
        [
          -0.22533,
          51.400165
        ],
        [
          -0.224886,
          51.400362
        ],
        [
          -0.224947,
          51.400421
        ],
        [
          -0.225205,
          51.400309
        ]
      ]
    ]
  },
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_completion_date": "01/2025",
    "no_additional_bathrooms": 1,
    "total_gia_gained": 56,
    "intended_commencement_date": "12/2024",
    "site_area": 0.031
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": "24/04/2028",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.400318,
    "lon": -0.225073
  }
}