{
  "last_date_consultation_comments": "09/11/2024",
  "site_number": "297",
  "ward": "Pollards Hill",
  "decision_date": "10/02/2025",
  "description": "APPLICATION FOR THE ERECTION OF A TERRACE OF THREE NEW HOUSES, CONSISTING OF THREE 3 BED DWELLINGS, COMPRISING GROUND, FIRST FLOOR, AND ROOF ACCOMMODATION, FOLLOWING THE DEMOLITION OF THE EXISTING DWELLING AND OUTBUILDINGS.",
  "development_type": "Minor dwellings",
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "CR4 1HE",
  "locality": "Mitcham",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "PP-13450864",
  "street_name": "Commonside East",
  "last_updated_by": "Northgate M3",
  "lpa_name": "Merton",
  "centroid": {
    "lon": -0.147168,
    "lat": 51.399931
  },
  "lpa_app_no": "24/P2842",
  "borough": "Merton",
  "application_details": {
    "superseding_details": [
      {
        "lpa_app_no": "23/P0271",
        "partial_supersedence": false
      }
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2026",
        "intended_commencement_date": "12/2025"
      }
    ],
    "total_gia_gained": 294,
    "site_area": 0.029400000000000003,
    "total_gia_lost": 220,
    "total_gia_existing": 220,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 220,
        "use_class": "C3",
        "gia_gained": 294,
        "gia_lost": 220
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.15,
        "building_ref": "Dwelling 1"
      },
      {
        "no_storeys": 2,
        "max_height": 8.15,
        "building_ref": "Dwelling 2"
      },
      {
        "no_storeys": 2,
        "max_height": 8.15,
        "building_ref": "Dwelling 3"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 40,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 294,
      "total_gia_existing": 220,
      "total_gia_lost": 220
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 9,
      "total_no_proposed_residential_units": 3,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 293.8,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 167,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 8,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 4,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 167,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Self-Build",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 93.2,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Self-Build",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 96,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Self-Build",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "gia": 104.6,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 3,
      "green_roof_area": 0,
      "urban_greening_factor_score": 0.1,
      "solar_pv_capacity": 0,
      "no_new_water_connections_required": 3,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 70,
      "no_homes_to_have_electrical_heating": 3,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "chp_heat_pumps_capacity": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "internal_resi_water_usage": 72.6,
    "ownership_status": "Private"
  },
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.146995,
          51.400052
        ],
        [
          -0.147187,
          51.400103
        ],
        [
          -0.147311,
          51.399892
        ],
        [
          -0.147152,
          51.399845
        ],
        [
          -0.146995,
          51.400052
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 528987,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2842",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Merton-24_P2842",
  "decision_target_date": "10/02/2025",
  "centroid_northing": 168395,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528998.6971146776,
              168408.8530451781
            ],
            [
              528985.1999496458,
              168414.101542813
            ],
            [
              528977.2022403717,
              168390.49829916487
            ],
            [
              528988.3990333548,
              168385.4997299888
            ],
            [
              528998.6971146776,
              168408.8530451781
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "epc_number": "8796-6520-4379-3358-1926",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: 050-AWMA-EX-PLN-000, 050-AWMA-PR-PLN-100 Rev A, 050-AWMA-PR-PLN-101 Rev A, 050-AWMA-PR-PLN-102 Rev A, 050-AWMA-PR-PLN-103 Rev A, 050-AWMA-PR-ELE-201 Rev A, 050-AWMA-PR-ELE-202 Rev A, 050-AWMA-PR-ELE-203 Rev A, 050-AWMA-PR-SEC-250 Rev A, 050-AWMA-PR-SEC-251 Rev A, ",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Surface Treatment - No development shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 5 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 6 - Prior to the commencement of development, a construction level detail scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for both phases of the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS). The scheme will be required to discharge at the agreed run-off rate of no more than 1 l/s and no less than 8.7m3 of attenuation, in accordance with drainage hierarchy contained within the London Plan Policies SI12 and SI13 and the advice contained within the National SuDS Standards.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 12 & 13. \r\n",
    "Condition : 7 - Boundary Treatment - No development, other than demolition, shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be permanently retained thereafter.\r\n",
    "Condition : 8 - Landscaping - No development, other than demolition, shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 9 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse falling under Class A, B or E of Part 1 Schedule 2 other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 10 - Elevation Fixings - No cables, wires, aerials, pipe work (except any rainwater down pipes as may be shown on the approved drawings) meter boxes or flues shall be fixed to any elevation facing a highway.",
    "Condition : 11 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 12 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 13 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 14 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 15 - Construction Times - No demolition or construction work shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.\r\nThere shall be no deliveries to the site related to the construction between the hours of 07.00 - 09.00 and 16.00 - 19.00, unless first agreed in writing by the Local Planning Authority.",
    "Condition : 16 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 17 - Before the windows and doors hereby approved are installed, details of their material, design, specification, method of opening, method of fixing and finish, in the form of drawings and sections of no less than 1:20 scale, shall be submitted to and agreed in writing by the Local Planning Authority. The development shall be carried out only in accordance with the agreed details.\r\n",
    "Condition : 18 - Before the construction of any verges or eaves, details of the treatment of verges and eaves hereby granted consent shall be submitted to and agreed in writing by the Local Planning Authority. The works shall be carried out only in accordance with the agreed verges and eaves details.",
    "Condition : 19 - Before the rainwater goods hereby granted consent are installed, samples or detailed specifications of all rainwater goods (including the method of fixing) shall be submitted to and agreed in writing by the Local Planning Authority. The works shall be carried out only in accordance with the agreed rainwater goods details.",
    "Condition : 20 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in any elevation or roofslope of the dwellings hereby permitted without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 21 - The flood risk mitigation measures and recommendations set out in the submitted Flood Risk Assessment by GeoSmart (dated 20/12/2024) must be implemented prior to the occupation of the proposed development.\r\n\r\nReason: To reduce the impact the site may experience as a result of fluvial flooding and or surface water flooding to the proposed development and future users, in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13.",
    "Condition : 22 - The finished ground floor levels of the development and any aperture for flood flows, shall be set no lower than +300m above the existing ground level onsite. \r\n\r\nReason: To reduce the risk of surface water flooding to the proposed development and future users, in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13.",
    "Condition : 23 - Prior to the occupation of the scheme, a Flood Warning and Evacuation Plan must be submitted to and approved in writing by the Local Authority and the plan must be implemented in perpetuity. \r\n\r\nReason: To manage the risk of flooding to occupants to the building and to ensure appropriate measures are taken before, during and after flooding occurs.\r\n",
    "Condition : 24 - Bird boxes - Prior to the first occupation of the development, details of the provision of bird boxes, bat boxes and hedgehog features shall be submitted to and agreed in writing by the Local Planning Authority. The agreed details shall be installed prior to the first occupation of the development hereby permitted and shall be retained thereafter.\r\n\r\nReason: to protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following development plan policies for Merton: policies G5 and G6 of the London Plan 2021; policy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 25 - Air Quality - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. \r\nUnless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.London/\r\n",
    "Condition : 26 - Air Quality Neutral - In the event that gas fired boilers are provided for the proposed development hereby approved, the individual boilers shall not exceed NOx emissions of more than 40 mg/kWh.\r\n\r\nReason: Having regard to air quality in the locality.\r\n",
    "Condition : 27 - Refuse - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area and to accord with Policies D3 and D6 of the London Plan 2021, Policy CS14 of the Core Planning Stragegy 2011 and Policy DM D2 of the Sites and Policies Plan 2014.",
    "Condition : 28 - The units hereby approved shall not be occupied other than as follows:\r\nDwelling 1: 3 Bed 5 Persons (3B5P)\r\nDwelling 2: 3 Bed 5 Persons (3B5P)\r\nDwelling 3: 3 Bed 5 Persons (3B5P)\r\n\r\nREASON: To accord with terms of the application and to safeguard amenity and free flow of traffic in the locality in accordance with policies DM D2, DM T1- DM T5 of Merton Sites and Policies Plan (2014).\r\n",
    "Condition : 29 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 30 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 31 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 32 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 33 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 34 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 35 - INFORMATIVE\r\nThe applicant is advised to contact Merton Council's Waste Services Team on 020 8274 4902 for detailed design guidance on waste and recycling storage facilities.\r\n",
    "Condition : 36 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 37 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 38 - INFORMATIVE\r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n\r\n",
    "Condition : 39 - INFORMATIVE\r\nNote to Applicant - Scheme Amended During Application Lifecycle\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made without delay.\r\n",
    "Condition : 40 - INFORMATIVE\r\nThe applicant is made aware that hedgehogs have been reported on or near the site and therefore hedgehog friendly measures such as providing log piles, long grasses, piles of dead leaves and hedgerows in gardens, creating a hedgehog tunnel through the boundary fences, checking piles of leaves and deadwood before bonfires and potentially providing a hedgehog house or feeding station. please see this guidance: https://www.countrylife.co.uk/nature/the-10-things-you-can-do-to-help-save-hedgehogs-224475\r\n"
  ],
  "appeal_decision_date": null,
  "uprn": "48016955",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T18:41:41.497+00:00",
  "decision_agency": "Borough",
  "parking_details": {
    "net_resi_offstreet": -1,
    "no_existing_resi_offstreet": 1,
    "no_existing_cycle": 0,
    "no_proposed_resi_offstreet": 0,
    "no_proposed_cycle": 6,
    "net_cycle": 6
  },
  "lapsed_date": "10/02/2028",
  "decision": "Approved",
  "valid_date": "07/10/2024"
}