{
  "appeal_decision": null,
  "decision_target_date": "08/01/2025",
  "decision_process": null,
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "Northgate M3",
  "valid_date": "20/09/2024",
  "lpa_name": "Merton",
  "borough": "Merton",
  "last_updated_by": "Northgate M3",
  "status": "Approved",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "title_number": null,
  "ward": "Village",
  "site_number": "38",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523962.350009857,
              171436.60032746568
            ],
            [
              524011.1590098837,
              171401.7003274542
            ],
            [
              524040.6500099005,
              171426.80032746156
            ],
            [
              523987.30000987137,
              171468.4503274741
            ],
            [
              523962.350009857,
              171436.60032746568
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "description": "ERECTION OF A SINGLE-STOREY REAR AND SIDE EXTENSION, REPLACEMENT GARAGE, SINGLE-STOREY POOL BUILDING, NEW DORMER WINDOW TO REAR ROOF SLOPE WITH ALTERATIONS TO EXISTING DORMER WINDOWS ON REAR ROOF SLOPE.",
  "appeal_decision_date": null,
  "pp_id": "PP-13421493",
  "cil_liability": true,
  "last_date_consultation_comments": "26/10/2024",
  "decision_date": "08/01/2025",
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 523984,
  "postcode": "SW19 5BD",
  "centroid": {
    "lon": -0.217985,
    "lat": 51.42842
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2630",
  "appeal_status": null,
  "centroid_northing": 171441,
  "site_name": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T19:48:01.631+00:00",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n0341-HLA-DR-0202\r\n0341-HLA-DR-1190\r\n0341-HLA-DR-1200\r\n0341-HLA-DR-1210\r\n0341-HLA-DR-1220\r\n0341-HLA-DR-1230\r\n0341-HLA-DR-2220\r\n0341-HLA-DR-2230\r\n0341-HLA-DR-2200\r\n0342-HLA-DR-2210\r\n0341-HLA-DR-2240\r\n",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Landscaping - No development shall take place until full details of a landscaping and planting scheme (including tree planting) has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 7 - \"\tTree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document 'BS 5837:2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan ' dated 'September 2024' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n",
    "Condition : 8 - Site Supervision (Trees) - The details of the approved document 'BS 5837:2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to and agreed in writing by the Local Planning Authority at the conclusion of all site works and prior to the first occupation of the development hereby approved. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan.   ",
    "Condition : 9 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 10 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay with an agreed determination date\r\n\r\n\r\n\r\n"
  ],
  "epc_number": null,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.218298,
          51.428385
        ],
        [
          -0.217609,
          51.428061
        ],
        [
          -0.217176,
          51.42828
        ],
        [
          -0.217928,
          51.428666
        ],
        [
          -0.218298,
          51.428385
        ]
      ]
    ],
    "type": "Polygon"
  },
  "uprn": "48047762",
  "application_type": "Householder",
  "lpa_app_no": "24/P2630",
  "decision": "Approved",
  "development_type": "Other house holder developments",
  "lapsed_date": "08/01/2028",
  "id": "Merton-24_P2630",
  "street_name": "Marryat Road",
  "locality": "Wimbledon",
  "application_details": {
    "intended_completion_date": "03/2026",
    "total_gia_gained": 197,
    "no_additional_bathrooms": 4,
    "intended_commencement_date": "03/2025",
    "no_additional_bedrooms": 0,
    "site_area": 0.25
  }
}