{
  "lpa_app_no": "24/P2900",
  "centroid_northing": 169274,
  "status": "Approved",
  "epc_number": "0518-2075-7203-3475-4994",
  "last_date_consultation_comments": "05/02/2025",
  "locality": "Wimbledon",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-24T15:50:01.833Z",
  "valid_date": "06/01/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525111.6500104825,
              169286.7503268246
            ],
            [
              525120.6500104878,
              169286.35032682563
            ],
            [
              525123.5000104888,
              169235.1503268099
            ],
            [
              525114.5500104835,
              169234.65032681037
            ],
            [
              525111.6500104825,
              169286.7503268246
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "cil_liability": true,
  "title_number": null,
  "decision_process": null,
  "centroid_easting": 525118,
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2900",
  "site_number": "64",
  "decision": "Approved",
  "ward": "Merton Park",
  "decision_agency": "Borough",
  "lpa_name": "Merton",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": {
    "no_proposed_car": 1,
    "no_existing_car": 1,
    "net_car": 0
  },
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "application_type": "Householder",
  "id": "Merton-24_P2900",
  "application_details": {
    "intended_completion_date": "01/2026",
    "intended_commencement_date": "01/2025",
    "total_gia_gained": 103.4,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 3,
    "site_area": 0.046000000000000006
  },
  "uprn": "48025588",
  "decision_date": "24/04/2025",
  "description": "DEMOLITION OF EXISTING GARAGE AND REAR EXTENSION, CONSTRUCTION OF TWO STOREY SIDE EXTENSION, PART SINGLE PART TWO STOREY REAR EXTENSION, HIP TO GABLE LOFT CONVERSION INCLUDING REAR DORMER AND ROOFLIGHTS TO THE FRONT, CHANGES TO THE REAR FENESTRATION.",
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "03/03/2025",
  "borough": "Merton",
  "postcode": "SW19 3JD",
  "street_name": "Erridge Road",
  "bo_system": "Northgate M3",
  "development_type": "Other house holder developments",
  "lapsed_date": "24/04/2028",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [1108_64ER_X000,\r\n1108_64ER_D101,\r\n1108_64ER_D102,\r\n1108_64ER_D103 Rev. A,\r\n1108_64ER_D104 Rev. A,\r\n1108_64ER_D105,\r\n1108_64ER_D106,\r\n1108_64ER_D107 Rev. A,\r\n1108_64ER_D108 Rev. B,\r\nBS 5837 Arboricultural Report]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 6 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 7 - Landscaping: \r\n\r\nDetails of 1no. British native broadleaf species of tree of a minimum Heavy Standard size - 12-14cms girth, shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of above ground works.  The approved details shall be planted in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. Details shall include a plan showing the proposed location of the tree. Should the tree die within a period of 5 years from the completion of the development, or be removed or become seriously damaged or diseased or dying, shall be replaced in the next planting season with another of the same approved specification, unless the Local Planning Authority gives written consent to any variation. \r\n\r\nReason: To protect and safeguard the existing retained trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021 and policies O15.1, O15.2 and O15.4 of the Local Plan 2024.\r\n",
    "Condition : 8 - The development hereby approved shall implement the fire safety measures as submitted with the proposal titled: Fire Statement. These measures shall thereafter be retained in perpetuity \r\n\r\nReason: To ensure that the development complies with policy D12 of the London Plan 2021\r",
    "Condition : 9 - The development hereby approved shall implement the flood mitigation measures as submitted with the proposal titled: Flood Risk Assessment. These measures shall thereafter be retained in perpetuity \r\n\r\nReason: To reduce the risk of flooding and to comply with the following Local Plan 2024 policies for Merton: F15.7 and F15.8",
    "Condition : 10 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved following some amendments to the design\r\n\r\n",
    "Condition : 11 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 12 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 13 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n"
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.202533,
          51.408812
        ],
        [
          -0.202404,
          51.408807
        ],
        [
          -0.202381,
          51.408346
        ],
        [
          -0.20251,
          51.408343
        ],
        [
          -0.202533,
          51.408812
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "PP-13472834",
  "centroid": {
    "lon": -0.202446,
    "lat": 51.408696
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}