{
  "decision_agency": "Borough",
  "status": "Refused",
  "decision": "Refused",
  "centroid": {
    "lon": -0.20764,
    "lat": 51.410107
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524733.7496209753,
              169423.25268058904
            ],
            [
              524747.8502534191,
              169425.44454149436
            ],
            [
              524753.8929502497,
              169426.41728013317
            ],
            [
              524768.2591834227,
              169429.06014155695
            ],
            [
              524771.6274316955,
              169409.74654667504
            ],
            [
              524742.5808714526,
              169404.1454370771
            ],
            [
              524740.7991482206,
              169404.09816350735
            ],
            [
              524739.3974878326,
              169404.64800611563
            ],
            [
              524737.4021830449,
              169406.69741947786
            ],
            [
              524733.7496209753,
              169423.25268058904
            ],
            [
              524733.7496209753,
              169423.25268058904
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Merton",
  "application_type": "Householder",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48071926",
  "valid_date": "17/10/2024",
  "decision_target_date": "14/02/2025",
  "appeal_decision_date": null,
  "locality": "Wimbledon",
  "centroid_northing": 169422,
  "ward": "Merton Park",
  "decision_conditions": [
    "Reason : 1 - The proposed rear extension by reason of its unacceptable combined siting, design, depth, width, bulk and mass results in an unsympathetic, visually intrusive, dominant and cramped form of overdevelopment that would reduce the rear garden area to the detriment of the setting, character and appearance of the host locally listed building and Watery Lane streetscene and thus fail to preserve or enhance the setting, character and appearance of John Innes Conservation Area. This would amount to less than substantial harm to the heritage asset for which there is no outweighing public benefit. As such it would fail to comply with, in particular, policies D3, D4 and HC1 of the London Plan 2021, DM D2, DM D3 and DM D4 of the Adopted Merton Sites and Policies Plan 2014 and CS14 of the LBM Core Strategy 2011 and John Innes (Merton Park) Character Assessment (2006) and John Innes (Merton Park) Conservation Area Management Plan 2010.",
    "Reason : 2 - The proposed side dormer roof on northern roof slope by reason of its unacceptable combined siting and design, results in an unsympathetic and visually intrusive form of development that unacceptably adds visual clutter on an already extensively altered roof form to the detriment of the setting, character and appearance of the host locally listed building and Watery Lane streetscene and thus fail to preserve or enhance the setting, character and appearance of John Innes Conservation Area. This would amount to less than substantial harm to the heritage asset for which there is no outweighing public benefit. As such it would fail to comply with, in particular, policies D3, D4 and HC1 of the London Plan 2021, DM D2, DM D3 and DM D4 of the Adopted Merton Sites and Policies Plan 2014 and CS14 of the LBM Core Strategy 2011 and John Innes (Merton Park) Character Assessment (2006) and John Innes (Merton Park) Conservation Area Management Plan 2010.",
    "Reason : 3 - In the absence of details of replacement windows, Officers are unable to ascertain whether the replacement windows would preserve or enhance the setting, character and appearance of the host locally listed building and Watery Lane streetscene or whether it would preserve or enhance the setting, character and appearance of John Innes Conservation Area. This would amount to less than substantial harm to the heritage asset for which there is no outweighing public benefit. As such it would fail to comply with, in particular, policies D3, D4 and HC1 of the London Plan 2021, DM D2, DM D3 and DM D4 of the Adopted Merton Sites and Policies Plan 2014 and CS14 of the LBM Core Strategy 2011 and John Innes (Merton Park) Character Assessment (2006) and John Innes (Merton Park) Conservation Area Management Plan 2010.",
    "Reason : 4 - By reason of the removal of existing trees and in absence of satisfactory replacement trees and landscaping, the applicant has failed to demonstrate the proposal would conserve and enhance the natural environment on and off-site and thus will impact on the biodiversity in the Borough and visual amenity of the locality to the detriment of the setting, character and appearance of John Innes Conservation Area. The proposal is therefore considered to be contrary to London Plan 2021 Policy G7 (Trees and Woodlands), D3, D4 and HC1, Merton's Core Strategy 2011 Policy CS13 (Open Space, Nature Conservation, Leisure and Culture) CS14 (Design) and Merton's Sites and Policies Plan 2014 DMO2 (Nature conservation, trees, hedges and landscape features) and DMD2 (Design considerations in all developments), DM D3 and DM D4, and John Innes (Merton Park) Character Assessment (2006) and John Innes (Merton Park) Conservation Area Management Plan 2010.",
    "Reason : 5 - In the absence of a satisfactory flood risk assessment commensurate to the nature and scale of the development the scheme is considered to increase risk of flooding in the locality contrary to the aims and objections of, in particular, London Plan policy SI 13, Merton Core Strategy (2011) policy CS16 and Merton Sites and Policies Plan (2014) policies DM F1 and DM F2.",
    "Reason : 6 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application and how these could potentially be overcome but sufficient information was not forthcoming. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "pp_id": "PP-12133005",
  "decision_process": null,
  "lapsed_date": "14/02/2028",
  "application_type_full": "Householder planning permission",
  "parking_details": {
    "no_existing_car": 1,
    "net_car": 0,
    "no_proposed_car": 1
  },
  "date_building_work_completed_under_previous_permission": null,
  "id": "Merton-24_P2935",
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "last_updated": "2025-03-19T17:34:36.642+00:00",
  "lpa_app_no": "24/P2935",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.207916,
          51.410122
        ],
        [
          -0.207712,
          51.410139
        ],
        [
          -0.207625,
          51.410146
        ],
        [
          -0.207418,
          51.410167
        ],
        [
          -0.207376,
          51.409992
        ],
        [
          -0.207796,
          51.409948
        ],
        [
          -0.207821,
          51.409948
        ],
        [
          -0.207841,
          51.409954
        ],
        [
          -0.207869,
          51.409972
        ],
        [
          -0.207916,
          51.410122
        ],
        [
          -0.207916,
          51.410122
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": null,
  "title_number": null,
  "decision_date": "14/02/2025",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": "Other house holder developments",
  "description": "DEMOLITION OF EXISTING SINGLE STOREY REAR EXTENSION AND CONSERVATORY AND ERECTION OF A SINGLE STOREY REAR EXTENSION WITH SIDE ROOF DORMER EXTENSION AND NEW CONSERVATION STYLE ROOFLIGHTS TO THE EXISTING ROOF WITH NEW WINDOWS TO MATCH EXISTING.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 524753,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2935",
  "application_details": {
    "total_gia_gained": 45,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "03/2025",
    "intended_completion_date": "12/2025",
    "site_area": 0.06800000000000002
  },
  "last_updated_by": "Northgate M3",
  "postcode": "SW20 9AA",
  "last_date_consultation_comments": "27/11/2024",
  "secondary_street_name": null,
  "site_number": "17",
  "subdivision_of_building": null,
  "street_name": "Watery Lane"
}