{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.18436,
          51.393543
        ],
        [
          -0.184224,
          51.393536
        ],
        [
          -0.184317,
          51.393215
        ],
        [
          -0.184445,
          51.393221
        ],
        [
          -0.18436,
          51.393543
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2117",
  "decision_target_date": "16/10/2024",
  "status": "Approved",
  "parking_details": {
    "no_existing_cycle": 0,
    "net_car": 1,
    "no_proposed_car": 2,
    "no_existing_car": 1,
    "net_cycle": 4,
    "no_proposed_cycle": 4
  },
  "street_name": "Florence Avenue",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "subdivision_of_building": null,
  "development_type": "Minor dwellings",
  "decision": "Approved",
  "application_details": {
    "non_residential_details": {
      "total_gia_lost": 1.83,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 100.95,
      "total_gia_existing": 162.14
    },
    "affordable_housing_fast_track": false,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 25,
    "garden_land_lost": false,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 162.14,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 6,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 6,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 162.14,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 142.09,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 121,
          "tenure": "Market for rent"
        }
      ],
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 2,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_gia_gained": 263.09,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_market_for_rent": 1,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0
    },
    "internal_resi_water_usage": 105,
    "scheme_phasing": true,
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "fire_suppression_system_proposed": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_gas_connections_required": 1,
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "no_homes_to_have_electrical_heating": 2,
      "solar_pv_capacity": 0.01,
      "mobile_network_operators_consultation": false,
      "green_roof_area": 33,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "no_resi_units_to_have_full_fibre": 2,
      "no_active_fast_ev_charging_points": 2,
      "no_passive_fast_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "total_gia_lost": 1.83,
    "ownership_status": "Private",
    "site_area": 0.028430000000000004,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 162.14,
        "use_class": "C3",
        "gia_gained": 100.95,
        "gia_lost": 1.83
      }
    ],
    "green_suds": true,
    "rain_water_harvesting": true,
    "total_gia_gained": 100.95,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "04/2025",
        "intended_commencement_date": "09/2024"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 162.14
  },
  "appeal_decision_date": null,
  "decision_date": "16/10/2024",
  "valid_date": "01/08/2024",
  "site_number": "27",
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": "Ravensbury",
  "lapsed_date": "16/10/2027",
  "last_date_consultation_comments": "28/08/2024",
  "bo_system": "Northgate M3",
  "lpa_app_no": "24/P2117",
  "postcode": null,
  "pp_id": "PP-13294229",
  "uprn": "48027254",
  "application_type": "All Other",
  "locality": "Morden",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526417.5500112454,
              167619.90032632323
            ],
            [
              526427.0500112514,
              167619.35032632324
            ],
            [
              526421.5000112473,
              167583.55032631266
            ],
            [
              526412.5500112418,
              167584.00032631168
            ],
            [
              526417.5500112454,
              167619.90032632323
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "site_name": "Former",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [ 1 of 9, 2 of 9 Revision No. 1, 3 of 9 Revision No. 3, 4 of 9 Revision No. 2, 5 of 9 Revision No. 2, 6 of 9 Revision No. 1, 7 of 9, 8 of 9 Revision No. 1, 9 of 9 Revision No, 10 of 15 Revision No. 2, 11 of 15 Revision No. 2, 12 of 15 Revision No. 2, 14 of 15, 15 of 15, Energy Statement issued July 2024, Water Calculation Compliance Report July 2024, Design and Access Statement, Fire Statement, Parking Stress Survey, Planning Statement Construction Management Plan (October 2024, Revised Ver 1), Biodiversity Net Gain Statement, AIR QUALITY NEUTRAL (AQN) STATEMENT July 2024, Flood Risk Assessment and SuDS strategy prepared by Innervision Design Ltd July 2024 ]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The development hereby approved shall solely be used as a 3 Bed 4 Person Residential unit for Dwellinghouse A and as a 3 Bed 4 Person Residential unit for Dwellinghouse B for the site known as 27 Florence Avenue, Morden, SM4 6EX.\r\n\r\nREASON: To accord with terms of this application, safeguard local road and parking conditions and residential amenity of nearby occupants.",
    "Condition : 5 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - Landscaping  (Implementation) - All hard and soft landscape works shall be carried out in accordance with the approved details as shown in [Proposed Landscape Plan A Drawing No. 10 of 15 Revision No. 2 and Proposed Landscape Plan B 11 of 15 Revision No. 2 Amended 02/10/2024). The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall\r\nbe replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 8 - The development must be carried out in accordance with the measures outlined in the approved [Flood Risk Assessment and SuDS strategy prepared by Innervision Design Ltd July 2024] for the provision of flood proofing measures and surface water drainage. \r\n  \r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: Chapter 14 of the National Planning Policy Framework 2023, policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 9 - Prior to the commencement of the use, the applicant shall provide details of all domestic gas-fired boilers installed demonstrating that they achieve dry NOx emission levels equivalent to, or less than 40 mg/kWh, in writing for the approval of the Local Planning Authority.\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan Policies SI1(B)(1c) and SI1(B)(2d).",
    "Condition : 10 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 11 - New Vehicle Access - Details to be submitted  - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 12 - Vehicle Access to be provided - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 13 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 14 - Visibility Splays - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 15 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 16 - The development hereby approved shall allocate 1 on-site car parking space to Dwellinghouse A and 1 on-site car parking space to Dwellinghouse B for the site known as  27 Florence Avenue, Morden, SM4 6EX.\r\n\r\nReason: To ensure satisfactory facilities for car parking are provided and to comply with the following Development Plan policies for Merton: policy T6 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T3 of Merton's Sites and Policies Plan 2014.",
    "Condition : 17 - Construction Vehicles - The development shall be constructed in accordance with the Construction Managmeent Plan (dated 16 October 2024) herbey approved for the duration of the construction process.",
    "Condition : 18 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made [without delay and with an agreed determination date].\r\n\r\n",
    "Condition : 19 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 20 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 21 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 22 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 23 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 24 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 25 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n"
  ],
  "application_type_full": "Full planning permission",
  "centroid_northing": 167609,
  "epc_number": "7734-8125-2300-0083-8292",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "borough": "Merton",
  "cil_liability": true,
  "decision_process": null,
  "id": "Merton-24_P2117",
  "description": "ERECTION OF A SINGLE STOREY REAR EXTENSION, FIRST FLOOR SIDE/REAR EXTENSION AND HIP-TO-GABLE ROOF CONVERSION WITH ASSOCIATED ROOF DORMER EXTENSIONS. CONVERSION OF THE EXTENDED HOUSE INTO 2 X 3 BEDROOM DWELLINGHOUSES.",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T21:02:26.131+00:00",
  "centroid": {
    "lon": -0.184315,
    "lat": 51.393444
  },
  "centroid_easting": 526421
}