{
  "last_date_consultation_comments": "28/11/2024",
  "site_number": "105",
  "ward": "Lower Morden",
  "decision_date": "02/04/2025",
  "description": "APPLICATION FOR THE ERECTION OF AN ANNEX IN REAR GARDEN",
  "development_type": "Other house holder developments",
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SM4 5QA",
  "locality": "Morden",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "PP-13426068",
  "street_name": "Torrington Way",
  "last_updated_by": "Northgate M3",
  "lpa_name": "Merton",
  "centroid": {
    "lon": -0.200879,
    "lat": 51.387809
  },
  "lpa_app_no": "24/P2655",
  "borough": "Merton",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Start to completion",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "11/2024"
      }
    ],
    "total_gia_gained": 44,
    "site_area": 0.08850000000000001,
    "total_gia_lost": 44,
    "total_gia_existing": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 44,
        "gia_lost": 44
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 44,
      "total_gia_existing": 0,
      "total_gia_lost": 44
    },
    "garden_land_lost": true,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 25,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 1,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 120,
    "ownership_status": "Private"
  },
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.201387,
          51.387955
        ],
        [
          -0.201001,
          51.387961
        ],
        [
          -0.200839,
          51.387804
        ],
        [
          -0.200235,
          51.38754
        ],
        [
          -0.200284,
          51.387457
        ],
        [
          -0.201387,
          51.387955
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 525284,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2655",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Merton-24_P2655",
  "decision_target_date": "02/04/2025",
  "centroid_northing": 166954,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525248.3000105296,
              166969.3003261533
            ],
            [
              525275.1500105453,
              166970.65032615192
            ],
            [
              525286.8000105519,
              166953.50032614847
            ],
            [
              525329.5500105767,
              166925.20032613812
            ],
            [
              525326.4000105747,
              166915.80032613507
            ],
            [
              525248.3000105296,
              166969.3003261533
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n54-Site Plan\r\n54-10 (Proposed Site Plan) Rev D\r\n54-10 (Proposed Plans and Elevations) Rev E",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no erection, construction or alteration of a gate, fence, wall or\r\nother means of enclosure other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 5 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - Full details of four heavy standard (14 - 16 cms girth) British native broadleaf tree shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. Details shall include on a plan, full details of the size, species, and location of the proposed trees. Any trees which die within a period of 5 years from the completion of the development, or removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of the same approved specification, unless the Local Planning Authority gives written consent to any variation. \r\n\r\nReason: To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policies G7 and D8 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, DM F2 and DM O2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 8 - Tree Protection: The Tree Protection measures set out in the Tree Survey & Arboricultural Impact Assessment (Version 2.0 dated 07.03.2024) shall be complied with at all times until the completion of all site operations unless otherwise agreed in writing with the Local Planning Authority.  Reason: To protect and safeguard the existing retained trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 9 - Site Supervision (Trees): An arboricultural expert shall supervise, monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the Local Planning Authority a satisfactory completion statement to demonstrate compliance with the approved protection measures. Reason: To protect and safeguard the existing retained trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 10 - Design of Foundations: The approved development shall be constructed using a low impact arboricultural foundation system consisting of mini piles. Details of the proposed design, materials and method of construction of the foundations shall be submitted to and approved in writing by the LPA and the work shall be carried out as approved. \r\n\r\nReason: To protect and safeguard the existing retained trees in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 11 - The development hereby permitted shall not be rented, sold independently or occupied at any time other than for purposes ancillary to the main residential use of the dwelling known as 105 Torrington Way, Morden, SM4 5QA.",
    "Condition : 12 - INFORMATIVE\r\nDue to the close proximity of the proposed works to Network Rail's land and the operational railway, Network Rail requests that, where applicable, the applicant / developer follows the attached Asset Protection informatives which are issued to all proposals within close proximity to the railway. \r\n\r\nShould you wish to discuss any of the informatives, please contact our Asset Protection team via AssetProtectionLondonSouthEast@NetworkRail.co.uk.\r\n\r\nAsset Protection Informatives for works in close proximity to Network Rail's infrastructure \r\nThe developer must ensure that their proposal, both during construction and after completion does not: \r\n\"\tencroach onto Network Rail land \r\n\"\taffect the safety, operation or integrity of the company's railway and its infrastructure \r\n\"\tundermine its support zone \r\n\"\tdamage the company's infrastructure \r\n\"\tplace additional load on cuttings \r\n\"\tadversely affect any railway land or structure \r\n\"\tover-sail or encroach upon the air-space of any Network Rail land \r\n\"\tcause to obstruct or interfere with any works or proposed works or Network Rail development both now and in the future \r\n\r\nNetwork Rail strongly recommends the developer complies with the following comments and requirements to maintain the safe operation of the railway and protect Network Rail's infrastructure. \r\nFuture maintenance \r\n\r\nThe applicant must ensure that any construction and subsequent maintenance can be carried out to any proposed buildings or structures without adversely affecting the safety of/or encroaching upon Network Rail's adjacent land and air-space. Therefore, any buildings are required to be situated at least 2 metres (3m for overhead lines and third rail) from Network Rail's boundary. \r\n\r\nThis requirement will allow for the construction and future maintenance of a building without the need to access the operational railway environment. Any less than 2m (3m for overhead lines and third rail) and there is a strong possibility that the appl",
    "Condition : 13 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 14 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 15 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved with an agreed determination date.\r\n",
    "Condition : 16 - INFORMATIVE - Section 106 Agreement \r\nThis planning permission has a Section 106 Agreement which must be read in conjunction with it.\r\n"
  ],
  "appeal_decision_date": null,
  "uprn": "48069455",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-04-07T15:20:01.641Z",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "02/04/2028",
  "decision": "Approved",
  "valid_date": "01/10/2024"
}