{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.171659,
    "lat": 51.418831
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527231.6485985761,
              170468.30353423394
            ],
            [
              527244.3459926798,
              170463.80482197535
            ],
            [
              527231.2033652759,
              170440.95136370382
            ],
            [
              527224.1538380298,
              170444.15044797707
            ],
            [
              527231.6485985761,
              170468.30353423394
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Merton",
  "application_type": "Householder",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48013296",
  "valid_date": "15/10/2024",
  "decision_target_date": "10/12/2024",
  "appeal_decision_date": null,
  "locality": "Colliers Wood",
  "centroid_northing": 170454,
  "ward": "Colliers Wood",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: 0-1, 3, 4 & TQRQM24059224410707.",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Air Quality - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. \r\nUnless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.London/\r\n",
    "Condition : 7 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 \r\nminutes), from any new external plant/machinery shall not exceed LA90-5dB at the \r\nboundary with any residential property.\r\n\r\nReason: To protect the amenities of future occupiers and those in the local vicinity.",
    "Condition : 8 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 9 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay/ with an agreed determination date].\r\n\r\nii) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made [without delay/ with an agreed determination date].\r\n\r\niii) The application was recommended for approval and referred to the first available Planning Committee, where the agents / applicants had an opportunity to present the application.\r\n\r\n",
    "Condition : 10 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 11 - INFORMATIVE - Bricks\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good site practice and workmanship (December 2015)  https://www.brick.org.uk/admin/resources/g-good-site-practice-workmanship.pdf when implementing the development hereby approved.\r\n"
  ],
  "pp_id": "PP-13450796",
  "decision_process": null,
  "lapsed_date": "12/11/2027",
  "application_type_full": "Householder planning permission",
  "parking_details": {
    "no_existing_car": 1,
    "net_car": 0,
    "no_proposed_car": 1
  },
  "date_building_work_completed_under_previous_permission": null,
  "id": "Merton-24_P2793",
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "last_updated": "2025-03-19T20:18:36.691+00:00",
  "lpa_app_no": "24/P2793",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.171645,
          51.41896
        ],
        [
          -0.171464,
          51.418916
        ],
        [
          -0.171661,
          51.418714
        ],
        [
          -0.171761,
          51.418744
        ],
        [
          -0.171645,
          51.41896
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": null,
  "title_number": null,
  "decision_date": "12/11/2024",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": "Other house holder developments",
  "description": "ERECTION OF A PART 2, PART 3 STOREY SIDE/REAR EXTENSION WITH DORMER WINDOW",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 527231,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2793",
  "application_details": {
    "total_gia_gained": 89.46,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "01/2025",
    "intended_completion_date": "06/2025",
    "site_area": 0.027
  },
  "last_updated_by": "Northgate M3",
  "postcode": "SW19 2EY",
  "last_date_consultation_comments": "10/11/2024",
  "secondary_street_name": null,
  "site_number": "73",
  "subdivision_of_building": null,
  "street_name": "Cavendish Road"
}