{
  "last_date_consultation_comments": "09/11/2024",
  "site_number": "51",
  "ward": "West Barnes",
  "decision_date": "02/12/2024",
  "description": "ERECTION OF FRONT PORCH (PART RETROSPECTIVE).",
  "development_type": "Other house holder developments",
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": "KT3 6QN",
  "locality": "New Malden",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "PP-13461787",
  "street_name": "Claremont Avenue",
  "last_updated_by": "Northgate M3",
  "lpa_name": "Merton",
  "centroid": {
    "lon": -0.239327,
    "lat": 51.398249
  },
  "lpa_app_no": "24/P2828",
  "borough": "Merton",
  "application_details": {
    "total_gia_gained": 0.7000000000000001,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "12/2024",
    "intended_completion_date": "12/2024",
    "site_area": 0.030000000000000002
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.239549,
          51.398296
        ],
        [
          -0.239484,
          51.398285
        ],
        [
          -0.239401,
          51.398272
        ],
        [
          -0.239382,
          51.398269
        ],
        [
          -0.239338,
          51.398261
        ],
        [
          -0.23923,
          51.398243
        ],
        [
          -0.239106,
          51.398222
        ],
        [
          -0.23914,
          51.398141
        ],
        [
          -0.239312,
          51.398169
        ],
        [
          -0.239543,
          51.398208
        ],
        [
          -0.239584,
          51.398215
        ],
        [
          -0.239549,
          51.398296
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 522581,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2828",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Merton-24_P2828",
  "decision_target_date": "02/12/2024",
  "centroid_northing": 168050,
  "date_building_work_started_under_previous_permission": "08/09/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522565.4500090653,
              168054.8503265056
            ],
            [
              522569.97700906766,
              168053.7793265062
            ],
            [
              522575.83200907067,
              168052.39432650397
            ],
            [
              522577.14000907127,
              168052.08532650472
            ],
            [
              522580.25000907294,
              168051.35032650497
            ],
            [
              522587.8000090768,
              168049.45032650372
            ],
            [
              522596.4500090812,
              168047.30032650335
            ],
            [
              522594.29900908,
              168038.28932650067
            ],
            [
              522582.2910090739,
              168041.1703265016
            ],
            [
              522566.08900906553,
              168045.0573265032
            ],
            [
              522563.20000906405,
              168045.75032650348
            ],
            [
              522565.4500090653,
              168054.8503265056
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "epc_number": "2418-8011-7244-3955-7914",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Site location plan, 001, 002 - Rev.A, 003 - Rev.A, 004 - Rev.A, 006 (Site and Location Plan), 006 - Rev.A (Front Elevation 02), 006 - Rev.A (Elevations for Flood Zone)]",
    "Condition : 3 - The proposed alterations to the current front porch, as shown on the approved drawings shall be fully completed within 6 months of the date of this planning permission and shall be retained as such in perpetuity to the satisfaction of the Local Planning Authority. \r\n\r\nReason - to respect the visual amenities of the area\r\n",
    "Condition : 4 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 5 - The development hereby approved shall implement the flood mitigation measures as submitted with the proposal titled: Householder Flood Risk Assessment. These measures shall thereafter be retained in perpetuity\r\n\r\nReason: To reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 6 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 7 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay/ with an agreed determination date].\r\n\r\nii) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made [without delay/ with an agreed determination date].\r\n\r\niii) The application was recommended for approval and referred to the first available Planning Committee, where the agents / applicants had an opportunity to present the application.\r\n\r\n",
    "Reason : 1 - The proposed front porch extension by reason of the combined extension to the existing side extension, width, design and siting would result in an incongruous and unsympathetic form of development that would detract from the appearance of the host dwelling and terraced row of which it forms a part and the prevailing form and character of dwellings of Claremont Avenue to the detriment of the visual amenities of the Claremont Avenue streetscene. The proposals would therefore be contrary to policies D3 and D4 of the London Plan (2021), policy CS14 of the Merton Core Planning Strategy (2011) and policies DM D2 and DM D3 of the Merton Sites and Policies Plan (2014).",
    "Reason : 2 -  In the absence of a site specific flood risk assessment commensurate to the nature and scale of the development and a drainage strategy, the scheme is considered to increase risk of flooding in the locality contrary to the aims and objections of, in particular, Chapters 4, 12 and 14 of the National Planning Policy Framework 2023, Policy SI 13 of the London Plan 2021, Policy CS16 of Merton Core Strategy (2011) and Policies DM F1 and DM F2 of Merton Sites and Policies Plan (2014).",
    "Reason : 3 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe application was considered to be fundamentally contrary to the provisions of the Development Plan and the NPPF, and there were not considered to be any solutions to resolve this conflict. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "appeal_decision_date": null,
  "uprn": "48015587",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T20:22:09.959+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "02/12/2027",
  "decision": "Approved",
  "valid_date": "07/10/2024"
}