{
  "decision_date": "16/01/2025",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Merton",
  "last_updated": "2025-03-19T19:42:15.482+00:00",
  "centroid_northing": 169909,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2515",
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "17/01/2025",
  "locality": "Raynes Park",
  "epc_number": "0456-2841-6740-9401-4305",
  "site_number": "18",
  "lpa_app_no": "24/P2515",
  "last_date_consultation_comments": "02/01/2025",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [01505, Revision PL02, 01509, Revision PL02, 0110, Revision PL02, 0107, Revision PL02, 0108, Revision PL02, 0106 Revision PL02, 0101 Revision PL02, 0111 PL01]",
    "Condition : 3 - Materials to be Approved - Prior to above ground works details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Tree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Method Statement, Impact Assessment and Tree Protection Plan in Accordance with BS 5837:2012' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works.",
    "Condition : 7 - Site Supervision (Trees) - The details of the approved document ''Arboricultural Method Statement, Impact Assessment and Tree Protection Plan in Accordance with BS 5837:2012' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to and agreed in writing by the Local Planning Authority at the conclusion of all site works and prior to the first occupation of the development hereby approved. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan. ",
    "Condition : 8 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 9 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved with an agreed determination date.\r\n",
    "Condition : 10 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 11 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n"
  ],
  "status": "Approved",
  "valid_date": "10/09/2024",
  "application_type": "Householder",
  "appeal_start_date": null,
  "description": "PROPOSED PART SINGLE, PART TWO STOREY FRONT/SIDE EXTENSION AND ERECTION OF A TWO-STOREY OTHER SIDE EXTENSION.",
  "cil_liability": true,
  "uprn": "48054301",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "PP-13382027",
  "site_name": null,
  "id": "Merton-24_P2515",
  "postcode": "SW20 0PN",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 522453,
  "lpa_name": "Merton",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": "Other house holder developments",
  "ward": "Village",
  "bo_system": "Northgate M3",
  "street_name": "Oakwood Road",
  "decision_process": null,
  "appeal_status": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522455.90000903176,
              169922.65032704722
            ],
            [
              522457.1620090322,
              169907.15432704432
            ],
            [
              522457.0000090321,
              169903.10032704304
            ],
            [
              522437.05000902177,
              169898.50032704172
            ],
            [
              522433.15000902,
              169915.55032704683
            ],
            [
              522455.90000903176,
              169922.65032704722
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Householder planning permission",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.240479,
          51.415106
        ],
        [
          -0.240466,
          51.414967
        ],
        [
          -0.24047,
          51.41493
        ],
        [
          -0.240758,
          51.414893
        ],
        [
          -0.240808,
          51.415047
        ],
        [
          -0.240479,
          51.415106
        ]
      ]
    ]
  },
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_completion_date": "05/2025",
    "no_additional_bathrooms": 1,
    "total_gia_gained": 37.38,
    "intended_commencement_date": "11/2024",
    "site_area": 0.041
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 1,
    "no_existing_car": 1
  },
  "lapsed_date": "16/01/2028",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.414984,
    "lon": -0.240525
  }
}