{
  "valid_date": "18/11/2024",
  "epc_number": null,
  "site_name": null,
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522866.7956996804,
              168234.64291235158
            ],
            [
              522864.346916532,
              168230.29415716935
            ],
            [
              522861.848663017,
              168225.44554506784
            ],
            [
              522859.193753341,
              168220.09707604954
            ],
            [
              522861.79919265024,
              168218.8474337557
            ],
            [
              522869.0960717285,
              168215.2984496412
            ],
            [
              522872.59197763726,
              168213.5989361214
            ],
            [
              522881.9995923585,
              168208.90028109535
            ],
            [
              522880.09498324315,
              168212.04937967588
            ],
            [
              522882.3339604641,
              168214.25491906347
            ],
            [
              522879.1441247135,
              168220.05877122638
            ],
            [
              522876.9948402676,
              168217.29787731112
            ],
            [
              522873.6968158254,
              168222.99624617165
            ],
            [
              522866.7956996804,
              168234.64291235158
            ],
            [
              522866.7956996804,
              168234.64291235158
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": "1",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "ward": "West Barnes",
  "last_date_consultation_comments": "11/12/2024",
  "centroid_easting": 522869,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "FRONT EXTENSION TO FACILITATE THE CONVERSION OF THE GARAGE AND FIRST FLOOR SIDE EXTENSION INTO 1 X 2 BEDROOM DWELLINGHOUSE WITH ASSOCIATED CYCLE AND REFUSE STORES AND FRONT BOUNDARY TREATMENT.",
  "appeal_decision": null,
  "postcode": "KT3 6HX",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "27/06/2025",
  "street_name": "Estella Avenue",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": 168217,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Site location plan, \r\n107 Rev No.9,\r\n108 Rev No.6,\r\n109 Rev No.6,\r\n110 Rev No.6,\r\n111 Rev No.6,\r\n112 Rev No.6,\r\n113 Rev No.6,\r\n114 Rev No.6,\r\n115 Rev No.6,\r\n116 Rev No.9,\r\n117 Rev No.9,\r\n118 Rev No.6,\r\n119 Rev No.6,\r\n120 Rev No.6]",
    "Condition : 3 - Matching Materials - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - The development hereby approved shall not be occupied other than as a 2 Bed 4 Person (2B4P) Unit.\r\n\r\nREASON: To accord with the terms of the application and to ensure the provision of satisfactory standard of accommodation in line with London Plan (2021) Policy D6 \r\n",
    "Condition : 5 - Surface Treatment - No development shall take place until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.\r\n\r\nReason:  To ensure a satisfactory standard of development in accordance with the following Development Plan policies for Merton: policy D4 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D1 and D2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 6 - All developments in London are required to meet the Mayor of London Air Quality Neutral benchmarks (Air Quality Neutral Guidance, February 2023). To ensure that the Building Emission Benchmark is met: Prior to occupation of the development, details of the space heating and hot water system shall be submitted and approved. The new heating systems shall be; \r\n\r\n- a heat pump or other zero-emission heat source; OR \r\n- meet the ultra-low standard if gas fired and achieve dry NOx emission levels equivalent to, or less than 40 mg/kWh. \r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan Policies SI1(B)(1c) and SI1(B)(2d).\r\n",
    "Condition : 7 - Boundary Treatment - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be permanently retained thereafter. \r\n\r\nReason: To ensure a satisfactory and safe development in accordance with the following Development Plan policies for Merton: policies D4 and D8 of the London Plan 2021 and policies CS14 of Merton's Core Planning Strategy 2011 and policies DM D1 and D2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 8 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.\r\n\r\nReason: To ensure satisfactory facilities for cycle parking are provided and to comply with the following Development Plan policies for Merton: policy T5 of the London Plan 2021, policy CS18 of Merton's Core Planning Strategy 2011 and policy DM T1 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 9 - Refuse & Recycling (Details to be Submitted) - No development shall take place until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be occupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation. \r\n\r\nReason:  To safeguard the appearance of the development and the visual amenities of the area and to comply with the following Development Plan policies for Merton: policies D4 and D8 of the London Plan 2021 and policy CS17 of Merton's Core Planning Strategy 2011 and policy DM D2 of Merton's Sites and Policies Plan 2014. \r\n",
    "Condition : 10 - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nREASON: To safeguard the appearance of the property and the amenities of the area\r\n",
    "Condition : 11 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.\r\n\r\nReason:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D14 and T7 of the London Plan 2021 and policy DM EP2 of Merton's Sites and Polices Plan 2014.\r\n",
    "Condition : 12 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.\r\n\r\nReason:  To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policies G7 and D8 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, DM F2 and DM O2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 13 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.\r\n\r\nReason:  In the interests of the safety of pedestrians and vehicles and to comply with the following Development Plan policies for Merton: policies CS18 and CS20 of Merton's Core Planning Strategy 2011 and policies DM T2, T3, T4 and T5 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 14 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.\r\n\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 15 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.\r\n\r\nReason:  To reduce surface water run-off and to reduce pressure on the surrounding drainage system in accordance with the following Development Plan policies for Merton: policy SI12 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DMF2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 16 - Flood risk - The development hereby approved shall implement the flood mitigation measures as submitted with the document titled: EA FRA Matrix . These measures shall thereafter be retained in perpetuity \r\n\r\nReason: To reduce the risk of surface water flooding to the proposed development and future users, in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13\r\n",
    "Condition : 17 - Prior to the occupation of the development hereby approved, a scheme identifying biodiversity/ecological enhancements to be achieved on the site shall be submitted to and approved in writing by the Local Planning Authority. The approved measures shall be implemented prior to the first occupation of the development hereby approved and retained thereafter. \r\n\r\nReason: to protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following development plan policies for Merton: policies G5 and G6 of the London plan 2021; policy CS13 of Merton's core planning strategy 2011 and policy DMO2 of Merton's sites and policies plan 2014 \r\n",
    "Condition : 18 - The development hereby approved shall not be occupied other than as a 2 bedroom 4 person (2B4P) unit.\r\n\r\nREASON: To accord with terms of the application and to safeguard the amenity of future occupiers in line with London Plan Policy D6.",
    "Condition : 19 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI 2 and SI 3 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 20 - INFORMATIVE\r\nNote to Applicant - Scheme Amended During Application Lifecycle\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made [without delay/ with an agreed determination date].\r\n",
    "Condition : 21 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 22 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 23 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 24 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 25 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 26 - INFORMATIVE\r\n\r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system\r\n",
    "Condition : 27 - INFORMATIVE - Section 106 Agreement \r\nThis planning permission has a Section 106 Agreement which must be read in conjunction with it.\r\n"
  ],
  "appeal_start_date": null,
  "development_type": "Minor dwellings",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.235157,
          51.399847
        ],
        [
          -0.235194,
          51.399808
        ],
        [
          -0.235231,
          51.399765
        ],
        [
          -0.235271,
          51.399718
        ],
        [
          -0.235234,
          51.399706
        ],
        [
          -0.235131,
          51.399672
        ],
        [
          -0.235081,
          51.399656
        ],
        [
          -0.234948,
          51.399612
        ],
        [
          -0.234974,
          51.399641
        ],
        [
          -0.234941,
          51.39966
        ],
        [
          -0.234985,
          51.399713
        ],
        [
          -0.235017,
          51.399689
        ],
        [
          -0.235062,
          51.399741
        ],
        [
          -0.235157,
          51.399847
        ],
        [
          -0.235157,
          51.399847
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/P2317",
  "decision_agency": "Borough",
  "decision_date": "24/06/2025",
  "pp_id": "PP-13344842",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2317",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.399688,
    "lon": -0.235132
  },
  "status": "Approved",
  "last_updated": "2025-06-25T12:50:03.698Z",
  "actual_completion_date": null,
  "lapsed_date": "24/06/2028",
  "borough": "Merton",
  "id": "Merton-24_P2317",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "48025681",
  "locality": "New Malden",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "11/2024",
    "intended_completion_date": "03/2025",
    "site_area": 0.023
  }
}