{
  "last_date_consultation_comments": "13/11/2024",
  "site_number": "33",
  "ward": "Village",
  "decision_date": "13/12/2024",
  "description": "APPLICATION FOR THE ERECTION OF A SINGLE STOREY REAR EXTENSION, THE FORMATION OF A SINGLE STOREY BASEMENT BENEATH THE GROUND FLOOR REAR EXTENSION AND RAISED GARDEN TERRACING. THE PART RE-CONFIGURATION AND REFURBISHMENT OF THE GROUND AND FIRST FLOOR. THE ERECTION OF DORMERS TO THE FRONT AND REAR WITHIN THE MAIN ROOF AND THE CONVERSION OF THE EXISTING ROOF SPACE INTO ACCOMMODATION. THE FULL REPLACEMENT OF THE EXISTING ROOF COVERINGS TO MATCH EXISTING, INCLUDING THE INSTALLATION OF CONSERVATION STYLE ROOFLIGHTS. THE REFURBISHMENT OF THE FACADE TO THE FRONT AND REAR, INCLUDING THE REPLACEMENT OF THE EXISTING FRONT PORCH AND THE REPLACEMENT OF THE HALF TIMBERING WITH HANGING CLAY TILES TO MATCH EXISTING. THE REPLACEMENT OF THE EXISTING FRONT GARDEN FENCE WITH A LOW LEVEL GARDEN WALL. THE REPLACEMENT OF THE SINGLE-GLAZED WINDOWS THROUGHOUT WITH SLIMLINE HERITAGE DOUBLE GLAZING. THE CONVERSION OF THE EXISTING GARAGE INTO AN ANNEXE FOR ANCILLARY USE. THE ERECTION OF A ANCILLARY SINGLE STOREY GARDEN ROOM FOR A HOME OFFICE, AND THE INSTALLATION OF 3 X ASHP'S WITHIN AN ACOUSTIC ENCLOSURE IN THE REAR GARDEN.",
  "development_type": "Other house holder developments",
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": "SW19 5BE",
  "locality": "Wimbledon",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "PP-13466852",
  "street_name": "Marryat Road",
  "last_updated_by": "Northgate M3",
  "lpa_name": "Merton",
  "centroid": {
    "lon": -0.216897,
    "lat": 51.42978
  },
  "lpa_app_no": "24/P2864",
  "borough": "Merton",
  "application_details": {
    "total_gia_gained": 181,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "05/2025",
    "intended_completion_date": "11/2026",
    "site_area": 0.10200000000000001
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.217487,
          51.429831
        ],
        [
          -0.217568,
          51.429874
        ],
        [
          -0.217444,
          51.429954
        ],
        [
          -0.217271,
          51.430067
        ],
        [
          -0.216865,
          51.429859
        ],
        [
          -0.216696,
          51.429772
        ],
        [
          -0.216862,
          51.429647
        ],
        [
          -0.217027,
          51.429732
        ],
        [
          -0.217111,
          51.429775
        ],
        [
          -0.217395,
          51.42992
        ],
        [
          -0.217487,
          51.429831
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 524056,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2864",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Merton-24_P2864",
  "decision_target_date": "13/12/2024",
  "centroid_northing": 171594,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524014.8500098884,
              171598.75032751105
            ],
            [
              524009.10000988527,
              171603.40032751212
            ],
            [
              524017.45000989,
              171612.5003275149
            ],
            [
              524029.20000989677,
              171625.3003275175
            ],
            [
              524057.99900991254,
              171602.88932751078
            ],
            [
              524070.00000991905,
              171593.55032750877
            ],
            [
              524058.8000099126,
              171579.3503275044
            ],
            [
              524047.1000099062,
              171588.5003275083
            ],
            [
              524041.1000099029,
              171593.15032751008
            ],
            [
              524020.95000989194,
              171608.75032751443
            ],
            [
              524014.8500098884,
              171598.75032751105
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\nApproved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nDrawing no.CAL-4728-PAF-SP-01(ASHP Location Site Plan) Dated 25 September 2024\r\nDrawing no. 2024 OS 100042766(Site Location Plan) Dated 08 October 2024 \r\nDrawing no. 340(Proposed Site Plan) Dated 07/10/2024 \r\nDrawing no. 301(Proposed Ground Floor Plan) Dated 07/10/2024 \r\nDrawing no. 3 0 2(Proposed First Floor Plan) Dated 07 October 2024\r\nDrawing no. 3 0 3(Proposed Loft / Second Floor Plan) Dated 07 October 2o24\r\nDrawing no. 304(Proposed Roof Plan) Dated 7 October 2024 \r\nDrawing no. 310(Proposed Section AA (01) Plan) Dated 07/10/2024 \r\nDrawing no. 311(Proposed Section AA (02) Plan & Garden Room Side Elevation Plan Dated 07/10/2024 \r\nDrawing no. 312(Proposed Section BB Plan) Dated 07/10/2024 \r\nDrawing no. 313-Proposed Section CC Plan) Dated 07/10/2024 \r\nDrawing no.305-(Proposed Garden Room Plan) Dated 07 October 2024\r\nDrawings no: CAL-4728-PAF-SP-01(ASHP Location Enclosure Plan) Dated 25 September 2024\r\nDrawing no. 300-( Proposed Basement Plan) Dated 07/10/2024 \r\nDrawing no. 331-(Proposed Garden Room (Rear) Elevation Plan) Dated 07/10/2024 \r\nConstruction Method Statement (CMS), Basement Impact Assessment (BIA) and Site Drainage Strategy (incorporating SUDS). by Axiom Structures, Structural Engineers. \r\nArboricultural Report by GHA Trees, \r\nOutline Drainage and SUDs Strategy Reference: 24063-DSN-01-P2 by Axiom Strictures Ltd Dated 04 October 2024 \r\nPlant Noise Impact Assessment Reference: AO/EC20872-3 by Alex Oakes BSc(Hons) Acoustic Engineer Dated 16 September 2024 \r\nDesign & Access Statement. By WillGamble/Architects Dated 07 October 2024 \r\nHeritage Statement And Impact Assessment by y Nick Chapple Dipl Cons (AA) and William Fawcett MA PhD RIBA.\r\n",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The development shall be carreid out in accordance with  CONSTRUCTION ENGINEER'S \r\nMETHOD STATEMENT AND SUDS STRATEGY FOR PLANNING \r\n(INCLUDING BASEMENT IMPACT ASSESSMENT) and Outline Drainage and SUDs Strategy by Axiom Structures.\r\n\r\nReason:To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Mertons poli-cies CS16, DMF2 and the London Plan policy SI 13. ",
    "Condition : 5 - Construction Working Method Statement - No development shall take place until a Working Method Statement has been submitted to, and approved in writing by, the local planning authority. The \r\napproved Statement shall be adhered to throughout the demolition and construction period. \r\nThe Statement shall provide for:\r\n\r\n(i) Parking of vehicles of site workers and visitors;\r\n(ii) Loading and unloading of plant and materials;\r\n(iii) Storage of construction plant and materials;\r\n(iv) Wheel cleaning facilities\r\n(v) Control of noise, dust, smell and other effluvia;\r\n(vi) Control of surface water run-off.\r\n\r\nThe development shall be carried out in accordance with the approved details. \r\n\r\nReason: To protect the public highway and the amenity of neigh-bouring properties in accordance with Merton SPP plan (2014) poli-cy DMT2 and DMD2\r\n\r\n",
    "Condition : 6 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 7 - Screening - The screening or enclosure to the platform of the outbuilding as shown on the approved plans shall be implemented before the development is first occupied and retained permanently thereafter.",
    "Condition : 8 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 9 - Tree Protection - The developmetn shall be carreid out in accordance with  BS5837:2012 TREE SURVEY AND ARBORICULTURAL IMPACT ASSESSMENT: 33 Marryat Road, London, SW19 5BE Dated: 25th September 2024 reference: GHA/DS/165550:2.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 10 - The outbuilding hereby permitted shall not be rented, sold independently or occupied at any time other than for purposes ancillary to the main residential use of the dwelling known as 33 Marryat Road, Wimbledon, SW19 5BE.",
    "Condition : 11 - INFORMATIVE\r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system \r\n",
    "Condition : 12 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay/ with an agreed determination date].\r\n\r\nii) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made [without delay/ with an agreed determination date].\r\n\r\niii) The application was recommended for approval and referred to the first available Planning Committee, where the agents / applicants had an opportunity to present the application.\r\n\r\n",
    "Condition : 13 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 14 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved without delay. \r\n\r\n\r\n\r\n"
  ],
  "appeal_decision_date": null,
  "uprn": "48047757",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T20:06:13.399+00:00",
  "decision_agency": "Borough",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "lapsed_date": "13/12/2027",
  "decision": "Approved",
  "valid_date": "09/10/2024"
}