{
  "decision_date": "01/11/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Merton",
  "last_updated": "2025-03-19T20:52:46.938+00:00",
  "centroid_northing": 169267,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2238",
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "01/11/2024",
  "locality": "London",
  "epc_number": null,
  "site_number": "33",
  "lpa_app_no": "24/P2238",
  "last_date_consultation_comments": "03/10/2024",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Site Location Plan, 202403-HB01, 202403-HB03, 202403-HB05, 202403.PA104, AATPP33BU, Landscaping Plan.]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - The development must be carried out in accordance with the measures outlined in the [Environment Agency Householder Flood Risk Assessment and Flood Risk Statement]  for the provision of flood proofing measures and surface water drainage. \r\n\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: Chapter 14 of the National Planning Policy Framework 2023, policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 7 - Tree Protection: The details and measures for the protection of the existing retained Lilac as specified in the hereby approved document 'Arboricultural Impact Assessment and Method Statement'  reference 'AAAIA33BU' dated '9th May 2024' shall be fully complied with. The methods for the protection of the existing Lilac shall fully accord with all of the measures specified on the plan, and the protective fencing shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n\r\nReason: To protect and safeguard the existing Lilac in accordance with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014.",
    "Condition : 8 - Tree replacement: The replacement Field Maple tree shown on the approved plan 'Landscaping Plan' shall be planted in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. Should the tree die within a period of 5 years from the completion of the development, or be removed or become seriously damaged or diseased or dying, shall be replaced in the next planting season with another of the same approved specification, unless the Local Planning Authority gives written consent to any variation. \r\n\r\nReason: To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policy G7 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, DM F2 and DM O2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 9 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\n\r\ni) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made with an agreed determination date.",
    "Condition : 10 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 11 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n"
  ],
  "status": "Approved",
  "valid_date": "03/09/2024",
  "application_type": "Householder",
  "appeal_start_date": null,
  "description": "DEMOLITION OF EXISTING GARAGE AND ERECTION OF SINGLE STOREY REAR AND SIDE EXTENSIONS.",
  "cil_liability": true,
  "uprn": "48009559",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "PP-13326646\r",
  "site_name": null,
  "id": "Merton-24_P2238",
  "postcode": "SW16 4QQ",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 529838,
  "lpa_name": "Merton",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": "Other house holder developments",
  "ward": "Longthornton",
  "bo_system": "Northgate M3",
  "street_name": "Burley Close",
  "decision_process": null,
  "appeal_status": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529821.0924897502,
              169274.54524360184
            ],
            [
              529825.0418740205,
              169269.2967459688
            ],
            [
              529841.5484863565,
              169249.24248643522
            ],
            [
              529843.8488584055,
              169249.89230042708
            ],
            [
              529842.6945498505,
              169254.09109853435
            ],
            [
              529839.6933476077,
              169265.2978906256
            ],
            [
              529837.4919162923,
              169273.54552976746
            ],
            [
              529835.8923744375,
              169279.49382708798
            ],
            [
              529829.2468551851,
              169277.6943421837
            ],
            [
              529829.0489737187,
              169277.29445664916
            ],
            [
              529828.5460249911,
              169276.4946855823
            ],
            [
              529828.2492027913,
              169276.14478573884
            ],
            [
              529827.9936058968,
              169275.84487158904
            ],
            [
              529827.2927757028,
              169275.2450432878
            ],
            [
              529827.0454238695,
              169275.09508621244
            ],
            [
              529826.2456529422,
              169274.5952292945
            ],
            [
              529825.8993603757,
              169274.39528652746
            ],
            [
              529825.4953523815,
              169274.2453294517
            ],
            [
              529825.0418740206,
              169274.09537237714
            ],
            [
              529824.5966407208,
              169273.99540099362
            ],
            [
              529824.1431623598,
              169273.94541530102
            ],
            [
              529823.0960395993,
              169273.94541530154
            ],
            [
              529822.6425612383,
              169273.99540099443
            ],
            [
              529822.2467983052,
              169274.09537237708
            ],
            [
              529821.8922606776,
              169274.19534376153
            ],
            [
              529821.4964977445,
              169274.34530083562
            ],
            [
              529821.0924897502,
              169274.54524360184
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Householder planning permission",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.134863,
          51.407645
        ],
        [
          -0.134808,
          51.407597
        ],
        [
          -0.134578,
          51.407413
        ],
        [
          -0.134545,
          51.407418
        ],
        [
          -0.13456,
          51.407456
        ],
        [
          -0.134599,
          51.407558
        ],
        [
          -0.134628,
          51.407632
        ],
        [
          -0.134649,
          51.407686
        ],
        [
          -0.134745,
          51.407671
        ],
        [
          -0.134748,
          51.407668
        ],
        [
          -0.134755,
          51.407661
        ],
        [
          -0.13476,
          51.407658
        ],
        [
          -0.134764,
          51.407655
        ],
        [
          -0.134774,
          51.40765
        ],
        [
          -0.134777,
          51.407648
        ],
        [
          -0.134789,
          51.407644
        ],
        [
          -0.134794,
          51.407642
        ],
        [
          -0.1348,
          51.407641
        ],
        [
          -0.134807,
          51.40764
        ],
        [
          -0.134813,
          51.407639
        ],
        [
          -0.13482,
          51.407639
        ],
        [
          -0.134835,
          51.407639
        ],
        [
          -0.134841,
          51.40764
        ],
        [
          -0.134847,
          51.407641
        ],
        [
          -0.134852,
          51.407642
        ],
        [
          -0.134857,
          51.407643
        ],
        [
          -0.134863,
          51.407645
        ]
      ]
    ]
  },
  "application_details": {
    "no_additional_bedrooms": 1,
    "intended_completion_date": "12/2024",
    "no_additional_bathrooms": 1,
    "total_gia_gained": 59,
    "intended_commencement_date": "08/2024",
    "site_area": 0.027
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": "01/11/2027",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.407573,
    "lon": -0.134623
  }
}