{
  "application_type": "Householder",
  "valid_date": "26/07/2024",
  "uprn": "48028548",
  "decision_target_date": "20/09/2024",
  "lpa_app_no": "24/P2074",
  "last_date_consultation_comments": "26/07/2024",
  "decision_date": "20/09/2024",
  "subdivision_of_building": null,
  "ward": "Wandle",
  "application_details": {
    "no_additional_bathrooms": 1,
    "total_gia_gained": 23.6,
    "no_additional_bedrooms": 1,
    "site_area": 0.013000000000000001
  },
  "borough": "Merton",
  "application_type_full": "Lawful development: Proposed use",
  "cil_liability": false,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "20/09/2027",
  "bo_system": "Northgate M3",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526271.5000112042,
              170853.75032726076
            ],
            [
              526273.5000112053,
              170854.50032726128
            ],
            [
              526281.9000112106,
              170857.65032726235
            ],
            [
              526287.0240112138,
              170859.86532726313
            ],
            [
              526296.3500112197,
              170863.9003272652
            ],
            [
              526298.0000112207,
              170859.60032726335
            ],
            [
              526287.9000112143,
              170854.90032726136
            ],
            [
              526275.2000112063,
              170850.10032725998
            ],
            [
              526273.100011205,
              170849.3003272598
            ],
            [
              526271.5000112042,
              170853.75032726076
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_status": null,
  "parking_details": null,
  "centroid": {
    "lon": -0.185186,
    "lat": 51.422638
  },
  "locality": "London",
  "secondary_street_name": null,
  "decision_conditions": [
    "Condition : 1 - The proposed rear dormer would consist of the enlargement of a dwelling house within the meaning of Class B of Part 1 of Schedule 2 to the Town & Country Planning (General Permitted Development)  (England) Order 2015 \"the Order\" and would comply with the development tolerances set out in said Class B. The operation would therefore have been granted planning permission by Article 3 of the Order.",
    "Condition : 2 - The proposed front slope roof lights would consist of any other alteration to the roof of the dwelling house within the meaning of Class C of Part 1 of Schedule 2 to the Town & Country Planning (General Permitted Development)  (England) Order 2015 \"the Order\" and would comply with the development tolerances set out in said Class C. The operation would therefore have been granted planning permission by Article 3 of the Order.",
    "Condition : 3 - The rear dormer comprising the installation of a soil  vent pipe would consist of any other alteration to the dwelling house within the meaning of Class G of Part 1 of Schedule 2 to the Town & Country Planning (General Permitted Development)  (Amendment) (No. 2) (England) Order 2008 \"the Order\" and would comply with the development tolerances set out in said Class G. The operation would therefore have been granted planning permission by Article 3 of the Order.",
    "Condition : 4 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 5 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 6 - Informative - Good site practice.\r\n\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication: Good-Site-Practice-Workmanship-General-Guide-2023 when implementing the development hereby approved.",
    "Condition : 7 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r"
  ],
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.185308,
          51.422638
        ],
        [
          -0.185279,
          51.422644
        ],
        [
          -0.185157,
          51.422671
        ],
        [
          -0.185083,
          51.42269
        ],
        [
          -0.184947,
          51.422724
        ],
        [
          -0.184925,
          51.422685
        ],
        [
          -0.185072,
          51.422645
        ],
        [
          -0.185256,
          51.422604
        ],
        [
          -0.185287,
          51.422598
        ],
        [
          -0.185308,
          51.422638
        ]
      ]
    ]
  },
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "postcode": "SW19 8SB",
  "epc_number": "0637-3625-4200-0669-6296",
  "decision": "Approved",
  "id": "Merton-24_P2074",
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2074",
  "pp_id": "PP-13176997",
  "decision_process": null,
  "centroid_easting": 526280,
  "last_updated": "2025-03-19T19:40:13.417+00:00",
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "Northgate M3",
  "site_number": "78",
  "centroid_northing": 170854,
  "development_type": "Certificates of Lawful Development",
  "description": "APPLICATION FOR A LAWFUL DEVELOPMENT CERTIFICATE IN RESPECT OF THE PROPOSED ERECTION OF A ROOF EXTENSION AND 3 FRONT ROOFLIGHTS, INSERTION OF A JULIET BALCONY, RAISING OF PARTY WALLS AND PARTIAL DEMOLITION OF CHIMNEY BREASTS.",
  "status": "Approved",
  "actual_completion_date": null,
  "appeal_start_date": null,
  "street_name": "Garfield Road",
  "title_number": null
}