{
  "decision_date": "14/10/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Merton",
  "last_updated": "2025-03-19T21:08:23.608+00:00",
  "centroid_northing": 166917,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2308",
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "14/10/2024",
  "locality": "Morden",
  "epc_number": null,
  "site_number": "16",
  "lpa_app_no": "24/P2308",
  "last_date_consultation_comments": "14/09/2024",
  "decision_conditions": [
    "Reason : 1 - The proposal by reason of siting, design and introduction of side dormer would result in an unsympathetic, incongruous and visually intrusive form of development. The scheme therefore fails to accord with the principles of policies DMD2 and DMD3 of the Adopted SPP 2014, CS 14 of the LBM Core Strategy 2011 and D1, and D4 of the London Plan 2021.",
    "Reason : 2 - In the absence of existing and proposed plans and elevation of the main dwellinghouse, it has not been satisfactorily demonstrated the proposal would be a sympathetic addition to main dwellinghouse: 16 Love Lane, Morden, SM4, the Love Lane Streetscene and locality. The proposal would therefore fail to accord with the principles of policies DMD2 and DMD3 of the Adopted SPP 2014, CS 14 of the LBM Core Strategy 2011 and D1, and D4 of the London Plan 2021.",
    "Reason : 3 - In the absence of existing and proposed streetscene, it has not been satisfactorily demonstrated the proposal would be a sympathetic addition to the Love Lane Streetscene and locality. The proposal would therefore fail to accord with the principles of policies DMD2 and DMD3 of the Adopted SPP 2014, CS 14 of the LBM Core Strategy 2011 and D1, and D4 of the London Plan 2021.",
    "Reason : 4 - By reason of a combined height, siting, depth and absence of clarification of the adjacent property layout, the scheme would fail to safeguard the residential amenity of nearby occupants, in particular no. 14 Love Lane. The scheme would be considered to impact on the outlook and potentially daylight and sunlight of this occupant. The proposal would therefore fail to accord with the principles of policies DMD2 of the Adopted SPP 2014, CS 14 of the LBM Core Strategy 2011 and D4 of the London Plan 2021.",
    "Reason : 5 - In the absence of a use statement confirming the proposed outbuilding will remain an ancillary use to the host dwelling the proposal would fall outside the scope of a householder application. The scheme fails to comply with requirements set out under the Town and Country Planning Act 1990 (as amended) and The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) (Amendment) Regulations 2023.",
    "Reason : 6 - In the absence of use statement and S106 agreement to secure the use of the outbuilding as ancillary accommodation to the main dwellinghouse 16 Love Lane, Morden, SM4 6LH the scheme results in intensification of residential use to the detriment of the free flow of traffic, highway and pedestrian safety in the locality. The scheme is contrary to Policies D3, T3 and T4 of the  London Plan 2021 T3, Policies CS14 and CS20 of the Merton Core Planning Strategy 2011 and Policies DM D2  and DMT2  of the Merton Sites and Policies Plan 2014.",
    "Reason : 7 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe application was considered to be fundamentally contrary to the provisions of the Development Plan and the NPPF, and there were not considered to be any solutions to resolve this conflict. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "status": "Refused",
  "valid_date": "19/08/2024",
  "application_type": "Householder",
  "appeal_start_date": null,
  "description": "APPLICATION TO RAISE ROOF HEIGHT OF EXISTING CONVERTED GARAGE TO CREATE HABITABLE ROOFSPACE AND ALTERATIONS TO ELEVATIONS",
  "cil_liability": true,
  "uprn": "48045186",
  "decision": "Refused",
  "decision_agency": "Borough",
  "pp_id": "PP-13339025",
  "site_name": null,
  "id": "Merton-24_P2308",
  "postcode": "SM4 6LH",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 525670,
  "lpa_name": "Merton",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": "Other house holder developments",
  "ward": "St Helier",
  "bo_system": "Northgate M3",
  "street_name": "Love Lane",
  "decision_process": null,
  "appeal_status": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525674.5028481185,
              166905.50337415858
            ],
            [
              525678.7490545881,
              166909.10234396596
            ],
            [
              525680.3980668095,
              166910.55192902603
            ],
            [
              525685.0482812735,
              166915.25058405148
            ],
            [
              525680.4805174207,
              166919.67931634194
            ],
            [
              525676.9763664507,
              166923.25829187187
            ],
            [
              525671.5016458763,
              166928.8466922107
            ],
            [
              525669.5970367609,
              166927.04720730684
            ],
            [
              525668.6406096724,
              166922.90839202906
            ],
            [
              525668.5251788169,
              166922.39853797463
            ],
            [
              525666.5463641514,
              166914.00094175874
            ],
            [
              525665.2518895577,
              166908.80242981546
            ],
            [
              525673.6536068247,
              166906.9029735289
            ],
            [
              525674.5028481185,
              166905.50337415858
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Householder planning permission",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.195287,
          51.387287
        ],
        [
          -0.195225,
          51.387319
        ],
        [
          -0.195201,
          51.387331
        ],
        [
          -0.195132,
          51.387372
        ],
        [
          -0.195196,
          51.387413
        ],
        [
          -0.195246,
          51.387446
        ],
        [
          -0.195322,
          51.387498
        ],
        [
          -0.19535,
          51.387482
        ],
        [
          -0.195365,
          51.387445
        ],
        [
          -0.195367,
          51.38744
        ],
        [
          -0.195399,
          51.387365
        ],
        [
          -0.195419,
          51.387319
        ],
        [
          -0.195299,
          51.3873
        ],
        [
          -0.195287,
          51.387287
        ]
      ]
    ],
    "type": "Polygon"
  },
  "application_details": {
    "no_additional_bedrooms": 1,
    "intended_completion_date": "08/2024",
    "no_additional_bathrooms": 1,
    "total_gia_gained": 55,
    "intended_commencement_date": "08/2024",
    "site_area": 0.025
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": "14/10/2024",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.387391,
    "lon": -0.195348
  }
}