{
  "last_date_consultation_comments": "02/11/2024",
  "site_number": "22",
  "ward": "Abbey",
  "decision_date": "24/01/2025",
  "description": "APPLICATION FOR THE ADDITION OF A THIRD FLOOR TO ALLOW FOR CREATION OF (4 X 1 BEDROOM FLATS) INCLUDING ERECTION OF A SINGLE STOREY EXTENSION.",
  "development_type": "Minor dwellings",
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": "Wimbledon",
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "PP-13365938",
  "street_name": "Montague Road",
  "last_updated_by": "Northgate M3",
  "lpa_name": "Merton",
  "centroid": {
    "lon": -0.195418,
    "lat": 51.416295
  },
  "lpa_app_no": "24/P2540",
  "borough": "Merton",
  "application_details": {
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 11.5,
        "building_ref": "Main existing Building"
      }
    ],
    "total_gia_lost": 0,
    "internal_resi_water_usage": 105,
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 25,
    "ownership_status": "Private",
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 645,
        "use_class": "C3",
        "gia_gained": 172.7,
        "gia_lost": 0
      }
    ],
    "total_gia_gained": 172.7,
    "total_gia_existing": 645,
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 172.7,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 645
    },
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "08/2025",
        "intended_commencement_date": "03/2025"
      }
    ],
    "affordable_housing_fast_track": false,
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_gia_gained": 152.1,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 38.3,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 38.6,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 37.5,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 1,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 37.7,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0
    },
    "rain_water_harvesting": false,
    "site_area": 0.10310000000000001,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_nox_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": true,
      "no_resi_units_to_have_full_fibre": 4,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 4,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": true,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 4,
      "no_non_resi_units_to_have_full_fibre": 0
    }
  },
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.194962,
          51.416413
        ],
        [
          -0.195623,
          51.416351
        ],
        [
          -0.19557,
          51.416149
        ],
        [
          -0.194945,
          51.416209
        ],
        [
          -0.194962,
          51.416413
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 525586,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P2540",
  "bo_system": "Northgate M3",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": null,
  "id": "Merton-24_P2540",
  "decision_target_date": "24/01/2025",
  "centroid_northing": 170131,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525617.3500107946,
              170144.95032706566
            ],
            [
              525571.6000107671,
              170136.9003270649
            ],
            [
              525575.8000107693,
              170114.50032705773
            ],
            [
              525619.1500107953,
              170122.25032706058
            ],
            [
              525617.3500107946,
              170144.95032706566
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Accompanying Statement; Air Quality Statement; Energy & Sustainability Statement; Daylight & Sunlight Assessment; 1244.46.001; 002; 100; 101; 102; 103; 104;  200; 201; 202; 203; 300. ",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Levels - No development shall take place until details of the proposed finished floor levels of the development, together with existing and proposed site levels, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 9am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays. No heavy or noisy construction works shall be carried out on any Saturday.",
    "Condition : 6 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 7 - `No part of the development hereby approved shall be occupied until evidence has been submitted to and approved in writing by the Local Planning Authority confirming that the residential development has achieved CO2 reductions in accordance with those outlined in the approved energy assessment and wholesome water consumption rates of no greater than 105 litres per person per day. \r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI2 of the London Plan 2021 and Policies CC2.1 - 2.6 of Merton's Local Plan 2024. \r\nTo ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: policy 5.2 of the London Plan 2011 and policy CS15 of Merton's Core Planning Strategy 2011.",
    "Condition : 8 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows in the XXX elevation shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 9 - Details of Plant/Machinery - No development shall commence until details and locations of Air \r\nSource Heat Pumps have been submitted to and approved in writing by the local planning authority. \r\nThe details must also include a Noise Impact Assessment. No works that are subject of this \r\ncondition shall be carried out until the details are approved. The Air Source Heat Pumps shall not \r\nbe first used until those details are approved and installed in full accordance with the approved \r\ndetails and shall be permanently retained thereafter unless otherwise agreed in writing by the Local \r\nPlanning Authority.\r\n\r\nReason: To safeguard the amenities of the occupiers of adjoining properties and to comply with \r\nthe following Development Plan policies for Merton: policies D3 and D4 of the London Plan 2021, \r\npolicy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 and D3 of Merton's Sites \r\nand Policies Plan 2014.\r",
    "Condition : 10 - Building Emissions\r\nPrior to occupation of the development, details of the space heating and hot water system shall be submitted to and approved in writing by the local planning authority. The new heating system shall\r\n\"       be a heat pump or other zero-emission heat source; OR\r\n\"       meet the ultra-low standard if gas fired and achieve dry NOx emission levels equivalent to, or less than 40 mg/kWh.\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan Policies SI1(B)(1c) and SI1(B)(2d).\r\n",
    "Condition : 11 - Construction Environmental Management Plan \r\n1. Prior to the commencement of development, including demolition, a detailed Demolition and Construction Environmental Management Plan (DCEMP) shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall be written in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The DCEMP shall:\r\na) identify the steps and procedures that will be implemented to minimise the creation and impact of noise, vibration, dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development.\r\nb) include a Dust Management Plan (DMP), based on the approved Air Quality Assessment, shall be submitted to and approved, in writing, by the local planning authority. The DMP shall be in accordance with The \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG). The DMP will need to detail the measures to reduce the impacts during the construction phase.\r\n2. The development shall not be implemented other than in accordance with the approved scheme, unless previously agreed in writing by the Local Planning Authority.\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan Policies SI1(B)(1c) and SI1(B)(2d).\r\n",
    "Condition : 12 - NRMM\r\nAll Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/ \r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan Policies SI1(B)(1c) and SI1(B)(2d). \r\n",
    "Condition : 13 - No Use of Flat Roof - Access to the flat roof of the development hereby permitted \r\n(apart from designated terraces indicated on the approved plans) shall be for \r\nmaintenance or emergency purposes only, and the flat roof shall not be used as a \r\nroof garden, terrace, patio or similar amenity area. \r\n\r\nReason: To safeguard the amenities and privacy of the occupiers of adjoining \r\nproperties and to comply with the following Development Plan policies for Merton: \r\npolicies D3 and D4 of the London Plan 2021, policy CS14 of Merton's Core Planning \r\nStrategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.",
    "Condition : 14 - Prior to the first occupation of the dwellings hereby approved, a scheme for ecological \r\nenhancements on the site shall be submitted to and approved in writing by the Local \r\nPlanning Authority. The ecological enhancements shall include the provision of swift \r\nboxes on site. The development shall be carried out in accordance with the \r\napproved measures prior to the first occupation of the dwelling hereby approved. The \r\napproved measures shall be retained thereafter. \r\n\r\nReason: Having regard to the ecological value of the site and to comply with the \r\nfollowing Development Plan policies for Merton: G6 of the London Plan 2021, policy \r\nCS13 of Merton's Core Planning Strategy 2011 and policy DM 02 of Merton's Sites \r\nand Policies Plan 2014",
    "Condition : 15 - Refuse & Recycling (Details to be Submitted) - No development shall take place until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 16 - Cycle Parking  - Details to be Submitted - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 17 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay/ with an agreed determination date].\r\n\r\n\r\n\r\n",
    "Condition : 18 - Good site practice.\r\nThe Council as local planning authority, recognizes the importance of achieving high standards of site practice and workmanship in the course of construction and acknowledges that this will have significant influence upon the quality of the finished brickwork.\r\n\r\nThe applicant is therefore encouraged to follow the advice set out in the Brick Development Association publication:",
    "Condition : 19 - Building Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 20 - INFORMATIVE This planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.",
    "Condition : 21 -  INFORMATIVE The applicant is encouraged to enhance the protection of car parking for existing residents. ",
    "Condition : 22 - INFORMATIVE The applicant is encouraged to engage with the existing residents of the flats via a Resident Liaison Group during the construction phase of the development."
  ],
  "appeal_decision_date": null,
  "uprn": "48083864",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "last_updated": "2025-03-19T19:35:46.079+00:00",
  "decision_agency": "Borough",
  "parking_details": {
    "no_proposed_car": 11,
    "net_cycle": 6,
    "no_existing_car": 11,
    "no_existing_cycle": 6,
    "net_car": 0,
    "no_proposed_cycle": 12
  },
  "lapsed_date": "24/01/2028",
  "decision": "Approved",
  "valid_date": "26/09/2024"
}