{
  "centroid": {
    "lon": "0.2679413",
    "lat": "51.5621165"
  },
  "status": "Approved",
  "decision_target_date": "20/05/2019",
  "site_name": "11 Willow Parade",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 09:00am - 19:00pm Monday to Friday, 09:00am - 13:00pm Saturdays, no opening are permitted on Sundays, Public or Bank Holidays,  without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "This permission does not infer or grant approval  for any alterations to the external appearance of the shop front or the introduction of changes to the advertisement arrangements. Such changes  will require the submission of a further application for planning permission or advertisement consent, as appropriate.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 38 of the National Planning Policy Framework 2019."
  ],
  "secondary_street_name": "Upminster",
  "application_type": "All Other",
  "postcode": "RM14 1DZ",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "17/05/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0379.19",
  "centroid_northing": 187241,
  "uprn": "100023215431",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Cranham",
  "decision_date": "17/05/2019",
  "description": "Change of use from Hairdresser (A1) to Massage Salon (Sui Generis)",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0379.19",
  "lpa_app_no": "P0379.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:03.321+00:00",
  "centroid_easting": 557300,
  "pp_id": "07688474",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "14/03/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              557295.904,
              187231.397
            ],
            [
              557292.856,
              187248.533
            ],
            [
              557305.522,
              187250.362
            ],
            [
              557307.419,
              187233.09
            ],
            [
              557307.486,
              187232.684
            ],
            [
              557295.565,
              187231.329
            ],
            [
              557295.904,
              187231.397
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.021
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Moor Lane",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "26/04/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2678779,
          51.5620314
        ],
        [
          0.26784169999999996,
          51.5621862
        ],
        [
          0.268025,
          51.5621991
        ],
        [
          0.26804469999999997,
          51.5620434
        ],
        [
          0.2680455,
          51.5620397
        ],
        [
          0.26787299999999997,
          51.5620309
        ],
        [
          0.2678779,
          51.5620314
        ]
      ]
    ],
    "type": "Polygon"
  }
}