{
  "appeal_status": null,
  "centroid": {
    "lon": -0.270979,
    "lat": 51.502727
  },
  "decision_target_date": "21/03/2023",
  "lapsed_date": "21/03/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T14:24:56.624+00:00",
  "locality": "London",
  "development_type": null,
  "postcode": "W3 8TQ",
  "ward": "South Acton",
  "id": "Ealing-230711NMA",
  "uprn": "12125490",
  "decision": "Approved",
  "site_name": "Remaining Area Of Acton Gardens Master Plan",
  "last_date_consultation_comments": null,
  "wgs84_polygon": null,
  "actual_completion_date": null,
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Non-Material Amendment",
  "title_number": null,
  "site_number": null,
  "lpa_name": "Ealing",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "street_name": "Strafford Road",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": [
      "12125490"
    ]
  },
  "valid_date": "21/02/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 179616,
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed changes to the approved scheme, in terms of the changes to the parameter plan to increase the maximum height along the eastern half of Phase 9.6 by up to 750mm, under ref: 182579OUT dated 24.12.2018 (as amended by 192722NMA, dated 09.10.2019), are considered to be non-material in accordance with Section 96A of the Town and Country Planning Act 1990; National Planning Policy Guidance: Flexible Options for Planning Permissions (2014); and Ealing Council's Protocol for Non-Material Amendments following a grant of planning permission (2011).",
    "This consent therefore gives consent for the following changes:",
    "- Reference in Condition 41 to the drawing titled \"Minimum and Maximum Building Heights (16250_00_07_006_P2)\" (in line with permission 192722NMA) shall be replaced with a drawing titled \"Minimum and Maximum Building Heights Parameter Plan - For Approval (Z03324-BBA-ZZ-ZZ-DR-A-0155 P01). These changes reflect the changes proposed to Phase 9.6 Development Plot only.",
    "- Reference in Condition 41 to the \"Design Guidelines (October 2018)\" shall be replaced with a document titled \"Design Guidelines (Rev. January 2023). This revision replaces the consented heights parameter plan on page 19 with the updated Heights Parameter Plan. No other changes have been proposed to the Design Guidelines."
  ],
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/230711NMA;",
  "pp_id": "PP-11834340",
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 520105,
  "borough": "Ealing",
  "epc_number": null,
  "lpa_app_no": "230711NMA",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "description": "Application for non-material amendment to planning permission reference 182579OUT dated 24.12.2018 for \"Hybrid planning application for the continued regeneration of the South Acton Estate encompassing an outline mixed use development comprising; up to 195,396sqm residential floorspace (Class C3) with any associated temporary show homes; up to 2,200sqm non-residential floorspace including 1,200sqm of community space (Class D1) and up to 1,000sqm of flexible commercial space (Class A1, A2, A3, B1, D1, D2); an energy centre up to 750sqm, access, open space and public realm. Detailed permission is sought for access, appearance, landscaping, layout and scale of Phase 9.2 comprising 20,612sqm (of the total 195,396sqm) of residential floorspace (Class C3) [203 dwellings] and 123sqm (of the total 1,000sqm) flexible commercial floorspace (Class A1, A2, A3, B1, D1, D2) with associated refuse/recycling and bicycle storage; plant rooms; car parking; works to the public highway, public realm improvements, following the demolition of Buchan House, Anstey Court, properties on Osborne Road and tree removal. (Amended Documents)\". Amendment seeks to update the consented Minimum and Maximum Building Heights Parameter Plan (16250_00_07_006 P2) to increase the maximum height along the eastern half of Phase 9.6 by up to 750mm.",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "21/03/2023",
  "cil_liability": false
}