{
  "appeal_status": null,
  "centroid": {
    "lon": -0.300431,
    "lat": 51.508499
  },
  "decision_target_date": "20/10/2023",
  "lapsed_date": "17/10/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T21:39:31.255+00:00",
  "locality": "London",
  "development_type": "Minor dwellings",
  "postcode": "W5 5PA",
  "ward": "Ealing Common",
  "id": "Ealing-230710FUL",
  "uprn": "000012181025",
  "decision": "Approved",
  "site_name": "Land R/o",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3004998,
          51.508458
        ],
        [
          -0.30065549999999996,
          51.5084373
        ],
        [
          -0.30066909999999997,
          51.5084775
        ],
        [
          -0.3006742,
          51.5084967
        ],
        [
          -0.30057429999999996,
          51.50851
        ],
        [
          -0.3005207,
          51.5085164
        ],
        [
          -0.3004787,
          51.5085221
        ],
        [
          -0.30039469999999996,
          51.508533
        ],
        [
          -0.3003628,
          51.5085375
        ],
        [
          -0.3002238,
          51.508557
        ],
        [
          -0.30012829999999996,
          51.5085669
        ],
        [
          -0.300129,
          51.5085296
        ],
        [
          -0.30013039999999996,
          51.5085107
        ],
        [
          -0.30020359999999996,
          51.5085006
        ],
        [
          -0.30046059999999997,
          51.5084651
        ],
        [
          -0.3004998,
          51.508458
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518039.7988743,
              180205.1960544
            ],
            [
              518029.0473146,
              180202.6467842
            ],
            [
              518028.0001919,
              180207.0955107
            ],
            [
              518027.5961839,
              180209.2149041
            ],
            [
              518034.4973,
              180210.8544347
            ],
            [
              518038.1993325,
              180211.6542058
            ],
            [
              518041.101594,
              180212.3540055
            ],
            [
              518046.8978719,
              180213.7036192
            ],
            [
              518049.0993032,
              180214.2534618
            ],
            [
              518058.6965544,
              180216.652775
            ],
            [
              518065.3008483,
              180217.9024173
            ],
            [
              518065.3503187,
              180213.7536049
            ],
            [
              518065.3008483,
              180211.6542058
            ],
            [
              518060.2466258,
              180210.4045635
            ],
            [
              518042.5032544,
              180206.0458112
            ],
            [
              518039.7988743,
              180205.1960544
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning & demolition in a conservation area",
  "title_number": null,
  "site_number": null,
  "lpa_name": "Ealing",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "street_name": "Kenilworth Road",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 17,
    "scheme_phasing": true,
    "total_gia_gained": 55.4,
    "site_area": 0.025,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 17,
      "total_gia_gained": 55.4,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 55.4,
      "total_gia_existing": 17,
      "total_gia_lost": 17
    },
    "existing_uprns": [
      "000012091047, 000012120449, 000012120450, 000012126322, 000012149717, 000012181024, 000012181025, 000012181026"
    ],
    "garden_land_lost": true,
    "infrastructure_details": {
      "solar_pv_capacity": 0.1,
      "percentage_demolition_construction_material_recycling": 75,
      "no_non_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "no_new_water_connections_required": 1,
      "total_annual_nox_emissions": 0.74,
      "ghg_reduction_over_building_regulations": true,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 1,
      "total_annual_pm_emissions": 0,
      "urban_greening_factor_score": 1,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "waste_provision": true
    },
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 5.05,
        "building_ref": "New studio"
      }
    ],
    "total_gia_lost": 17,
    "phasing_details": [
      {
        "phase_detail": "DEMOLITION AND NEW BUILD",
        "intended_completion_date": "02/2024",
        "intended_commencement_date": "08/2023"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 105,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 17,
        "use_class": "SG",
        "gia_gained": 55.4,
        "gia_lost": 17
      }
    ],
    "grey_water_reuse": false,
    "residential_details": {
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 1,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_bedrooms": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_gia_gained": 55.4,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 1,
          "unit_type": "Studio Bedsit",
          "gia": 55.4,
          "tenure": "Market for rent"
        }
      ]
    },
    "green_suds": true,
    "affordable_housing_fast_track": false
  },
  "valid_date": "20/02/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 180210,
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | LOP/01 Rev A (Site and Location Plan), EX/01 Rev A (Existing Plans), EX/02 Rev A (Existing Elevations), EX/03 (Existing Roof Plan), GF/01 Rev G (Ground Floor Plan with Garden Areas Indicated), PL/01 Rev J (Proposed Ground, First and Roof Plans), EL/01 Rev G (Proposed Elevations), EL/02 Rev F (Proposed Elevations), SE/01 Rev D (Proposed Section A-A and B-B), LIG/01 Rev A (Lighting along Access Way), Planning Statement Ref: 22/553 dated February 2023, Design and Access Statement dated 9 May 2023, Plant identification, Appeal Decision Ref: APP/A5270/W/22/3295218 dated 19 October 2022, Energy Statement dated 21 August 2023, Building Regulations England Part L (BREL) Compliance Report date 21 August 2023, Residential CO2 Analysis, Air Quality Assessment and GS200 - Small Home and Apartment Heat Pumps.",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Details of hard and soft landscaping and boundary treatments for the buildings and boundary walls shall be submitted to and approved in writing by the Local Planning Authority prior to first occupation of the development hereby approved. The approved details shall be laid out and planted prior to the occupation of the development. Any trees or plants which within 5 years of planting, die, are removed or become seriously damaged or diseased shall be replaced with others of the same size and species and in the same positions within the next planting season. The landscaping shall thereafter be maintained permanently.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 and 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management DPD (2013), policies D3, D4, G5 and G7 of the London Plan (2021), policy DAA of Ealing's draft new Local Plan (Regulation 18) and Supplementary Planning Guidance Note 9: Trees and Development Guidelines.",
    "| A minimum of one (1) secure and sheltered cycle parking space shall be provided as per the hereby approved plans listed in Condition 2.  The approved cycle parking shall be bought into use prior to first occupation of the development and retained in good working order for the life of the development.",
    "Reason: To provide adequate bicycle storage in accordance with Sustainable Transport SPG, policies T2, T3 and T5 of the London Plan (2021) and policies 1.1(f) and 2.1(d) of the Ealing Development Strategy (2012).",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall be permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material and safeguard the appearance of the property and the amenities of the area, in accordance with Policies D4 and SI 8 of the London Plan (2021) and 7.4 and 7B of the Ealing Development Management DPD (2013).",
    "| Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 or any Order revoking and re-enacting that Order with or without modification, no extension, enlargement or other alteration of the new dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the local planning authority.",
    "Reason:  To ensure orderly development, which would not harm the amenities of the occupiers of nearby properties or to the character of the area in accordance with the National Planning Policy Framework (2023), policy 7B and 7.4 of the Ealing Development Management Development Plan (2013), policy 1.1 (g) of the Ealing Development (Core) Strategy (2012) and policies D3, D4 and D6 of the London Plan (2021).",
    "| Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:",
    "o\tNoise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "o\tDust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "o\tLighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "o\tDelivery locations,",
    "o\tHours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "o\tNeighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "o\tPublic display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works, in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies D6, D14 and T7 of the London Plan and Policy 7A of the Ealing Development Management DPD.",
    "| Prior to the commencement of development (excluding site clearance, demolition and ground works), a Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority.",
    "The sustainable drainage strategy shall include a drainage proforma form, a detailed drainage design (incl. drawings and supporting calculations) and a maintenance plan (incl. maintenance tasks for all drainage components). The strategy shall achieve compliance with greenfield run-off rates and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques.",
    "Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason: To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policy 5.12 of the Ealing Development Management DPD (2013), policy 1.2 of the Ealing Development (Core) Strategy), policies D10, SI 12 and SI 13 of the London Plan (2021) and the NPPF (2023).",
    "| No operations (including initial site clearance) shall commence on site in connection with the development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted to and approved in writing by the Local Planning Authority and installed on site.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o\tSoil assessments/survey",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o\tAccess arrangements and car parking",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies D8, G1, G5, G7, SI1, and SI2 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "-\tPrestart meeting with an Ealing Council Tree Officer",
    "-\tInitial implementation/installation of the tree protection measures",
    "-\tApproved incursions into construction exclusion zones",
    "-\tFinal removal of the tree protection measures",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached.",
    "o\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies D8, G1, G5, G7, SI1, and SI2 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the hereby approved plans listed in Condition 2, shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: To secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape, in accordance with policies D8, G1, G5, and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines."
  ],
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/230710FUL;",
  "pp_id": "PP-11947451",
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 518046,
  "borough": "Ealing",
  "epc_number": null,
  "lpa_app_no": "230710FUL",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "description": "Construction of a two-storey dwellinghouse containing one self-contained residential unit; provision of associated cycle/refuse storage facilities and amenity space (following demolition of existing garage)",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "17/10/2023",
  "cil_liability": false
}