{
  "epc_number": null,
  "valid_date": "19/01/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.306687,
    "lat": 51.390978
  },
  "pp_id": "PP-11860774",
  "decision": "Approved",
  "centroid_easting": 517914,
  "site_name": "",
  "lpa_app_no": "23/00139/HOU",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021789339",
  "title_number": [],
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the beneficial occupation of the development to which this permission relates a privacy screening, 1.7m in height as measured from the finished floor level of the raised patio, shall have been erected along the eastern edge of the raised patio. Aside from essential fixings, the screen shall be constructed entirely of obscure glazing or another non-transparent material to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rThe privacy screen shall be retained in place for the life of the development\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "The development hereby approved shall be carried out in accordance with the Fire Strategy prepared by Studio Werc Architects, the measures contained in the Fire Strategy hereby approved shall be provided prior to the beneficial occupation of the development hereby approved and thereafter retained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 167131,
  "subdivision_of_building": null,
  "polygon": null,
  "parking_details": null,
  "development_type": "Other house holder developments",
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_updated": "2025-05-05T18:01:30.187Z",
  "decision_process": "Delegated",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=ROQBYKNHLW300",
  "appeal_start_date": null,
  "decision_agency": null,
  "ward": "Surbiton Hill",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_updated_by": "Idox Uniform",
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2023",
    "no_additional_bathrooms": 1,
    "intended_completion_date": "11/2023",
    "total_gia_gained": 32.6,
    "site_area": 0.022000000000000002
  },
  "postcode": "KT6 6BS",
  "decision_target_date": "16/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306665,
          51.390991
        ],
        [
          -0.306666,
          51.390964
        ],
        [
          -0.306709,
          51.390965
        ],
        [
          -0.306708,
          51.390992
        ],
        [
          -0.306665,
          51.390991
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Erection of single storey ground floor rear extension",
  "street_name": "Glenbuck Road",
  "bo_system": "Idox Uniform",
  "appeal_status": null,
  "lapsed_date": "16/03/2026",
  "cil_liability": false,
  "site_number": "6",
  "decision_date": "16/03/2023",
  "secondary_street_name": null,
  "application_type": "Householder",
  "id": "Kingston-23_00139_HOU",
  "last_date_consultation_comments": null
}