{
  "bo_system": "Idox Uniform",
  "last_updated": "2025-05-05T18:04:05.252Z",
  "lpa_name": "Kingston",
  "decision_agency": null,
  "locality": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The refuse and recycling facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The cycle parking facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at ground or first floor level in the south-east elevation of the dwelling house unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "All windows at first floor rear facade shall be fixed shut, and constructed in accordance with the details and specification set out in the accompanying  Design Development Note Ref: DDN10055.3 77 Brighton Road, KT6 5NF  prepared by Trace Surveys, and retained for the lifetime of the development, unless otherwise agreed in writing.\r\rReason: To ensure satisfactory living conditions for the occupants of the development, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to first occupation of the residential unit, full details of the noise attenuation measures installed and guidance on the proper and effective use of the measures to be provided as part of the Welcome Pack to the occupiers of the residential unit shall be agreed in writing with the Local Planning Authority.  Details regarding any servicing and maintenance must also be included.  A copy of the Welcome Pack shall be submitted to the Local Planning Authority.\rReason: To ensure that all future residents are aware of the mitigation measures and the proper use of them.\r",
    "The residential unit hereby approved shall be mechanically ventilated  in accordance with the details set out in the accompanying  Design Development Note Ref: DDN10055.3 77 Brighton Road, KT6 5NF  prepared by Trace Surveys and retained for the lifetime of the development, unless otherwise agreed in writing.\r\rReason: To ensure satisfactory living conditions for the occupants of the development, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.\r",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r"
  ],
  "valid_date": "25/04/2023",
  "centroid": {
    "lat": 51.392117,
    "lon": -0.311474
  },
  "lpa_app_no": "23/00814/FUL",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "KT6 5NF",
  "ward": "St Mark's & Seething Wells",
  "description": "Partial demolition and reconstruction of existing building, incorporating the erection of two storey side and rear extension to create 3 bedroom dwelling (Retrospective)",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "",
  "last_date_consultation_comments": "28/06/2023",
  "cil_liability": true,
  "application_details": {
    "superseding_details": [
      {
        "lpa_app_no": "21/03278/ FUL",
        "partial_supersedence": false
      },
      {
        "lpa_app_no": "22/00580/FUL",
        "partial_supersedence": false
      }
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Deveopment",
        "intended_commencement_date": "01/2022",
        "intended_completion_date": "01/2023"
      }
    ],
    "total_gia_gained": 153,
    "site_area": 0.023,
    "total_gia_lost": 85,
    "total_gia_existing": 85,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 85,
        "gia_gained": 0,
        "use_class": "SpecifiedOther",
        "gia_lost": 85
      },
      {
        "gia_existing": 0,
        "gia_gained": 153,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": false,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 10,
    "green_suds": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 153,
      "total_gia_lost": 85,
      "total_gia_existing": 85
    },
    "garden_land_lost": true,
    "internal_resi_water_usage": 125,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 1,
      "ghg_reduction_over_building_regulations": false
    },
    "uk_company_registration_no": "06156546",
    "ownership_status": "Private",
    "lead_developer_company_name": "Xpress Property Developments Ltd",
    "existing_uprns": [
      "100023554068"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Surbiton Town Centre Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false
  },
  "street_name": "Brighton Road",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RS6P89NH05400",
  "uprn": "100023554068",
  "appeal_decision_date": null,
  "pp_id": "PP-12044897",
  "decision_process": "Delegated",
  "centroid_easting": 517578,
  "epc_number": null,
  "centroid_northing": 167250,
  "application_type_full": "Full planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "last_updated_by": "Idox Uniform",
  "actual_completion_date": null,
  "site_number": "77",
  "id": "Kingston-23_00814_FUL",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "20/06/2023",
  "polygon": null,
  "parking_details": null,
  "title_number": [],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.311452,
          51.39213
        ],
        [
          -0.311453,
          51.392103
        ],
        [
          -0.311496,
          51.392104
        ],
        [
          -0.311495,
          51.392131
        ],
        [
          -0.311452,
          51.39213
        ]
      ]
    ]
  },
  "lapsed_date": "05/07/2026",
  "decision_date": "05/07/2023"
}