{
  "appeal_status": null,
  "centroid": {
    "lon": -0.294585,
    "lat": 51.415684
  },
  "decision_target_date": "18/04/2023",
  "lapsed_date": "03/04/2026",
  "appeal_start_date": null,
  "last_updated": "2025-05-05T18:02:34.410Z",
  "locality": null,
  "development_type": "Other house holder developments",
  "postcode": "KT2 6JR",
  "ward": "Kingston Gate",
  "id": "Kingston-23_00414_HOU",
  "uprn": "100021755958",
  "decision": "Approved",
  "site_name": "",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.294563,
          51.415698
        ],
        [
          -0.294564,
          51.415671
        ],
        [
          -0.294608,
          51.415671
        ],
        [
          -0.294607,
          51.415698
        ],
        [
          -0.294563,
          51.415698
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "title_number": [],
  "site_number": "57",
  "lpa_name": "Kingston",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "street_name": "Canbury Avenue",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "total_gia_gained": 43,
    "intended_completion_date": "08/2023",
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "05/2023",
    "site_area": 0.02
  },
  "valid_date": "21/02/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 169898,
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission. \r\rReason: As required by Section 91 of the Town and Country Planning Act 1990, as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Development shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights upon the side elevations adjacent to No.55 and No.59 (and situated on the second floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.",
    "Prior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r"
  ],
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=RQ4C0QNHM8H00",
  "pp_id": "PP-11939462",
  "last_updated_by": "Idox Uniform",
  "centroid_easting": 518692,
  "borough": "Royal Borough of Kingston (LA Code)",
  "epc_number": null,
  "lpa_app_no": "23/00414/HOU",
  "decision_agency": null,
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Idox Uniform",
  "subdivision_of_building": null,
  "description": "Erection of roof extension with rear dormer and juliet balcony including raising of both flank walls and installation of 2nos front rooflights to facilitate loft conversion. Addition of pitched roof facing front elevation.",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "03/04/2023",
  "cil_liability": false
}