{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T20:39:11.360+00:00",
  "lpa_name": "Ealing",
  "decision_agency": "Borough",
  "locality": "London",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings and documents: Site Location Plan; A/63/10; A/63/0 Issue B; A/63/1/Issue B; A/63/2 Issue B; A/63/3 Issue B; A/63/4 Issue B; A/63/5 Issue B; A/63/6 Issue B.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021). | Refuse and recycling storage, in accordance with council policy, shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To provide adequate refuse and recycling storage to protect the amenities of the area and the living conditions of occupiers of the proposed residential units and the surrounding area, in accordance with policy 7B of the adopted Ealing Development Management DPD (2013), and policy S8 of the London Plan (2021). | Secure and sheltered cycle storage for five cycle parking spaces shall be implemented prior to first occupation of the development and retained thereafter.",
    "Reason: To ensure that the development provides a suitable level of cycle parking provision in the interests of sustainable transport, in accordance with policy T5 of the London Plan (2021); and the National Planning Policy Framework (2021). | Prior to commencement of the development, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10, including the aircraft noise data in Section 6, SPG10 (for worst mode aircraft 1-day noise contour predicted for 2016 (57BA). Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.",
    "Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve criteria of BS8233:2014. The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Ealing SPG10. | The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all machinery operating together at maximum capacity.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Ealing SPG10. | Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, bedroom adjoining the communal main entrance and adjoining/above kitchen/living/dining room of separate dwelling. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason - To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Ealing SPG10. | Control measures shall ensure that the following standards are implemented:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- notifications of works to interested parties and regular neighbour liaison,  - public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Ealing SPG10."
  ],
  "valid_date": "18/04/2023",
  "centroid": {
    "lat": 51.513823,
    "lon": -0.310393
  },
  "lpa_app_no": "231504FUL",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "W5 2SY",
  "ward": "Ealing Broadway",
  "description": "Conversion dwellinghouse into 3 self-contained flats and associated external alterations, including the creation of a balcony on the first floor rear elevation\n",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "63 Craven Avenue",
  "last_date_consultation_comments": null,
  "cil_liability": true,
  "application_details": {
    "existing_uprns": null
  },
  "street_name": "Craven Avenue",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/231504FUL;",
  "uprn": "000012083541",
  "appeal_decision_date": null,
  "pp_id": null,
  "decision_process": "Delegated",
  "centroid_easting": 517341,
  "epc_number": null,
  "centroid_northing": 180786,
  "application_type_full": null,
  "secondary_street_name": null,
  "decision": null,
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Ealing-231504FUL",
  "status": "Application Under Consideration",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Ealing",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "30/06/2023",
  "polygon": null,
  "parking_details": null,
  "title_number": null,
  "wgs84_polygon": null,
  "lapsed_date": null,
  "decision_date": "29/06/2023"
}