{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "11/04/2024",
  "development_type": null,
  "ward": "SOUTH RUISLIP 2022",
  "lapsed_date": "06/06/2027",
  "decision_date": "06/06/2024",
  "lpa_app_no": "78707/APP/2024/937",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.565496,
    "lon": -0.399809
  },
  "application_type": "Householder",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "09/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:03:25.415+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Erection of a single storey rear extension, following demolition of existing single storey rear extension (Description amended)",
  "application_type_full": "Householder planning permission",
  "epc_number": "0548-6043-6211-6071-0064",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78707/APP/2024/937",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "no_additional_bedrooms": 0,
    "total_gia_gained": 7.25,
    "intended_commencement_date": "08/2024",
    "existing_uprns": null,
    "intended_completion_date": "12/2024",
    "no_additional_bathrooms": 0
  },
  "pp_id": "12966801",
  "postcode": "HA4 0TD",
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "RUISLIP",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawings:",
    "Site Location Plan - 01A",
    "Block Plan - 02",
    "Existing Plan - 03",
    "Proposed Plan - 04",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the plans hereby approved, the door sill of the patio doors hereby approved shall be set at 0.3m above ground level.",
    "REASON",
    "To ensure the the development will be resistant and resilient to flooding in accordance with Policy DMEI 9 of the Hillingdon Local Plan Part 2 (2020) and Policy SI 13 of the London Plan (2021).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "There is a possibility there may be some contaminating substances in the ground at the site. Our contaminated land record shows the site to be on a former contaminated land use identified as MOD Land/Rifle Range. We would advise persons working on site to take basic precautions in relation to any contamination they may find. You are advised this development is on a former contaminated land use identified as MOD Land/Rifle Range. Therefore, the above advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done should there be any contamination identified during the development where there is a need, for ground work once such works are complete to minimise risk to the occupants of the site."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 186393,
  "site_name": "99 TORCROSS ROAD",
  "decision_target_date": "06/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-78707_APP_2024_937",
  "centroid_easting": 511011
}