{
  "lpa_app_no": "35361/APP/2023/2757",
  "uprn": null,
  "lapsed_date": "13/11/2026",
  "centroid_northing": 191384,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "TIMBERS",
  "appeal_decision_date": null,
  "valid_date": "19/09/2023",
  "decision_date": "13/11/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4113707,
          51.6106775
        ],
        [
          -0.410858,
          51.6104754
        ],
        [
          -0.4109912,
          51.6103273
        ],
        [
          -0.4114849,
          51.6105255
        ],
        [
          -0.4114845,
          51.610535
        ],
        [
          -0.41148419999999997,
          51.6105446
        ],
        [
          -0.41148589999999996,
          51.6105505
        ],
        [
          -0.4113707,
          51.6106775
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null,
    "no_additional_bathrooms": 1,
    "total_gia_gained": 19,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "05/2024",
    "intended_commencement_date": "11/2023",
    "site_area": 0.078
  },
  "appeal_decision": null,
  "postcode": "HA6 3QQ",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 510108,
  "actual_commencement_date": null,
  "description": "Erection of a front porch and part single and part double storey rear extension.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Hillingdon",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.411268,
    "lat": 51.610531
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=35361/APP/2023/2757",
  "pp_id": "12469520",
  "id": "Hillingdon-35361_APP_2023_2757",
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": "NORTHWOOD",
  "decision_agency": "Borough",
  "decision_target_date": "14/11/2023",
  "locality": null,
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "24/10/2023",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers P101, P103 A dated 10.11.23, P203, P204 A  dated 10.11.23, P205 A  dated 10.11.23, P206 A  dated 10.11.23.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The windows and materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The rooflight to be installed in the flat roof section of the crown roof profile above the existing first floor side extension, shall be conservation type and set completely flush along the roof line, and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby permitted shall be carried out in strict accordance with the tree protection measures detailed in the Arboricultural Impact Assessment Method Statement & Tree Protection Plan (Trevor Heaps, Date: 6th July 2023 Ref: TH 4090).",
    "Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres. The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials or waste shall be burnt; and.",
    "5. No drain runs or other trenches shall be dug or otherwise created, without the prior written consent of the Local Planning Authority.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "The site lies in a Critical Drainage Area (CDA) and partially falls within a Surface Water Management Zone. Therefore, the surface water from the site entering the sewers should minimised:",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T00:42:43.247+00:00",
  "appeal_status": null,
  "street_name": "26 GATEHILL ROAD",
  "ward": "NORTHWOOD HILLS 2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510099.0412,
              191399.719
            ],
            [
              510135.0246,
              191378.0231
            ],
            [
              510126.161,
              191361.3543
            ],
            [
              510091.5005,
              191382.6533
            ],
            [
              510091.5005,
              191383.7117
            ],
            [
              510091.5005,
              191384.77
            ],
            [
              510091.3682,
              191385.4315
            ],
            [
              510099.0412,
              191399.719
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}