{
  "lpa_name": "Merton",
  "uprn": "48130491",
  "decision_date": "11/02/2016",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Merton-14_P0889",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 190.47619047619045,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "01/09/2017",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "17/P0039",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "01/09/2017",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "17/P0039",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "01/09/2017",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": "17/P0039",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": false,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": "01/09/2017",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": "17/P0039",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.021,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 7,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 144,
      "total_gia_gained": 0,
      "total_gia_lost": 72,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": "01/09/2017",
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "17/P0039",
        "gia_lost": 72
      },
      {
        "gia_existing": -1,
        "superseded_date": "01/09/2017",
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "17/P0039",
        "gia_lost": 72
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 2,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "5",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "site_area": 0.036
  },
  "valid_date": "18/03/2014",
  "reference_no_of_permission_being_relied_on": null,
  "description": "DEMOLITION OF EXISTING SINGLE STOREY WORKSHOP/STORAGE AREA AND ANCILLARY OFFICES AND THE ERECTION OF 3 x 2 BED MAISONETTES AND 1 x 1 BED FLAT",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan, drawings 1878-P-02B, 1878-P-03A, 1878-P-04A, 1878-P-05A, 1878-P-06B and 1878-P-07A\r\n",
    "Condition : 3 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - No development shall take place until details of the proposed finished floor levels of the development, together with existing and proposed site levels, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details.",
    "Condition : 5 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - Not withstanding the details shown on drawing 1878-P-02B, no flat shall be occupied until there has been submitted in writing for approval to the Local Planning Authority a scheme which shall include on a plan, full details of the size, species, spacing, quantities and location of plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during  the course of development.  The development shall not be occupied until the details have been approved and carried out in strict accordance with the approved details. The approved scheme shall be completed before the occupation of any of the buildings that are part of the development.",
    "Condition : 8 - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 9 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 10 - The new dwelling unit/s shall be constructed to Lifetime Homes Standards, and shall not be occupied until the applicant has provided written evidence to confirm this has been achieved based on the relevant Lifetime Homes Standards criteria.",
    "Condition : 11 - Condition 11 pt 1\r\nA) No development shall take place until the applicant (or their heirs and successors in title) has secured the implementation of a programme of archaeological evaluation in accordance with a written scheme which has been submitted by the applicant and approved by the local planning authority in writing and a report on that evaluation has been submitted to the local planning authority.  \r\nB) If heritage assets of archaeological interest are identified by the evaluation under Part A, then before development commences the applicant (or their heirs and successors in title) shall secured the implementation of a programme of archaeological investigation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing.  \r\n",
    "Condition : 12 - Condition 11 pt 2\r\nC) No development or demolition shall take place other than in accordance with the Written Scheme of Investigation approved under Part (B).\r\nD) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (B), and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.\r\nReason; Heritage assets of archaeological interest may survive on the site. The planning authority wishes to secure the provision of appropriate archaeological investigation, including the publication of results.\r\n",
    "Condition : 13 - Prior to occupation of the flats marked C and D on the approved plans, details of privacy screening for those flats in relation to the adjacent neighbouring properties in Valley Gardens shall be submitted to and approved in writing by the Local Planning Authority and installed in accordance with those approved details and retained thereafter.\r\nReason; To protect the privacy and amenity of neighbouring occupiers in accordance with policy DM D2 of the Adopted Merton Sites and Policies Plan 2014.\r\n",
    "Condition : 14 - Sustainable Design and construction (New Build Residential)\r\nNo part of the development hereby approved shall be occupied until evidence has been submitted to the council confirming that the development has achieved not less than the CO2 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes level 4.\r\nEvidence requirements are detailed in the \"Schedule of evidence Required for Post Construction Stage from Ene1 & Wat1 of the Code for Sustainable Homes Technical Guide. Evidence to demonstrate a 25% reduction compared to 2010 part L regulations and internal water usage rats of 105l/p/day must be submitted to, and acknowledged in writing by the Local Planning Authority, unless otherwise agreed in writing.  Reason;To comply with policy 5.2 of the London Plan 2015 and policy CS15 of Merton's Core Planning Strategy 2011.",
    "Condition : 15 - Informative; Written schemes of investigation should be prepared and implemented by a suitably qualified archaeological practice in accordance with English Heritage Greater London Archaeology guidelines. ",
    "Condition : 16 - Informative part 1; The applicant is advised of the need to secure any and all necessary licences from Transport for London prior to the commencement of the development hereby permitted. London Underground will require the following matters to be addressed in order for any licences to be issued.\r\n1) provide details on all structures  including.  the foundations, basement and ground floor structures, or for any other structures below ground level, including piling (temporary and permanent) 2) accommodate the location of the existing London Underground structures 3) demonstrate access to elevations of the building adjacent to the property boundary with London Underground can be undertaken without recourse to entering their land\r\n4) demonstrate that there will at no time be any potential security risk to the railway, property or structures 5) accommodate ground movement arising from the construction thereof.\r\n",
    "Condition : 17 - Informative Part 2;\r\n6) mitigate the effects of noise and vibration arising from the adjoining operations within the structures\r\nThe applicant is advised to contact London Underground Infrastructure Protection at locationenquiries@tube.tfl.gov.uk  in advance of preparation of final design and associated method statements, in particular with regard to: demolition; drainage; excavation; and construction methods.\r\n",
    "Condition : 18 - INFORMATIVE \r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (tel; 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.",
    "Condition : 19 - In accordance with paragraphs 186 and 187 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n "
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:47:34.212+00:00",
  "ward": "Colliers Wood_histroic",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "11/02/2019",
  "decision_target_date": "13/05/2014",
  "centroid": {
    "lat": "51.4181939",
    "lon": "-0.17752759999999998"
  },
  "lpa_app_no": "14/P0889",
  "status": "Superseded",
  "site_name": "Croft Court",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=14/P0889",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526818.2210592,
              170358.3105521
            ],
            [
              526829.978825,
              170358.8641576
            ],
            [
              526843.6332524,
              170367.291956
            ],
            [
              526838.5622619,
              170371.3400661
            ],
            [
              526819.3296796,
              170382.0798687
            ],
            [
              526818.3618616,
              170378.9249997
            ],
            [
              526818.3220183,
              170375.2714357
            ],
            [
              526818.2210592,
              170358.3105521
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "06/05/2014",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "2b",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Valley Gardens",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "526823",
  "appeal_start_date": null,
  "centroid_northing": "170373",
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1776016,
          51.4180629
        ],
        [
          -0.1774324,
          51.4180653
        ],
        [
          -0.1772331,
          51.418138
        ],
        [
          -0.1773045,
          51.4181755
        ],
        [
          -0.1775772,
          51.4182763
        ],
        [
          -0.1775922,
          51.4182482
        ],
        [
          -0.1775941,
          51.4182154
        ],
        [
          -0.1776016,
          51.4180629
        ]
      ]
    ],
    "type": "Polygon"
  }
}