{
  "decision_conditions": [
    "The development to which this permission relates must be commenced no later than 12th December 2027.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed with lifestiles handmade double camber clay plain tiles in Ashbury Brown, Imperial bricks reclamation weathered Red Rubber Flemish bond, black basement windows and in accordance with the materials detailed on Drawing No. 2024/04 Revision B unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:",
    "To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Prior to the first occupation of the dwelling hereby permitted, a scheme of hard and soft landscaping shall be carried out in accordance with the approved plans including Drawing No. 2024/03 Revision A. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "To ensure that the development achieves a satisfactory level of landscape quality.",
    "Prior to the first occupation of the proposed dwelling hereby permitted, the existing close boarded fence on the south eastern boundary of the site shall be reduced to 1 metre high and the boundary fencing and boundary treatments shall be provided in accordance with Drawing No.'s 2024/03 Revision A and 2024/04 Revision B and be permanently retained thereafter.",
    "Reason: To ensure that the boundary fence in the front garden will integrate with the character of the surrounding area. To protect the visual amenities of the development, prevent undue overlooking of adjoining property.",
    "The hard surface hereby approved (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding",
    "The proposed development shall be implemented in accordance with the SD Arboriculture BS:5837 - Tree Survey - Arboricultural Impact Assessment dated 5th December 2024 at 4 Pettits Lane, Romford, RM1 4HL including any recommendations and the Tree constraints overlay (existing) dated 02/12/2024.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Havering Local Plan.",
    "(1) Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a) A Phase I (Desktop Study) Report documenting the history of the site, its surrounding area and the likelihood of contaminant/s, their type and extent incorporating a Site Conceptual Model.",
    "b) A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors. This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions. An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c) A Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation. A detailed remediation scheme to bring the site to",
    "(2) a) If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Prior to the commencement of any development an assessment shall be undertaken of the impact of noise emanating from the local road network and other relevant noise sources upon the development. Reference should be made to the \"good\" standard to be found in the World Health Organisation Guidelines for Community Noise 1999 and BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings. Reference should also be made to the",
    "Acoustics Ventilation & Overheating Residential Design Guide 2020. Following this, a scheme detailing measures, which are to protect occupants from transport noise shall be submitted to and approved in writing by the Local Planning Authority. It shall be implemented and validated prior to occupation.",
    "Reason: Insufficient information has been supplied with the application to assess the impact of noise emanating from the local road network and other relevant noise sources upon the development. Submission of this detail prior to commencement of any develo",
    "Prior to the first occupation of the dwelling hereby permitted, the proposed cycle store shown on drawing No. 2024/04 Revision B shall be provided to the satisfaction of the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:- In the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "The proposed development shall be implemented in accordance with the Crossman Associates Bat Scoping Survey: 4 Pettits Lane, Romford, reference Q1103.001, Issue 1, dated 6 December 2024, including the recommendations, which shall include the following on site measure:",
    "- Installing a sparrow nest box within the development.",
    "Reason: In order to protect the conservation status of bats in compliance with the Habitats Regulations and the Wildlife and Countryside Act 1981 (as amended) and in accordance with Policy 30 of the Havering Local Plan, Policy G6 of the London Plan and the National Planning Policy Framework.",
    "The development hereby approved shall be provided with air source heat pumps, which shall be designed to comply with  \"MCS Planning Standards for Permitted Development Installations of Wind Turbines and Air Source Heat Pumps on Domestic Premises\".  The air source heat pump shall be provided on site prior to first occupation of the dwelling.",
    "Reason: In the interests of sustainability and amenity.",
    "The proposed first floor windows on the north and south elevations of the proposed dwelling serving dressing rooms and en-suites as shown on Drawing No. 2024/04 Revision B shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy and to protect neighbouring amenity.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (Order) or any other order replacing or amending the said Order other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the single storey rear projection of the dwelling hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "All residential parking spaces within the development hereby approved shall include provision of infrastructure for electric or Ultra-Low Emission vehicles, of which a minimum of one space shall have active charging facilities, with passive provision for all remaining spaces. Such provision is to be made prior to the first occupation of the dwelling hereby permitted.",
    "Reason:  Provision prior to first occupation of the proposed dwelling hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "The dwelling hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "The Dwelling hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Form Architecture via email on 17th March 2025. The revisions involved providing revised and further information regarding trees, landscaping and ecology. The amendments were subsequently submitted on 17th & 19th March 2025.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal (GIA). Based upon the information supplied with the application, £10,875 would be payable due to result in a new residential property with 435m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £54,375 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008. CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development befo"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "25/03/2025",
  "lpa_name": "Havering",
  "centroid_northing": 189527,
  "last_updated": "2025-07-07T04:10:22.673Z",
  "development_type": null,
  "ward": "Marshalls & Rise Pk",
  "parking_details": null,
  "uprn": "100023211924",
  "application_details": {
    "existing_uprns": null
  },
  "last_date_consultation_comments": "12/02/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "RM1 4HL",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "25/03/2025",
  "borough": "Havering",
  "wgs84_polygon": null,
  "lpa_app_no": "P0083.25",
  "valid_date": "21/01/2025",
  "description": "Variation of condition No. 3 (Plans) of planning permission ref: P1241.24 dated 12/12/24 to amend approved roof design (Demolition of the existing building and construction of a two storey 5xbed detached dwelling with off street parking and bin/cycle storage.)",
  "centroid_easting": 551655,
  "site_number": null,
  "lapsed_date": "25/03/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Romford",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.584199,
    "lon": 0.187526
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0083.25",
  "site_name": "4 Pettits Lane",
  "cil_liability": true,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13711806",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Removal/Variation of a condition",
  "id": "Havering-P0083.25",
  "polygon": null
}