{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "AR/21/03020",
  "application_type_full": null,
  "uprn": "217059023",
  "borough": "Kensington & Chelsea",
  "street_name": null,
  "locality": null,
  "ward": "Courtfield",
  "actual_commencement_date": null,
  "lpa_name": "Kensington & Chelsea",
  "bo_system": "CSV Data Import",
  "decision_conditions": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 526704,
  "status": "Closed",
  "decision_date": "09/07/2021",
  "wgs84_polygon": null,
  "decision_target_date": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T19:55:31.618+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "9 Neville Terrace, Onslow Gardens, LONDON, SW7 3AT",
  "id": "Kensington_&_Chelsea-AR_21_03020",
  "decision": "Pre-application Advice Case Completed",
  "cil_liability": false,
  "centroid_northing": 178379,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": null,
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "The proposal is for the residential refurbishment and remodelling of dwelling house. Including lower ground and ground floor extensions. Including some remodelling and demolition. A new terrace will also feature on top of the new ground floor and rebuilt second floor addition.\n\nAs part of the proposal the house will go through a complete refurbishment. This will bring the house services into the 21st century. The house will be much more efficient as a result and survive untouched for much longer. Any historical features that are found during the works will be kept or reinstated.\n\nThe remodelling of the house will remedy much of the poor work that has been undertaken over the years and turn the house into a dwelling that is fit for purpose as a family home for which it will be used. It is further stressed and as mentioned previously that as part of this proposal it is intended to restore and re-instate the historical features which will have once formed part of this property. While creating a clear piece of high quality architecture to the newly proposed areas.\n\nIt is clear that 9 Neville Terrace has been altered significantly since it was first built. This is not limited to the internal areas and the rear as the front elevation has lost key features such as it's window treatment colonnade and wrought iron railings.\n\nFurthermore, there are parts of the property that are in disrepair. The main roof, water pressure and electrical measures are not quite fit for purpose. That being said the current occupants are bearing with these while planning is sought for the overall changes.\nThis proposal provides an opportunity to sensitively restore the building and bring the overall dwelling up to the standard that such a building deserves.\n\nThe proposal has been carefully design to a high architectural quality. dRAW Architecture are a design led practice that strives for such quality to the smallest detail. Internal layouts of the property have been remedied to flow in a much more cohesive fashion while much of the internal features will either be restored or re-instated.",
  "valid_date": "19/05/2021",
  "polygon": null,
  "pp_id": "265054",
  "application_details": {
    "existing_uprns": null
  },
  "centroid": {
    "lon": -0.176398,
    "lat": 51.490171
  },
  "lapsed_date": "09/07/2024",
  "decision_process": "Delegated",
  "actual_completion_date": null
}