{
  "uprn": null,
  "decision_agency": null,
  "wgs84_polygon": null,
  "appeal_start_date": null,
  "centroid_northing": 183626,
  "decision": null,
  "polygon": null,
  "borough": "Camden",
  "bo_system": "CSV Data Import",
  "pp_id": "12695151",
  "decision_process": null,
  "locality": "London",
  "site_number": null,
  "secondary_street_name": null,
  "description": "Non-material amendments to planning permission (ref.2023/2246/P) dated  29 November 2023 for; Variation of condition 2 (approved drawings) of planning permission 2020/4825/P dated 05/08/22 (for the Partial redevelopment of the site, involving the demolition of seven existing buildings (Ash House, Bloomsbury Day Hospital, the Camley Centre, Jules Thorn Day Hospital, Kitchen and the Post Room & Former Mortuary) and construction of a part seven, part ten storey (plus roof plant) purpose-built eyecare, medical research and educational centre for Moorfields Eye Hospital, the UCL Institute of Ophthalmology and Moorfields Eye Charity. New building to comprise a mixture of clinical, research and education purposes, including eye care accident and emergency department, outpatients, operating theatres, research areas, education space, cafe and retail areas, admin space and plant space. Associated site relandscaping works including formation of patient drop off area to St Pancras way, new public realm and routes through the site, cycle parking and servicing ramp and cross over to Granary street) namely to include further basement depth and floorspace area, additional firefighting and escape stairs; consolidation of the wet systems; removal of oil storage tank and internal and external alterations to facilitate firefighting access. No changes to the building envelope above ground level are proposed. CHANGES INCLUDE; Removal of timber fins to ground floor and to be replaced with an aluminium finish; alterations to alignment of fins; relocate a number of external timber seats; amendments to the louvres across the elevations; extend the roof top plant room; omit the gantry system and extend louvre screen; increase lift overrun level; Amendments to the level 6 Terrace and to provide a continued PPC aluminium soffit detail and amendments to the floorplan schedule included within condition 5.",
  "postcode": "\nNW1 0PE",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.131658,
    "lat": 51.53665
  },
  "lapsed_date": null,
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": null,
  "parking_details": null,
  "application_type_full": "Non-Material Amendment",
  "appeal_decision_date": null,
  "cil_liability": null,
  "url_planning_app": null,
  "decision_conditions": null,
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "street_name": "4 St Pancras Way\n",
  "appeal_status": null,
  "development_type": null,
  "decision_date": null,
  "lpa_app_no": "2024/0311/P",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "St Pancras Hospital\n",
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T23:20:50.975+00:00",
  "decision_target_date": null,
  "valid_date": "07/02/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Application Under Consideration",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Camden",
  "id": "Camden-2024_0311_P",
  "application_details": {
    "existing_uprns": null
  },
  "ward": "Kilburn",
  "centroid_easting": 529678,
  "epc_number": null
}