{
  "uprn": "5083631",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.128435,
          51.514215
        ],
        [
          -0.128464,
          51.514254
        ],
        [
          -0.128332,
          51.514357
        ],
        [
          -0.128168,
          51.514483
        ],
        [
          -0.128079,
          51.514418
        ],
        [
          -0.127962,
          51.514335
        ],
        [
          -0.128084,
          51.514223
        ],
        [
          -0.12816,
          51.514161
        ],
        [
          -0.128184,
          51.514142
        ],
        [
          -0.128179,
          51.51414
        ],
        [
          -0.128168,
          51.514147
        ],
        [
          -0.128163,
          51.514145
        ],
        [
          -0.128182,
          51.514103
        ],
        [
          -0.128188,
          51.514096
        ],
        [
          -0.128191,
          51.514094
        ],
        [
          -0.128195,
          51.514091
        ],
        [
          -0.128262,
          51.514066
        ],
        [
          -0.128268,
          51.514069
        ],
        [
          -0.128258,
          51.514078
        ],
        [
          -0.128264,
          51.51408
        ],
        [
          -0.128306,
          51.514046
        ],
        [
          -0.128377,
          51.514139
        ],
        [
          -0.128391,
          51.514135
        ],
        [
          -0.128452,
          51.514211
        ],
        [
          -0.128435,
          51.514215
        ],
        [
          -0.128435,
          51.514215
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": 181149,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529965.2986086826,
              181136.8497016346
            ],
            [
              529963.1961181003,
              181141.09848543373
            ],
            [
              529972.0513137297,
              181152.7551487526
            ],
            [
              529983.050225247,
              181167.0510565951
            ],
            [
              529989.4483926662,
              181160.00307405688
            ],
            [
              529997.751169201,
              181151.045638095
            ],
            [
              529989.6462741324,
              181138.3492723871
            ],
            [
              529984.5013560014,
              181131.25130415766
            ],
            [
              529982.9018141464,
              181129.15190510335
            ],
            [
              529983.2975770796,
              181128.90197664557
            ],
            [
              529984.0478776405,
              181129.75173340528
            ],
            [
              529984.3529449013,
              181129.50180494506
            ],
            [
              529983.1491659796,
              181124.85313561157
            ],
            [
              529982.7534030464,
              181124.05336454394
            ],
            [
              529982.5967468855,
              181123.803436085
            ],
            [
              529982.2999246856,
              181123.50352193392
            ],
            [
              529977.6991805875,
              181120.50438042934
            ],
            [
              529977.3034176545,
              181120.90426596318
            ],
            [
              529977.9960027875,
              181121.85399410716
            ],
            [
              529977.5507694877,
              181122.10392256564
            ],
            [
              529974.6979783445,
              181118.30500999262
            ],
            [
              529969.5530602137,
              181128.50209111086
            ],
            [
              529968.5471627587,
              181128.05221988424
            ],
            [
              529964.1525451887,
              181136.29985902534
            ],
            [
              529965.2986086826,
              181136.8497016346
            ],
            [
              529965.2986086826,
              181136.8497016346
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Camden",
  "bo_system": "Northgate M3",
  "pp_id": "12838347",
  "decision_process": "Committee",
  "locality": "London",
  "site_number": "135",
  "secondary_street_name": null,
  "description": "Part demolition, restoration and refurbishment of the existing Grade II listed building, roof extension, and excavation of basement space, to provide a theatre at lower levels, with ancillary restaurant / bar space (Sui Generis) at ground floor level; and hotel (Class C1) at upper levels; provision of ancillary cycle parking, servicing and rooftop plant, and other associated works. ",
  "postcode": "WC2H 8AH",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.128262,
    "lat": 51.514322
  },
  "lapsed_date": "16/07/2028",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "23/03/2025",
  "parking_details": {
    "no_proposed_cycle": 51,
    "no_existing_cycle": 0,
    "net_cycle": 51
  },
  "application_type_full": "Full planning & listed building consent",
  "appeal_decision_date": null,
  "cil_liability": true,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/0993/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - Approved drawings\r\n\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans and documents:\r\n\r\n2111-SPP-ST-B2-DR-A-95-1001 P0.02, 2111-SPP-ST-B1-DR-A-95-1002 P0.02, 2111-SPP-ST-0G-DR-A-95-1003 P0.03, 2111-SPP-ST-01-DR-A-95-1004 P0.03, 2111-SPP-ST-02-DR-A-95-1005 P0.03, 2111-SPP-ST-03-DR-A-95-1006 P0.03, 2111-SPP-ST-04-DR-A-95-1007 P0.03, 2111-SPP-ST-05-DR-A-95-1008 P0.03, 2111-SPP-ST-RL-DR-A-95-1009 P0.03, 2111-SPP-ST-ZZ-DR-A-95-3001 P0.03, 2111-SPP-ST-ZZ-DR-A-95-3002 P0.03, 2111-SPP-ST-ZZ-DR-A-95-3003 P0.03, 2111-SPP-ST-ZZ-DR-A-95-3004 P0.03, 2111-SPP-ST-ZZ-DR-A-95-2001 P0.03, 2111-SPP-ST-ZZ-DR-A-95-2002 P0.03.\r\n\r\n2111-SPP-ST-ZZ-DR-A-00-0001 P0.04, 2111-SPP-ST-B4-DR-A-20-1000 P0.03, 2111-SPP-ST-B3-DR-A-20-1001 P0.03, 2111-SPP-ST-B2-DR-A-20-1002 P0.03, 2111-SPP-ST-B1-DR-A-20-1003 P0.03, 2111-SPP-ST-B1-DR-A-20-1003A P0.02, 2111-SPP-ST-B1-DR-A-20-1003B P0.02, 2111-SPP-ST-0G-DR-A-20-1004 P0.04, 2111-SPP-ST-01-DR-A-20-1005 P0.04, 2111-SPP-ST-02-DR-A-20-1006 P0.04, 2111-SPP-ST-03-DR-A-20-1007 P0.04, 2111-SPP-ST-04-DR-A-20-1008 P0.03, 2111-SPP-ST-05-DR-A-20-1009 P0.04, 2111-SPP-ST-06-DR-A-20-1010 P0.03, 2111-SPP-ST-07-DR-A-20-1011 P0.03, 2111-SPP-ST-08-DR-A-20-1012 P0.03, 2111-SPP-ST-09-DR-A-20-1013 P0.04, 2111-SPP-ST-10-DR-A-20-1014 P0.04, 2111-SPP-ST-11-DR-A-20-1015 P0.05, 2111-SPP-ST-ZZ-DR-A-25-3001 P0.06, 2111-SPP-ST-ZZ-DR-A-25-3002 P0.05, 2111-SPP-ST-ZZ-DR-A-25-3003 P0.05, 2111-SPP-ST-ZZ-DR-A-25-3004 P0.05, 2111-SPP-ST-ZZ-DR-A-25-3018 P0.02, 2111-SPP-ST-ZZ-DR-A-25-3019 P0.01, 2111-SPP-ST-ZZ-DR-A-25-3100 P0.02, 2111-SPP-ST-ZZ-DR-A-25-3101 P0.01, 2111-SPP-ST-ZZ-DR-A-25-3102 P0.01, 2111-SPP-ST-ZZ-DR-A-25-3103 P0.01, 2111-SPP-ST-ZZ-DR-A-25-3010 P0.02, 2111-SPP-ST-ZZ-DR-A-26-2001 P0.06, 2111-SPP-ST-ZZ-DR-A-26-2002 P0.06, 2111-SPP-ST-ZZ-DR-A-21-4001 P0.03, 2111-SPP-ST-ZZ-DR-A-21-4002 P0.02, 2111-SPP-ST-ZZ-DR-A-21-4003 P0.02, 2111-SPP-ST-ZZ-DR-A-21-4004 P0.02, 2111-SPP-ST-ZZ-DR-A-21-4005 P0.02, 2111-SPP-ST-ZZ-DR-A-21-4006 P0.02,",
    "Condition : 3 - Approved drawings\r\n\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans and documents:\r\n\r\nDraft operational management plan - Theatre use, by Cirque du Soleil dated February 25\r\nDraft operational management plan - Ancillary restaurant and bar, by Incipio Group \r\nDraft operational management plan - Hotel use, by CitizenM\r\nNoise impact assessment by Hoare Lee dated 28 Jan 25\r\nAir quality assessment by Hoare Lee rev.04 dated 22 Jan 25\r\nSustainability Statement by Hoare Lee rev. P03 dated 29 Jan 25\r\nVentilation statement rev P04 by Hoare Lee dated 21 Jan 25\r\nWhole life carbon assessment rev. P07 by Hoare Lee dated 26 Feb 25\r\nCircular economy statement ref. P07 by Hoare Lee dated 26 Feb 25\r\nSustainability and energy strategy P06 by Hoare Lee dated 21 Feb 25\r\nUrban Greening Factor Report ref. 794-ENV-ECO-20186_872 rev E dated January 2025\r\nSpecialist lighting report by Studio Fractal\r\nLondon Plan fire statement LO21185 Rev. R04 by OFR dated 31 Jan 2025 \t\r\nStatement of community involvement by YC Saville Theatre Limited\r\nHealthy Streets Transport Assessment issue 3.0 dated 31 Jan 25\r\nCrime impact assessment ref. QCIC - 03692 - 07001d dated 31 January 25\r\nTree Survey Report and Arboricultural Impact Assessment JSL5069_770  rev B by RPS dated 31 Jan 25\r\nBiodiversity Net Gain assessment ref. 794-ENV-ECO-20186_873e/794-PLN-LAN-5363 by RPS\r\nFebruary 2025 \r\nBNG Metric spreadsheet rev E dated 4 Feb 25\r\nAccessibility statement 0052254 rev. P02 by Buro Happold dated 31 Jan 24\r\nPedestrian wind environment statement WI278-02F02(REV0)- WS REPORT, by Windtech dated 31 Jan 25\r\nDaylight and sunlight report by Point 2, V1 dated Feb 25\r\nTransient overshadowing diagrams by Point 2 dated Jan 25\r\nCumulative daylight, sunlight & overshadowing effects letter by Point 2\r\nBasement impact assessment ref. 3722-A2S-XX-XX-RP-Y-0001-05 by A-Squared Studio dated 11 April 2025\r\nFinancial Viability Assessment by Montague Evans dated January 2025\r\n\r\nReaso",
    "Condition : 4 - Written scheme of historic building investigation (WSI)\r\n\r\nNo demolition shall take place until a written scheme of historic building investigation (WSI) has been submitted to and approved in writing by the local planning authority. For buildings that are included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and:\r\n\r\na) The programme and methodology of historic building investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works. \r\nb) The programme for post-investigation assessment and subsequent analysis, publication and dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.\r\n\r\nReason: To safeguard the archaeological interest on the site in accordance with the requirements of policy D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Air Quality Assessment\r\n\r\nAt least 3 months prior to commencement of development, a revised air quality assessment report, written in accordance with the relevant current guidance, for the existing site and proposed development shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nThe development shall be at least \"Air Quality Neutral\" and an air quality neutral assessment for both the building and transport shall be included in the report.\r\n\r\nThe assessment shall assess the current baseline situation in the vicinity of the proposed development. \r\n\r\nThe report shall include all calculations and baseline data, and be set out so that the Local Planning Authority can fully audit the report and critically analyse the content and recommendations.\r\n\r\nAn updated assessment should be made of the construction dust risk and appropriate mitigation proposed and implemented. \r\n\r\nIf required, a scheme for air pollution design solutions or mitigation measures based on the findings of the report shall be submitted to and approved in writing by the Local Planning Authority prior to development. This shall include mitigation for when air quality neutral transport and building assessments do not meet the benchmarks. \r\n\r\nThe approved design or mitigation scheme shall be constructed and maintained in accordance with the approved details.\r\n\r\nReason: To protect the amenity of residents in accordance with Policy CC4 of the London Borough of Camden Local Plan 2017 and Policy SI 1.1 of the London Plan 2021.\r\n",
    "Condition : 6 - Air Quality Monitoring\r\n\r\nNo demolition or development shall commence until all the following have been complied with:\r\n\r\na)  prior to installing monitors, full details of the air quality monitors have been submitted to and approved in writing by the local planning authority. Such details shall include the location, number and specification of the monitors, including evidence of the fact that they will be installed in line with guidance outlined in the GLA's Control of Dust and Emissions during Construction and Demolition Supplementary Planning Guidance;\r\nb) A confirmation email should be sent to airquality@camden.gov.uk no later than one day after the monitors have been installed with photographic evidence in line with the approved details; and\r\nc) Prior to commencement, a baseline monitoring report including evidence that the monitors have been in place and recording valid air quality data for at least 3 months prior to the proposed implementation date shall be submitted to the Local Planning Authority and approved in writing.\r\n\r\nThe monitors shall be retained and maintained on site in the locations agreed with the local planning authority for the duration of the development works, monthly summary reports and automatic notification of any exceedances provided in accordance with the details thus approved. Any changes to the monitoring arrangements must be submitted to the Local Planning Authority and approved in writing.  \r\n\r\nReason: Development must not commence before this condition is discharged to manage and mitigate the impact of the development on the air quality and dust emissions in the area, and London as a whole, and to avoid irreversible and unacceptable damage to the environment, in accordance with policies A1, A4 and CC4 of the Camden Local Plan 2017 and policy SI1 of the London Plan 2021.\r\n",
    "Condition : 7 - Tree protection details\r\n\r\nPrior to the commencement of any works on site, full details demonstrating how trees to be retained, including street trees near the site, shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to Construction\". Details shall include a full auditable schedule of arboricultural monitoring for the duration of the development including site clearance and demolition. All trees on the site, or trees growing from adjoining sites and streets shall be retained and protected from damage in accordance with the approved protection details, unless specified as being removed with agreement of the council's street tree team. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - Basement engineer \r\n\r\nThe development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - Asbestos survey\r\n\r\nPrior to demolition and site clearance, an intrusive pre-demolition and refurbishment asbestos survey in accordance with HSG264 supported by an appropriate mitigation scheme to control risks to occupiers must be submitted to, and approved in writing by, the Local Planning Authority (LPA). The scheme must be written by a suitably qualified person and shall demonstrably identify potential sources of asbestos contamination and detail removal or mitigation appropriate for the proposed end use. Detailed working methods are not required but the scheme of mitigation shall be independently verified to the satisfaction of the LPA prior to occupation. \r\n\r\nReason To protect construction works and occupiers of the development from the possible contamination arising in connection with the building on the site in accordance with policies A1, C1 and CC5 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 10 - Pre-Commencement Whole Life-Cycle Carbon Assessment\r\n\r\nAn updated Whole Life Carbon Assessment shall be submitted to and approved in writing by the Local Planning Authority at each of the following stages of development:\r\n\r\n(a) Prior to commencement of any work on site including all works of deconstruction and demolition.\r\n(b) Prior to commencement of any construction works.\r\n\r\nWhere the updated assessment submitted pursuant to (a) or (b) above identifies that changes to the design, procurement or delivery of the approved development will result in an increase in embodied carbon (A1-A5) above 923.5kgCO2e/m2 and/or Whole Life Carbon (A1-C4) above 1,373.4kgCO2e/m2, which are the benchmarks established by your application stage Whole Life Carbon assessment, you must identify measures that will ensure that the additional carbon footprint of the development will be minimised. \r\n\r\nEach stage of development pursuant to (a) and (b) above must thereby be completed in accordance with the updated Whole Life Cycle Assessment approved. \r\n\r\nReason: To ensure the development minimises carbon emissions throughout its whole life cycle and optimises resource efficiency in accordance with Policy CC1 of the Camden Local Plan 2017 and Policy SI2 of the London Plan 2021.\r\n",
    "Condition : 11 - Foundation Works Risk Assessment\r\n\r\nPrior to commencement of works (other than demolition), a Foundation Works Risk Assessment (FWRA) demonstrating that risks to groundwater are minimised shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason: To ensure that the development avoids harm to the water environment in accordance with Policy CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - Maximising energy efficiency \r\n\r\nPrior to commencement of development (other than demolition), a feasibility assessment to consider potential improved energy efficiency measures, with the aim of maximising energy efficiency and as a minimum not increasing carbon emissions at Be Lean over the Baseline unless clearly justified, should be submitted to the local planning authority and approved in writing. The building shall not be occupied until the approved details have been implemented and these works shall be permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development reduces carbon dioxide emissions in accordance with the requirements of policy CC1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 13 - Piling Method Statement\r\n\r\nNo piling shall take place until a Piling Method Statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) and piling layout plan including all Thames Water wastewater assets, the local topography and clearance between the face of the pile to the face of a pipe has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement and piling layout plan. \r\n\r\nReason:  To safeguard existing below ground public utility infrastructure and controlled waters in accordance with the requirements of Policy CC3 (Water and flooding) of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 14 - Flood risk emergency plan\r\n\r\nPrior to commencement of development (other than demolition), a Flood Risk Emergency Plan should be prepared in accordance with the aims and objectives of the ADEPT/Environment Agency Flood Risk Emergency Plans for New Development guidance and submitted to the Local Planning Authority and approved in writing. \r\n\r\nReason: To protect the occupants in the event of a flood in accordance with policy CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 15 - SuDS: Further details\r\n\r\nPrior to commencement of development (other than demolition), full details of the sustainable drainage system including 43m3 of blue roof capacity plus 319m2 total of green roof areas shall be submitted to and approved in writing by the local planning authority. Such a system should be designed to accommodate all storms up to and including a 1:100 year storm with a 40% provision for climate change such that flooding does not occur in any part of a building or in any utility plant susceptible to water, or on any part of the entire development site for up to and including a 1:30 year storm. The details shall demonstrate a site run-off rate conforming to the runoff rate of 5.7l/s approved by the Local Planning Authority.  An up to date Flood Risk Assessment, drainage statement, SuDS pro-forma, a lifetime maintenance plan and supporting evidence should be provided including:\r\na) The proposed SuDS or drainage measures including storage capacities\r\nb) The proposed surface water discharge rates or volumes\r\nc) Exceedance flows\r\n\r\nSystems shall thereafter be retained and maintained in accordance with the approved details. \r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CC2 and CC3 of the London Borough of Camden Local Plan 2017 and Policy SI 13 of the London Plan 2021.\r\n",
    "Condition : 16 - Mechanical Ventilation with NO2 and Particulate Filtration\r\n\r\nPrior to commencement of development (other than demolition), full details of the mechanical ventilation system including:\r\n\r\na) air inlet locations. Air inlet locations should be located away from busy roads and any other emission sources and as close to roof level as possible, to protect internal air quality.\r\nb) if required by the updated Air Quality Assessment, details of appropriate NO2 and Particulate filtration system on the mechanical ventilation intake to be installed and a detailed mechanism to secure maintenance of this system shall be submitted to and approved by the local planning authority in writing. \r\nc) the development shall thereafter be constructed and maintained in accordance with the approved details.\r\n\r\nReason: To protect the amenity of residents in accordance with London Borough of Camden Local Plan Policy CC4 and London Plan policy SI 1.\r\n",
    "Condition : 17 - Detailed design drawings and samples \r\n\r\nNotwithstanding the details shown on the approved plans, prior to commencement of above ground works (excluding demolition and any site preparation works), detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\n\r\na) Detailed drawings including plans, coloured elevations and sections of all windows (including jambs, head and cill), external doors, screening, balconies, balustrades, parapets, planters, canopies and associated elements at a scale of 1:20;\r\nb) Detailed drawings including plans, coloured elevations and sections showing the assembly of the upper fa�ade layers including the framing structure which is supporting the brick fin fa�ade. \r\nc) Detailed drawings of the reinstated entrance arched window and canopy at a scale of 1:20;\r\nd) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site). Sample bay panel of materials to be provided at a suitable size (provided on site / at agreed location for review) to include typical window with all neighbouring materials and details; \r\ne) Details of the external lighting strategy, including detailed drawings of light fittings, locations and luminance levels.  \r\nf) Detailed drawings of proposed front entrance steps and pavement at a scale of 1:50.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the Camden Local Plan 2017.\r\n",
    "Condition : 18 - Flood protection measures\r\n\r\nPrior to commencement of above ground works (excluding demolition and any site preparation works) full details of flood protection measures shall be submitted to and approved in writing by the local planning authority. The details shall include:\r\na) a finished floor level of 450mm,\r\nb) a ramp to the internal stairwell up to 150mm, \r\nc) flood shutters and flood barriers for entrances at risk of flooding in a 1 in 100 flood event plus climate change, and \r\nd) details of flood barriers to protect the foyer stairwell from water ingress.\r\n\r\nSystems shall thereafter be permanently retained and maintained in accordance with the approved details. \r\n\r\nReason: To protect the occupants in the event of a flood in accordance with policy CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 19 - Fire statement\r\n\r\nPrior to commencement of above ground works (excluding demolition and any site preparation works) a Fire Statement shall have been has been submitted to and approved in writing by the Local Planning Authority. The Fire Statement shall be produced by an independent third party suitably qualified assessor which shall detail the building's construction, methods, products and materials used; the means of escape for all building users including those who are disabled or require level access together with the associated management plan; access for fire service personnel and equipment; ongoing maintenance and monitoring and how provision will be made within the site to enable fire appliances to gain access to the building. The development shall be carried out in accordance with the approved details. \r\n\r\nReason: In order to provide a safe and secure development in accordance with Policies D5 and D12 of the London Plan 2021.\r\n",
    "Condition : 20 - Diesel back up generator\r\n\r\nPrior to commencement of above ground works (excluding demolition and any site preparation works) details of the proposed Emergency Diesel Generator Plant and any associated abatement technologies including make, model and emission details shall have been submitted to and approved by the Local Planning Authority in writing. Generators should be appropriately sized for life saving functions only, alternatives to diesel fully considered, and testing minimised. \r\n\r\nThe flue/exhaust from the generator should be located away from air inlet locations. The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications and details of emission certificates by an accredited MCERTS organisation shall be provided following installation and thereafter every three years to verify compliance with regulations made by the Secretary of State.\r\n\r\nReason: To safeguard the amenity of occupants, adjoining premises and the area generally in accordance with the requirements of policies A1 and CC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 21 - Details of green infrastructure\r\n\r\nPrior to commencement of above ground works, full details of the green infrastructure and planting across the site, including living roofs and walls, shall be submitted to and approved in writing by the local planning authority. The details shall include:\r\n\r\na) a detailed scheme of maintenance incorporating a management plan;\r\nb) sections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used; and\r\nc) full details of planting species and density promoting insects and invertebrates to achieve a minimum Urban Greening Factor (UGF) of 0.3.\r\n\r\nThe green infrastructure shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: To ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, CC4, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 22 - Landscaping details\r\n\r\nPrior to commencement of above-ground development (excluding demolition and any site preparation works), full details in respect of the landscaping to the terrace at fifth floor level shall be submitted to and approved in writing by the local planning authority. Details shall include species, indicative images and details of the maintenance programme. The building shall not be occupied until the approved details have been implemented and these works shall be permanently retained and maintained thereafter.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies A3, CC2 and CC3 of the London Borough of Camden Local Plan policies.\r\n",
    "Condition : 23 - Air source heat pump (ASHP) details\r\n\r\nPrior to commencement of above ground works (excluding demolition and any site preparation works), details, drawings and data sheets showing the location, SCOP of at least 3.4 unless fully justified, and Be Green stage carbon saving of the air source heat pumps and associated equipment to be installed on the building, shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a metering details including estimated costs to occupants and commitment to monitor performance of the system post construction. A site-specific lifetime maintenance schedule for each system, including safe access arrangements, shall be provided. The equipment shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter. \r\n\r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CC1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 24 - Maximising solar PV and evidence of installation\r\n\r\nPrior to commencement of above ground works (excluding demolition and any site preparation works), a feasibility assessment with the aim of maximising the provision of solar photovoltaics should be submitted to the local planning authority and approved in writing. The proposals should include as a minimum the approved 361sqm at roof level and 122m2 vertical PVs, and predicted energy generation of photovoltaic cells of at least 77,133kwh/annum from the PV arrays. \r\n\r\nThe details shall include energy generation capacity and associated equipment installed on the building, as well as details of the maintenance programme and the installation of a meter to monitor the energy output from the approved renewable energy systems. \r\n\r\nThe buildings shall not be occupied until the approved details have been implemented and these works shall be permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CC1 (Climate change mitigation) of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 25 - Bird and bat boxes\r\n\r\nPrior to commencement of above ground works (other than demolition, site clearance and preparation), details of bird and bat boxes shall be submitted to and approved in writing by the Local Planning Authority. These should be incorporated into the fabric of the building where feasible.\r\n\r\nThe boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter permanently retained. \r\n\r\nReason: To secure appropriate design features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of policy D1 and A3 of the Camden Local Plan 2017.\r\n",
    "Condition : 26 - Secured by design accreditation\r\n\r\nPrior to commencement of above ground works (other than demolition, site clearance and preparation), evidence that the approved development can achieve Secured by Design accreditation must be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nReason: To ensure the development takes reasonable measures to make the borough a safer place in accordance with Policy C5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 27 - Counter terrorism\r\n\r\nPrior to commencement of above ground works (other than demolition and site preparation), a Counter Terrorism Strategy, prepared with input from the Counter Terrorism Security Advisor, shall be submitted to and approved in writing by the Local Planning Authority. The Strategy shall include the following:\r\ni. Counter Terrorism Risk Assessment and Operational Requirement for the development.\r\nii. Vehicle Dynamics Assessment (VDA) and install rated and tested hostile vehicle mitigation (HVM) measures accordingly.\r\niii. Explosive Consequence Analysis (ECA) (previously known as a Blast Impact Assessment) and incorporate mitigation measures accordingly.\r\niv. Ensure adequate detection and verification is installed in accordance with the Risk Assessment and Operational Requirement.\r\nv. Install an access control system in accordance with the Risk Assessment and Operational Requirement with the ability to lockdown the building dynamically.\r\n\r\nReason: To ensure the development takes reasonable measures to make the borough a safer place in accordance with Policy C5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 28 - Music noise levels \r\n\r\nPrior to commencement of the proposal, details shall be submitted to the Local Planning Authority for approval to demonstrate the level of entertainment noise emitted from the application building i.e. amplified music, but excluding plant noise, shall be inaudible at the nearest noise sensitive premises. To demonstrate compliance, music noise levels in the 63Hz and 125Hz octave centre frequency bands (LZeq) should be controlled so as not to exceed (in habitable rooms) 47dB and 41dB (LZeq), respectively.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1, and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 29 - Cycle parking\r\n\r\nPrior to first occupation of the building, the following long stay bicycle parking shall be provided in its entirety:\r\n- Secure and covered parking for 13 bicycles for the hotel use.\r\n- Secure and covered cycle parking for 19 bicycles for the theatre use.\r\n\r\nAll such facilities shall thereafter be permanently maintained and retained. \r\n\r\nReason:  To ensure that the scheme makes adequate provision for cycle users in accordance with Policies T1 and T2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 30 - Waste and refuse storage\r\n\r\nThe refuse and recycling facility as approved shall be provided prior to the first occupation of the building and permanently retained thereafter. \r\n\r\nReason: To ensure that sufficient provision for the storage and collection of waste has been made in accordance with the requirements of policy CC5, A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 31 - SuDS: Evidence of installation\r\n\r\nPrior to occupation, evidence that the SuDS system has been implemented in accordance with the approved details as part of the development shall be submitted to the Local Planning Authority and approved in writing. The systems shall thereafter be retained and maintained in accordance with the approved maintenance plan.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CC2 and CC3 of the London Borough of Camden Local Plan 2017 and Policy SI 13 of the London Plan 2021.\r\n",
    "Condition : 32 - Whole Life Carbon - post construction assessment\r\n\r\nPrior to the occupation of the development:\r\n\r\na) the post-construction tab of the GLA's Whole Life-Cycle Carbon Assessment template should be completed in line with the GLA's Whole Life-Cycle Carbon Assessment Guidance. The post-construction assessment should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance, and\r\nb) confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority.\r\n\r\nReason: In the interests of sustainable development and to maximise on-site carbon dioxide savings in accordance with policies CC1, CC2, CC3, and CC4 of the London Borough of Camden Local Plan and policies SI1, SI2, SI3, SI4, SI5 and SI7 of the London Plan 2021.\r\n",
    "Condition : 33 - Circular Economy - post construction assessment\r\n\r\nPrior to the occupation of the development, a post-construction monitoring report should be completed in line with the GLA's Circular Economy Statement Guidance. The report should be submitted to and approved by the Local Planning Authority in writing.  \r\n\r\nReason: In order to maximise the re-use of materials and in the interests of sustainable waste management in accordance with policies CC1, CC2, and CC5 of the London Borough of Camden Local Plan and policies SI2 and SI7 of the London Plan 2021.\r\n",
    "Condition : 34 - Thames Water confirmation\r\n\r\nPrior to the occupation of development, confirmation shall be provided that either:\r\n\r\n(a) all water network upgrades required to accommodate the additional demand to serve the development have been completed; or \r\n(b) a development and infrastructure phasing plan has been agreed with Thames Water to allow development to be occupied. \r\n\r\nWhere a development and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed development and infrastructure phasing plan. \r\n\r\nReason: The development may lead to no / low water pressure and network reinforcement works are anticipated to be necessary to ensure that sufficient capacity is made available to accommodate additional demand anticipated from the new development. Any required reinforcement works will be necessary in order to prevent harm to existing water supply, in accordance with the requirements of policies A5 and CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 35 - CCTV Strategy\r\n\r\nPrior to the first occupation of the development, details of the proposed CCTV strategy, including full location, design and management details of any proposed CCTV equipment, shall be submitted to an approved in writing by the Local Planning Authority. The development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the development is first occupied.    \r\n\r\nReason: In order to seek to protect the amenity of occupiers from possible instances of crime, fear of crime and anti-social behaviour and to safeguard the appearance of the premises and the character of the immediate area, in accordance with policies A1 (Managing the impact of development) and D1 (Design) of the London Borough of Camden Local Plan 2017.  \r\n",
    "Condition : 36 - Theatre use\r\n\r\nThe proposed theatre (Sui Generis) hereby approved shall reach practical completion prior to first occupation of the approved hotel (Class C1).\r\n\r\nReason: To ensure that the future occupation of the building provides required cultural and leisure facilities in accordance with policy C3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 37 - Land contamination\r\n\r\nIf during construction/demolition works, evidence of potential contamination is encountered, works shall cease and the site shall be fully assessed to enable an appropriate remediation plan to be developed. Works shall not recommence until an appropriate remediation scheme has been submitted to, and approved in writing by the local planning authority and the remediation has been completed. \r\n\r\nUpon completion of the building works, this condition shall not be discharged until a closure report has been submitted to, and approved in writing by the local planning authority.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of contamination in accordance with policies G1, D1, A1, and DM1 of the London Borough of Camden Local Plan 2017.  \r\n",
    "Condition : 38 - Non-road mobile machinery (NRMM)\r\n\r\nNo non-road mobile machinery (NRMM) shall be used on the site unless it is compliant with the NRMM Low Emission Zone requirements (or any superseding requirements) and until it has been registered for use on the site on the NRMM register (or any superseding register). \r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of policies A1 and CC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 39 - Noise limits for plant\r\n\r\nThe external noise level emitted from plant, machinery or equipment at the development, with any specified noise mitigation hereby approved, shall be lower than the typical existing background noise level by at least 10dBA, or by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest or most affected noise sensitive premises, with machinery operating at maximum capacity and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the site and surrounding properties is not adversely affected by noise from mechanical installations and equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 40 - Anti-vibration isolators for plant\r\n\r\nPrior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such. \r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the Camden Local Plan 2017.\r\n",
    "Condition : 41 - Servicing noise\r\n\r\nNo removal of refuse or bottles/ cans to external bins or areas at the development site shall be carried out other than between the hours of 08:00 to 20:00.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 42 - Deliveries and servicing hours\r\n\r\nNo deliveries or collections/ loading and unloading shall occur at the development site other than between the hours of 08:00 to 20:00.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 43 - Reuse and recycling of demolition waste \r\n\r\nThe demolition hereby approved shall divert at least 95% of demolition waste from landfill and comply with the Institute for Civil Engineer's Demolition Protocol and either reuse materials on-site or salvage appropriate materials to enable their reuse off-site. Prior to occupation, evidence demonstrating that this has been achieved shall be submitted to and approved in writing by the Local Planning Authority.  \r\n\r\nReason: To ensure the development contributes to reducing waste and supporting the circular economy in accordance with the requirements of Policy CC1 of the London Borough of Camden Local Plan 2017 and Policy SI 7 of the London Plan 2021.\r\n",
    "Condition : 44 - No additional external fixtures\r\n\r\nNotwithstanding the Town and Country Planning (General Permitted Development) Order 2015 or any subsequent or superseding orders, no lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes or rooftop 'mansafe' rails shall be fixed or installed on the external face of the building, without the prior approval in writing of the local planning authority. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 45 - Delivery and refuse items\r\n\r\nAll refuse and recycling bins, delivery cages, trolleys and any other items linked to deliveries and collection in association with the development hereby permitted are to be stored within the buildings and only brought out onto the public highway when deliveries are being made or refuse collected and returned to within the building immediately thereafter. \r\n\r\nReason: In the interests of visual amenity and to prevent obstruction and inconvenience to users of the public highways, in accordance with policies A1, CC5 and T1 of the Camden Local Plan 2017.\r\n",
    "Condition : 46 - External doors\r\n\r\nAll external doorways, except for fire doors or for access to utilities, should not open outwards towards the public highway/footway/courtyard spaces. The proposed doors must either open inwards or have a sliding door so they do not restrict the flow of pedestrians or risk being opened onto those passing by.     \r\n\r\nReason:  In order to enhance the free flow of pedestrian movement and promote highway safety and amenity in accordance with policies D1 and T1 of the Camden Local Plan 2017.\r\n",
    "Condition : 47 - Roof terraces \r\n\r\nNo flat roofs within the development shall be used as terraces/amenity spaces unless marked as such on the approved plans, without the prior approval in writing of the Local Planning Authority. \r\n\r\nReason: To safeguard the amenities of the future occupiers and adjoining neighbours in accordance with the requirements of policy A1 of the Camden Local Plan 2017.\r\n",
    "Condition : 48 - Roof terrace hours\r\n\r\nThe opening doors serving the hotel front of house area at fifth floor level shall be closed by 2300 on Monday to Saturday and by 2200 on Sundays and bank holidays. \r\n\r\nReason: To ensure that the amenity of occupiers of residential properties in the area is not adversely affected by noise and disturbance in accordance with the requirements of policy A1 of the Camden Local Plan 2017.\r\n",
    "Condition : 49 - Ground floor bar and restaurant hours\r\n\r\nThe bar and restaurant located at ground floor level shall only be open to members of the public (not including hotel guests) between the hours of 0900 - 00:00 Monday to Sunday.\r\n\r\nReason: To ensure that the amenity of occupiers of residential properties in the area is not adversely affected by noise and disturbance in accordance with the requirements of policy A1 (Managing the impact of development) of the Camden Local Plan 2017.\r\n",
    "Condition : 50 - Theatre hours\r\n\r\nThe proposed theatre hereby approved shall only be open to members of the public between the hours of 0900 - 00:00 Monday to Sunday. \r\n \r\nReason: To ensure that the amenity of occupiers of residential properties in the area is not adversely affected by noise and disturbance in accordance with the requirements of policy A1 (Managing the impact of development) of the Camden Local Plan 2017.\r\n",
    "Condition : 51 - Secure by design accreditation\r\n\r\nThe development shall achieve a Secured by Design accreditation to silver award and to maintain this award for the lifetime of the development.\r\n\r\nReason: To ensure the development takes reasonable measures to make the borough a safer place in accordance with Policy C5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 52 - Advertisement consent\r\n\r\nNotwithstanding what is shown on the approved documents and drawings, no advertisements shall be displayed on the premises without express permission. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the Camden Local Plan 2017.\r\n"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "Shaftesbury Avenue",
  "appeal_status": null,
  "development_type": "Major all other major developments",
  "decision_date": "16/07/2025",
  "lpa_app_no": "2024/0993/P",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": " ",
  "subdivision_of_building": null,
  "last_updated": "2025-08-13T11:31:20.868Z",
  "decision_target_date": "24/07/2025",
  "valid_date": "12/03/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Camden",
  "id": "Camden-2024_0993_P",
  "application_details": {
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "solar_pv_capacity": 0.38,
      "chp_heat_pumps_capacity": 1.8,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false,
      "percentage_demolition_construction_material_recycling": 90,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 86,
      "fire_suppression_system_proposed": true,
      "total_annual_nox_emissions": 0,
      "urban_greening_factor_score": 0.36,
      "mobile_network_operators_consultation": false
    },
    "scheme_phasing": true,
    "internal_resi_water_usage": 0,
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "08/2027",
        "intended_commencement_date": "08/2024"
      }
    ],
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 3353,
        "use_class": "SG",
        "gia_gained": 2329,
        "gia_lost": 1024
      },
      {
        "gia_existing": 228,
        "use_class": "SpecifiedOther",
        "gia_gained": 2046,
        "gia_lost": 228
      },
      {
        "gia_existing": 0,
        "use_class": "C1",
        "gia_gained": 6164,
        "gia_lost": 0
      }
    ],
    "scheme_name": "Former Saville Theatre ",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 8493,
      "total_gia_gained": 10539,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1024,
      "total_gia_existing": 3581,
      "total_gia_lost": 1252
    },
    "site_area": 1.2127,
    "grey_water_reuse": false,
    "total_gia_existing": 3581,
    "ownership_status": "Private",
    "total_gia_lost": 1252,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "lead_developer_company_name": "YC Saville Theatre Limited",
    "building_details": [
      {
        "no_storeys": 10,
        "max_height": 62.7,
        "building_ref": "Building"
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Over £100m",
    "affordable_housing_fast_track": false,
    "total_gia_gained": 10539
  },
  "ward": "Holborn and Covent Garden",
  "centroid_easting": 529977,
  "epc_number": "0919-0761-2877-4829-8148"
}