{
  "uprn": "5019922",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.170962,
          51.554656
        ],
        [
          -0.170923,
          51.554639
        ],
        [
          -0.170958,
          51.554613
        ],
        [
          -0.171122,
          51.554484
        ],
        [
          -0.171231,
          51.554398
        ],
        [
          -0.171278,
          51.554361
        ],
        [
          -0.171282,
          51.554357
        ],
        [
          -0.171335,
          51.554314
        ],
        [
          -0.171403,
          51.554344
        ],
        [
          -0.17144,
          51.554361
        ],
        [
          -0.171479,
          51.554379
        ],
        [
          -0.171457,
          51.554398
        ],
        [
          -0.17156,
          51.554446
        ],
        [
          -0.171729,
          51.554522
        ],
        [
          -0.171789,
          51.55455
        ],
        [
          -0.171765,
          51.554567
        ],
        [
          -0.171695,
          51.554618
        ],
        [
          -0.171597,
          51.554572
        ],
        [
          -0.171564,
          51.554596
        ],
        [
          -0.171549,
          51.554607
        ],
        [
          -0.171423,
          51.554701
        ],
        [
          -0.171515,
          51.554749
        ],
        [
          -0.171513,
          51.554751
        ],
        [
          -0.171465,
          51.554786
        ],
        [
          -0.17144,
          51.554773
        ],
        [
          -0.171341,
          51.554725
        ],
        [
          -0.171297,
          51.554703
        ],
        [
          -0.171219,
          51.554753
        ],
        [
          -0.171207,
          51.554761
        ],
        [
          -0.171154,
          51.554795
        ],
        [
          -0.171166,
          51.554802
        ],
        [
          -0.171136,
          51.554823
        ],
        [
          -0.171103,
          51.554844
        ],
        [
          -0.171069,
          51.554868
        ],
        [
          -0.171067,
          51.554869
        ],
        [
          -0.171051,
          51.554881
        ],
        [
          -0.171033,
          51.554871
        ],
        [
          -0.170939,
          51.554816
        ],
        [
          -0.170902,
          51.554793
        ],
        [
          -0.17082,
          51.55474
        ],
        [
          -0.170877,
          51.554707
        ],
        [
          -0.170962,
          51.554656
        ],
        [
          -0.170962,
          51.554656
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": 185539,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526902.1512217683,
              185559.40376003558
            ],
            [
              526904.8968271167,
              185557.60427513253
            ],
            [
              526902.4975143347,
              185554.60513362737
            ],
            [
              526891.4986028185,
              185540.04930018674
            ],
            [
              526884.1934786779,
              185530.25210460275
            ],
            [
              526881.0521103963,
              185526.0533064939
            ],
            [
              526880.7470431355,
              185525.65342096047
            ],
            [
              526877.2016668596,
              185520.80480886006
            ],
            [
              526872.4030412956,
              185524.00389313273
            ],
            [
              526869.8470723527,
              185525.75339234475
            ],
            [
              526867.0519966375,
              185527.75282001426
            ],
            [
              526868.552597759,
              185529.90220476047
            ],
            [
              526861.2474736187,
              185535.00074531935
            ],
            [
              526849.3498504423,
              185543.19839876913
            ],
            [
              526845.1036439725,
              185546.19754027395
            ],
            [
              526846.7031858272,
              185548.09699656046
            ],
            [
              526851.4523410246,
              185553.9553196355
            ],
            [
              526858.3534571707,
              185548.9967390133
            ],
            [
              526860.546643425,
              185551.74595205893
            ],
            [
              526861.5525408799,
              185552.99559435272
            ],
            [
              526870.0531988809,
              185563.6525438369
            ],
            [
              526863.5478456679,
              185568.85105577938
            ],
            [
              526863.696256768,
              185569.05099854525
            ],
            [
              526866.9035855384,
              185572.99986819428
            ],
            [
              526868.7010088597,
              185571.65025451774
            ],
            [
              526875.7010657389,
              185566.45174257463
            ],
            [
              526878.8012087148,
              185564.05242936919
            ],
            [
              526884.0533126398,
              185569.75079822942
            ],
            [
              526884.8530835671,
              185570.65054068255
            ],
            [
              526888.4479302096,
              185574.54942463944
            ],
            [
              526887.5986889157,
              185575.29921001545
            ],
            [
              526889.6022387645,
              185577.69852322142
            ],
            [
              526891.80367008,
              185580.14782211668
            ],
            [
              526894.1040421288,
              185582.7970637792
            ],
            [
              526894.2524532287,
              185582.94702085515
            ],
            [
              526895.3490463558,
              185584.24664884008
            ],
            [
              526896.602295644,
              185583.19694931427
            ],
            [
              526903.2478148958,
              185577.29863768636
            ],
            [
              526905.902724572,
              185574.7993530982
            ],
            [
              526911.7484728964,
              185569.00101285276
            ],
            [
              526907.8980293596,
              185565.20210028073
            ],
            [
              526902.1512217683,
              185559.40376003558
            ],
            [
              526902.1512217683,
              185559.40376003558
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Camden",
  "bo_system": "Northgate M3",
  "pp_id": "12867714",
  "decision_process": "Delegated",
  "locality": "London",
  "site_number": "26",
  "secondary_street_name": null,
  "description": "Change of use from former police station (sui generis) to provide 5 residential units(Use Class C3) and commercial floorspace (Use Class E), space for a private healthcare use (Use Class E(e)). three storey and four storey rear extensions, replacement of windows, external alterations, landscaping, cycle and refuse storage, rooftop plant and associated ancillary works.",
  "postcode": "NW3 1PD",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.171245,
    "lat": 51.554477
  },
  "lapsed_date": "24/07/2028",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "11/09/2024",
  "parking_details": {
    "no_existing_car": 13,
    "no_proposed_car": 0,
    "net_car": -13
  },
  "application_type_full": "Full planning & listed building consent",
  "appeal_decision_date": null,
  "cil_liability": true,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1078/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nExisting Drawings: A01 (P1), A09 (P1), A10 (P1), A11 (P1), A12 (P1), A13 (P1), A45 (P1), A50 (P1), A51 (P1), A52 (P1), A70 (P1), A71 (P1), A72 (P10, A73 (P1), A74 (P1), A75 (P1), A76 (P1), A77 (P1), A78 (P1), A80 (P1)\r\n\r\nStructural Drawings: 309480-HAH-XX-XX-SK-S-002 (P05), 309480-HAH-XX-XX-SK-S-003 (P05), 309480-HAH-XX-XX-SK-S-004 (P05), 309480-HAH-XX-XX-SK-S-005 (P05), 309480-HAH-XX-XX-SK-S-006 (P05)\r\n\r\nDemolition Drawings: A29 (P1), A30 (P1), A31 (P1), A32 (P1), A33 (P1), A409 (P1), A410 (P1), A411 (P1), A412 (P1), A809 (P1), A810 (P1), A811 (P1), A812 (P1), A813 (P1), A850 (P1), A851 (P1), A852 (P1), A870 (P1), A871 (P1), A872 (P1), A873 (P1), A874 (P1), A875 (P1), A876 (P1), A877 (P1), A878 (P1)\r\n\r\nProposed Drawings: A880 (P1), A881 (P1), A882 (P1), A883 (P1), A884 (P1), A885 (P1), A886 (P1), A887 (P1), A1000 (P1), A99 (P1), A100 (P1), A101 (P1), A102 (P1), A103 (P1), A150 (P1), A151 (P1), A152 (P1), A170 (P2), A171 (P1), A172 (P1), A173 (P1), A174 (P1), A175 (P1), A176 (P1), A177 (P1), A180 (P1), A181 (P1), A182 (P1), A183 (P1), A184 (P1), A185 (P1), A186 (P1), A187 (P1), A8000 (P2), A300 (P1), A310 (P1), A311 (P1), A312 (P1), A313 (P1), A450 (P1), A900 (P1), A371 (P1), A732 (P1), A500 (P1), A501 (P1), A502 (P1), A503 (P1), A504 (P1), A506 (P1), A507 (P1), A600 (P1), A601 (P1), A602 (P1)\r\n\r\nDocuments: Design and Access Statement including Accessibility Statement, Crime Impact Assessment and Verified Views (March 2024), Window Condition Report, Window Condition Report Summary, OPERATIONAL WASTE MANAGEMENT STRATEGY (February 2024 V1), Planning Statement (2024), Heritage Statement (2024), Structural Engineering Statement for Planning (March 2024) (P03), COMBINED PHASE 1 AND PHASE 2 GEO-ENVIRONMENTAL INVESTIGATION AND RISK ASSESSMENT (March 2024) (R1), Acoustic Impact assessment (9/06/2023) (P2), Air Quality Assessment (February 2024) (V5), Camden Air Quality ",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017 and policy DH1 and DH2 of the Hampstead Neighbourhood Plan \r\n",
    "Condition : 4 - Prior to commencement of works on the consented development, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority:\r\n\r\na) Details including sections at 1:10 of all window types (including jambs, frames, glazing, head, cill and product), external doors and gates;\r\n\r\nb) Typical plan, elevation and section drawings of balustrading; \r\n\r\nc)  Typical plan, elevation and section drawings with material specification of the roof top plant enclosure \r\n\r\nc) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and sample panels at a minimum of 1m x 1m of those materials (to be provided on site).\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017 and policy DH1 and DH2 of the Hampstead Neighbourhood Plan\r\n",
    "Condition : 5 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes or rooftop 'mansafe' rails shall be fixed or installed on the external face of the buildings. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017 and policy DH1 and DH2 of the Hampstead Neighbourhood Plan\r\n",
    "Condition : 6 - Prior to occupation full details of hard and soft landscaping and means of enclosure of all un-built, open areas must be submitted to and approved by the local planning authority in writing. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3 and D1 of the London Borough of Camden Local Plan 2017 and NE1 and NE4 of the Hampstead Neighbourhood Plan (2018)\r\n",
    "Condition : 7 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following occupation of the development. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3 and D1 of the London Borough of Camden Local Plan 2017 and policies NE1 and NE4 of the Hampstead Neighbourhood Plan (2018)\r\n",
    "Condition : 8 - All cycle parking for residential, office and medical facility uses as well as details of all short stay cycle parking shall be carried out in accordance with the approved drawings \r\n\r\nThe approved facilities shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - Prior to the commencement of the above ground works full details in respect of the biodiverse roofs in the areas indicated on the approved plans shall be submitted to and approved by the local planning authority. The details shall be consistent with the Green Roof Organisations Green Roof Code and include: \r\n\r\ni. a detailed scheme of maintenance \r\n\r\nii.sections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used \r\n\r\niii. full details of planting species and density \r\n\r\nThe biodiverse roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policy A3 of the London Borough of Camden Local Plan 2017 and policies NE1 and NE4 of the Hampstead Neighbourhood Plan (2018)\r\n\r\n",
    "Condition : 10 - The design and structure of the development shall be of such a standard that it will protect residents within it from existing external noise so that they are not exposed to levels indoors of more than 35dB LAeq 16hrs daytime and of more than 30dB LAeq 8hrs in bedrooms at night.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 11 - Prior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such. \r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ are not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - If during construction/demolition works, evidence of potential contamination is encountered, works shall cease and the site fully assessed to enable an \r\nappropriate remediation plan to be developed. Works shall not recommence until an appropriate remediation scheme has been submitted to, and approved in writing by, the local planning authority and the remediation has been completed. Upon completion of the building works, this condition shall not be discharged until a closure report has been submitted to, and approved in writing by, the local planning authority\r\n\r\nReason: To ensure the risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors, in accordance with policies G1, D1, A1, and DM1 of the London Borough of Camden Local Plan 2017",
    "Condition : 13 - Prior to first occupation of the development a plan showing details of bird and bat box locations and types and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan 2021, policies A3, D1 and CC2 of the London Borough of Camden Local Plan 2017 and policy 2 of the Fortune Green and West Hampstead Neighbourhood Plan 2015.",
    "Condition : 14 - The development hereby approved shall achieve a maximum internal water use of 105 litres/person/day. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with.\r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.",
    "Condition : 15 - Prior to commencement of development, full details of the Sustainable Drainage System including at least 43 m3 buried geocellular attenuation shall be submitted to and approved in writing by the local planning authority. Such a system should be designed to accommodate all storms up to and including a 1:100 year storm with a 40% provision for climate change such that flooding does not occur in any part of a building or in any utility plant susceptible to water, or on any part of the entire development site for up to and including a 1:30 year storm. The details shall demonstrate a site run-off rate conforming to the run-off rate of 2.0 l/s for the discharge point via Downshire Hill, to be approved by the Local Planning Authority. An up-to-date drainage statement, SuDS pro-forma, a lifetime maintenance plan and supporting evidence should be provided. Systems shall thereafter be retained and maintained in accordance with the approved details.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CC2 and CC3 of the London Borough of Camden Local Plan Policies and Policy SI 13 of the London Plan 2021\r\n",
    "Condition : 16 - Prior to occupation, evidence that the Sustainable Drainage System has been implemented in accordance with the approved details as part of the development shall be submitted to the Local Planning Authority and approved in writing. The systems shall thereafter be retained and maintained in accordance with the approved maintenance plan.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CC2 and CC3 of the London Borough of Camden Local Plan Policies and Policy SI 13 of the London Plan 2021\r\n\r\n",
    "Condition : 17 - Before the use commences, details of the Air Source Heat Pumps shall be provided with acoustic isolation and sound attenuation measures in accordance with the scheme approved in writing by the local planning authority. All such measures shall thereafter be retained and maintained in accordance with the manufacturers' recommendations. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policy G1, A1, A4, D1 and CC1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 18 - Notwithstanding the details as shown on the approved drawings, prior to commencement of use, details of suitable privacy screens for the terrace of 'Apartment B' shall be submitted to and approved in writing by the local planning authority. The screens shall be installed in accordance with the approved details prior to occupation of the relevant residential unit and shall be permanently retained thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises and minimises noise disturbance in accordance with the requirements of policies D1, D2 and A1 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 19 - Prior to commencement of use details of planters for 'Apartment A', 'Apartment B' and 'Apartment 3' shall be submitted to and approved in writing by the local planning authority. The screens shall be installed in accordance with the approved details prior to the first occupation of the relevant residential unit and shall be permanently retained thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policies D1, D2 and A1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 20 - Unit labelled as 'Apartment 2' as indicated on plan number 2268 A101 (P1) hereby approved shall be designed and constructed in accordance with Building Regulations Part M4 (3), evidence demonstrating compliance should be submitted to and approved by the Local Planning Authority prior to occupation.\r\n\r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 21 - Prior to the occupation details of the proposed lighting scheme, to include a lux levels plan, shall be submitted to and approved in writing by the Local Planning Authority. The approved lighting scheme and mitigation measures should be implemented in accordance with the approved details prior to occupation and retained and maintained as such thereafter.\r\n\r\nReason: In the interest of ecology, visual amenity and promoting a safe and secure environment in accordance with policies A1, A2, A3 and C5 of the Camden Local Plan 2017.\r\n",
    "Condition : 22 - Prior to first use of the air source heat pump hereby approved, the active cooling function shall be disabled on the factory setting and the air source heat pump shall be used for the purposes of heating only, for the residential units.\r\n\r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with policy CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 23 - The external noise level emitted from plant, machinery or equipment at the development with specified noise mitigation hereby approved shall be lower than the typical existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with installation operating at maximum capacity and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 24 - All refuse storage for residential, office and medical facility uses as well as details of all short stay cycle parking shall be carried out in accordance with the approved drawings \r\n\r\nThe approved facilities shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 25 - No non-road mobile machinery (NRMM) shall not be used on the site unless it is compliant with the NRMM Low Emission Zone requirements (or any superseding requirements) and until it has been registered for use on the site on the NRMM register (or any superseding register). \r\n\r\nReason: To ensure that air quality is not adversely affected by the development in accordance with policy CC4 of the Camden Local Plan 2017, and policy GG3 and SI 1 of the London Plan.\r\n"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "Rosslyn Hill",
  "appeal_status": null,
  "development_type": "Other change of use",
  "decision_date": "24/07/2025",
  "lpa_app_no": "2024/1078/P",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "Former Hampstead Police Station\n",
  "subdivision_of_building": null,
  "last_updated": "2025-08-13T11:31:33.365Z",
  "decision_target_date": "24/07/2025",
  "valid_date": "18/03/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Camden",
  "id": "Camden-2024_1078_P",
  "application_details": {
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 3,
      "chp_heat_pumps_capacity": 0.15,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false,
      "percentage_demolition_construction_material_recycling": 3,
      "no_resi_units_to_have_full_fibre": 5,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 44.6,
      "fire_suppression_system_proposed": true,
      "total_annual_nox_emissions": 0,
      "urban_greening_factor_score": 0.18,
      "mobile_network_operators_consultation": false
    },
    "total_gia_lost": 1710,
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 5,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 10,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units": 5,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 2,
          "gia": 105,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "gia": 92,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 3,
          "gia": 119,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 1,
          "gia": 102,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "no_bedrooms": 3,
          "gia": 226,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_london_living_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_gia_gained": 644
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "internal_resi_water_usage": 110,
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 90,
    "phasing_details": [
      {
        "phase_detail": "1/1",
        "intended_completion_date": "07/2026",
        "intended_commencement_date": "07/2024"
      }
    ],
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1710,
        "use_class": "SG",
        "gia_gained": 0,
        "gia_lost": 1710
      },
      {
        "gia_existing": 0,
        "use_class": "E(e)",
        "gia_gained": 93,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 1059,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 951,
        "gia_lost": 0
      }
    ],
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 0,
        "building_ref": "Former Police Station and Magistrate's Court - please refer to DAS for proposed extensions"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 2103,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1710,
      "total_gia_existing": 1710,
      "total_gia_lost": 1710
    },
    "site_area": 0.113,
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 1710,
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "total_gia_gained": 2103
  },
  "ward": "Hampstead Town",
  "centroid_easting": 526883,
  "epc_number": null
}