{
  "decision_date": "18/12/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Camden",
  "last_updated": "2025-03-19T11:26:40.560+00:00",
  "centroid_northing": 185199,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3478/P",
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "19/12/2024",
  "locality": "London",
  "epc_number": null,
  "site_number": "12",
  "lpa_app_no": "2024/3478/P",
  "last_date_consultation_comments": "12/10/2024",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans \r\n\r\n000GO-A-01-001, 000GO-A-01-002, 000GO-A-02-001, 000GO-A-02-002, 000GO-A-03-001, 000GO-A-03-002, 000GO-A-03-003, 000GO-A-03-004, 000GO-A-05-001, 000GO-A-05-001, 000GO-A-06-001, 000GO-A-06-002, 000GO-A-06-003, 000GO-A-06-004\r\n\r\n000GO-A-01-002, 000GO-A-02-101, 000GO-A-02-102, 000GO-A-02-103, 000GO-A-03-101, 000GO-A-03-102, 000GO-A-03-103, 000GO-A-05-101, 000GO-A-05-102, 000GO-A-05-103, 000GO-A-06-101, 000GO-A-06-102, 000GO-A-06-103, 000GO-A-06-104\r\n\r\nEnergy and Sustainability Statement (13/08/2024), Daylight and Sunlight Assessment (July 2024), Environment Construction and Logistics Management Plan, Envirocheck Report (353527670_1_1), Phase 1 Preliminary Contamination Risk Assessment Report (05/08/2024), Arboricultrual Impact Assessment, Method Statement and Tree Protection Plan (22 July 2024), Biodiversity Net Gain Report (1158), Preliminary Ecology Appraisal (1089), FRA and SuDS Strategy Rpoert (FRA20213.1), Overheating Analysis Document, Planning, Design and Access Statement, Predcited Energy Assessment  document\r\n\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Prior to commencement of development, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Details including sections at 1:10 of all windows (including jambs, head and cill), joinery details, external doors, boundary treatment and gates\r\n\r\nb) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).    \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 of the London Borough of Camden Local Plan 2017 and policy 2 of the 2015 Fortune Green Neighbourhood Plan\r\n",
    "Condition : 4 - Before the development commences, details of secure and covered cycle storage area for 2 cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017 and policy 7 of the 2015 Fortune Green Neighbourhood Plan\r\n",
    "Condition : 5 - Prior to commencement of above ground works, drawings and data sheets showing the location, extent (no.10 panels) and energy generation capacity (at least 4.0kWp) and associated equipment to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. A site-specific lifetime maintenance schedule for each system, including safe roof access arrangements, shall be provided. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CC1 (Climate change mitigation) of the London Borough of Camden Local Plan 2017.",
    "Condition : 6 - The development hereby approved shall achieve a maximum internal water use of 110litres/person/day. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with. \r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.",
    "Condition : 7 - Prior to commencement of above ground works, details, drawings and data sheets showing the location, Seasonal Performance Factor of at least 2.5 (or COP of 4 or more or SCOP of 3.4 or more) and Be Green stage carbon saving of the air source heat pumps and associated equipment including extract vents to be installed on the building, shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems.  A site-specific lifetime maintenance schedule for each system, including safe access arrangements, shall be provided. The equipment shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CC1 and to safeguard the character of the area in line with requirements of D1 of the London Borough of Camden Local plan ",
    "Condition : 8 - Part A: No development shall commence until a site investigation is undertaken and the findings are submitted to and approved in writing by the local planning authority. \r\n \r\nThe site investigation should assess all potential risks identified by the desktop study and should include a generic quantitative risk assessment and a revised conceptual site model. The assessment must encompass an assessment of risks posed by radon and by ground gas. All works must be carried out in compliance with LCRM (2020) and by a competent person. \r\n \r\nPart B: No development shall commence until a remediation method statement (RMS) is submitted to and approved in writing by the local planning authority. This statement shall detail any required remediation works and shall be designed to mitigate any remaining risks identified in the approved quantitative risk assessment. This document should include a strategy for dealing with previously undiscovered contamination. All works must be carried out in compliance with LCRM (2020) and by a competent person.\r\n\r\nPart C: Following the completion of any remediation, a verification report demonstrating that the remediation as outlined in the RMS have been completed should be submitted to, and approved in writing, by the local planning authority. This report shall include (but may not be limited to): details of the remediation works carried out; results of any verification sampling, testing or monitoring including the analysis of any imported soil and waste management documentation. All works must be carried out in compliance with LCRM (2020) and by a competent person.\r\n\r\nReason: To ensure the risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors, in accordance with policies G1, D1, A1, and DM1",
    "Condition : 9 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 10 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. [Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels.] The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 11 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - Prior to first use of the air source heat pump hereby approved, the active cooling function shall be disabled on the factory setting and the air source heat pump shall be used for the purposes of heating only.\r\n\r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with policy CC2 of the London Borough of Camden Local Plan 2017\r\n"
  ],
  "status": "Approved",
  "valid_date": "19/08/2024",
  "application_type": "All Other",
  "appeal_start_date": null,
  "description": "Erection of a two-storey dwelling house fronting Gondar Gardens to the rear of 12 Sarre Road. Provision of external amenity space, cycle storage and refuse facilities.",
  "cil_liability": true,
  "uprn": "5068832",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "13339308",
  "site_name": null,
  "id": "Camden-2024_3478_P",
  "postcode": "NW2 3SL",
  "subdivision_of_building": "Rear garden of ground floor flat only.",
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 524751,
  "lpa_name": "Camden",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": "Minor dwellings",
  "ward": "Fortune Green",
  "bo_system": "Northgate M3",
  "street_name": "Sarre Road",
  "decision_process": "Delegated",
  "appeal_status": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524776.1314384014,
              185206.00860355882
            ],
            [
              524765.4645172069,
              185201.8958304852
            ],
            [
              524763.8599735231,
              185206.74322664284
            ],
            [
              524774.1594379494,
              185210.69886637386
            ],
            [
              524776.1314384014,
              185206.00860355882
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Full planning permission",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.201736,
          51.551954
        ],
        [
          -0.201891,
          51.551919
        ],
        [
          -0.201913,
          51.551963
        ],
        [
          -0.201763,
          51.551996
        ],
        [
          -0.201736,
          51.551954
        ]
      ]
    ]
  },
  "application_details": {
    "scheme_phasing": true,
    "total_gia_lost": 0,
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "site_area": 0.0055000000000000005,
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private",
    "internal_resi_water_usage": 105,
    "total_gia_existing": 0,
    "green_suds": true,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "03/2026",
        "intended_commencement_date": "02/2025"
      }
    ],
    "grey_water_reuse": false,
    "infrastructure_details": {
      "no_new_water_connections_required": 1,
      "total_annual_nox_emissions": 1019,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 857,
      "no_new_gas_connections_required": 1,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "fire_suppression_system_proposed": false,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": true,
      "solar_pv_capacity": 4,
      "chp_heat_pumps_capacity": 1.25,
      "ghg_reduction_over_building_regulations": true
    },
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 73,
        "gia_lost": 0
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 73
    },
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.5,
        "building_ref": "1"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_gained": 73,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "habitable_rooms_density": null,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 73,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_social_rent": 0,
      "total_gia_gained": 73,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0
    }
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "net_car": -1,
    "no_existing_car": 1,
    "no_proposed_cycle": 2,
    "net_cycle": 2,
    "no_proposed_car": 0,
    "no_existing_cycle": 0
  },
  "lapsed_date": "18/12/2027",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.551896,
    "lon": -0.202101
  }
}