{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1814835,
          51.5565935
        ],
        [
          -0.18159599999999998,
          51.5566118
        ],
        [
          -0.1815851,
          51.5566702
        ],
        [
          -0.1815842,
          51.5566751
        ],
        [
          -0.1815665,
          51.556771
        ],
        [
          -0.1815515,
          51.55684
        ],
        [
          -0.18152939999999998,
          51.5569449
        ],
        [
          -0.1813978,
          51.5569225
        ],
        [
          -0.18139249999999998,
          51.5569216
        ],
        [
          -0.18137609999999998,
          51.5569187
        ],
        [
          -0.181389,
          51.5568843
        ],
        [
          -0.18140579999999998,
          51.5568059
        ],
        [
          -0.1814063,
          51.5568005
        ],
        [
          -0.1814083,
          51.556779399999996
        ],
        [
          -0.181409,
          51.5567596
        ],
        [
          -0.18140789999999998,
          51.5567519
        ],
        [
          -0.18141169999999998,
          51.5567282
        ],
        [
          -0.18141649999999998,
          51.5567004
        ],
        [
          -0.18143099999999998,
          51.5565913
        ],
        [
          -0.1814835,
          51.5565935
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3378/P",
  "decision_target_date": "08/10/2024",
  "status": "Approved",
  "parking_details": null,
  "street_name": "Frognal Gardens",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "subdivision_of_building": null,
  "development_type": "Other house holder developments",
  "decision": "Approved",
  "application_details": {
    "total_gia_gained": 45,
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "08/2024",
    "no_additional_bedrooms": 2,
    "intended_completion_date": "03/2025",
    "site_area": 0.041
  },
  "appeal_decision_date": null,
  "decision_date": "03/10/2024",
  "valid_date": "13/08/2024",
  "site_number": "18A",
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": "Frognal",
  "lapsed_date": "03/10/2027",
  "last_date_consultation_comments": "15/09/2024",
  "bo_system": "Northgate M3",
  "lpa_app_no": "2024/3378/P",
  "postcode": "NW3 6XA",
  "pp_id": "13327438",
  "uprn": "5075777",
  "application_type": "Householder",
  "locality": "London",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526165.6528934,
              185756.3973713
            ],
            [
              526157.8035952,
              185758.2468419
            ],
            [
              526158.3972396,
              185764.7549789
            ],
            [
              526158.44671,
              185765.3048215
            ],
            [
              526159.4031371,
              185776.0017596
            ],
            [
              526160.2523784,
              185783.6995561
            ],
            [
              526161.4973826,
              185795.396208
            ],
            [
              526170.6823807,
              185793.1368547
            ],
            [
              526171.0534084,
              185793.0468805
            ],
            [
              526172.1994719,
              185792.7469663
            ],
            [
              526171.399701,
              185788.8980681
            ],
            [
              526170.4515189,
              185780.150572
            ],
            [
              526170.4267838,
              185779.5507437
            ],
            [
              526170.3525782,
              185777.2014162
            ],
            [
              526170.3525782,
              185775.0020457
            ],
            [
              526170.4515189,
              185774.152289
            ],
            [
              526170.2536375,
              185771.5030473
            ],
            [
              526169.9980406,
              185768.4039344
            ],
            [
              526169.2972104,
              185756.2474142
            ],
            [
              526165.6528934,
              185756.3973713
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "lpa_name": "Camden",
  "actual_commencement_date": null,
  "site_name": " ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\n1297.01.01(-); 1297.01.02(-); 1297.01.11(F); 1297.01.04(-); 1297.01.13(F); 1297.01.03(-); 1297.01.12(A); 1297.01.05(-); 1297.01.14(E); 1297.03.01(-); 1297.03.14(E); 1297.03.13(J); 1297.02.01(-); 1297.02.12(E); 1297.02.14(A); 1297.01.06(-); 1297.01.16(F); 1297.03.12(I); 1297.03.11(F); 1297.01.140(-); 1297.03.02(-); Noise Impact Assessment dated 20 September 2024 prepared by ParkerJones Acoustics Limited; Design and Access Statement Rev.01 prepared by Webb Architects Limited; Heritage Statement ref: 4346 dated August 2024 prepared by Smith Jenkins Planning & Heritage; Tree report ref: 045196 dated 15 August 2024 prepared by Usher's Ltd.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details [by not later than the end of the planting season following completion of the development or any phase of the development] [, prior to the occupation for the permitted use of the development or any phase of the development], whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5 (if incl basement or lightwell) D1 [and D2 if in CA] of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Prior to the commencement of works on site, tree protection measures shall be installed and working practices adopted in accordance with the document entitled \"Tree report in accordance with BS5837:2012\" by Ushers Ltd dated 15th August 2024 ref. 045196.  All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved protection details. The development shall be monitored by the project arboriculturalist in accordance with the approved report.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the Camden Local Plan.\r\n",
    "Condition : 6 - The external noise level emitted from plant, machinery or equipment at the development with specified noise mitigation hereby approved shall be lower than the typical existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with machinery operating at maximum capacity and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Prior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such. \r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - Prior to first use of the air source heat pumps hereby approved, the active cooling function shall be disabled on the factory setting and the air source heat pumps shall be used for the purposes of heating only. \r\n\r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with policy CC1 and CC2 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "application_type_full": "Householder planning permission",
  "centroid_northing": "185772",
  "epc_number": null,
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "borough": "Camden",
  "cil_liability": false,
  "decision_process": "Delegated",
  "id": "Camden-2024_3378_P",
  "description": "Part single storey and part two storey rear extension; Conversion of garage to habitable space including front extension and replacement of garage door with windows and cladding panels; Zinc cladding to upper ground floor front window; Side porch extension including addition of a rooflight and cladding material change from spandrel panel to zinc cladding; Replacement of existing windows with metal framed double-glazed units; Installation of photovoltaic solar panels and two rooflights on existing flat roof of the host property; Landscaping works to rear with associated alterations; Installation of an ASHP external unit to side elevation.",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T21:24:58.939+00:00",
  "centroid": {
    "lon": "-0.1815017",
    "lat": "51.556734"
  },
  "centroid_easting": "526164"
}