{
  "decision_date": "21/11/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Camden",
  "last_updated": "2025-03-19T20:37:11.191+00:00",
  "centroid_northing": 182106,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3681/P",
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "25/10/2024",
  "locality": "London",
  "epc_number": null,
  "site_number": "24",
  "lpa_app_no": "2024/3681/P",
  "last_date_consultation_comments": "06/10/2024",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nSite Location Plan RDSC-HBA-00-XX-DR-A-08-20000 CO3, RDSC-HBA-00-LG-DR-A-08-00100  CO3, RDSC-HBA-00-UG-DR-A-08-00101  CO3, RDSC-HBA-00-01-DR-A-08-00102  CO3, RDSC-HBA-00-02-DR-A-08-00103  CO3, RDSC-HBA-00-03-DR-A-08-00104  CO3, RDSC-HBA-00-RF-DR-A-08-00105  CO3, RDSC-HBA-00-ZZ-DR-A-08-00200  CO3, RDSC-HBA-00-ZZ-DR-A-08-00201  CO3, RDSC-HBA-00-ZZ-DR-A-08-00202  CO3, RDSC-HBA-00-ZZ-DR-A-08-00300  CO3, RDSC-HBA-00-ZZ-DR-A-08-00301  CO3, RDSC-HBA-00-ZZ-DR-A-08-00302  CO3, RDSC-HBA-00-ZZ-DR-A-08-00303  CO3, RDSC-HBA-00-LG-DR-A-08-02010  CO3, RDSC-HBA-00-UG-DR-A-08-02011  CO3, RDSC-HBA-00-01-DR-A-08-02012  CO3, RDSC-HBA-00-02-DR-A-08-02013  CO3, RDSC-HBA-00-03-DR-A-08-02014  CO3, RDSC-HBA-00-RF-DR-A-08-02015  CO3, RDSC-HBA-00-XX-DR-A-08-20001  CO3, RDSC-HBA-00-LG-DR-A-08-20100  CO3, RDSC-HBA-00-UG-DR-A-08-20101  CO3, RDSC-HBA-00-01-DR-A-08-20102  CO3, RDSC-HBA-00-02-DR-A-08-20103  CO3, RDSC-HBA-00-03-DR-A-08-20104  CO3, RDSC-HBA-00-RF-DR-A-08-20105 CO3, RDSC-HBA-00-ZZ-DR-A-08-20200  CO3, RDSC-HBA-00-ZZ-DR-A-08-20201 CO3, RDSC-HBA-00-ZZ-DR-A-08-20202 CO3, RDSC-HBA-00-ZZ-DR-A-08-20300  CO3, RDSC-HBA-00-ZZ-DR-A-08-20301 CO3, RDSC-HBA-00-ZZ-DR-A-08-20302  CO3, RDSC-HBA-00-ZZ-DR-A-08-20303  CO3\r\n\r\nSupporting Documents: Design and Access Statement, Overheating Mititgation Note (Hoare Lea), Noise Impact Assessment (Hoare Lea 8/8/2024), Built Heritage Statement (Turley August 2024), Preliminary Ecological Appraisal (Aecom June 2024), Biodiversity Net Gain Plan (MKA Ecology), Tree Survey and Arboricultural Impact Assessment (Aecom August 2024) \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 [and D2 if in CA] of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - The external noise level emitted from plant, machinery or equipment at the development with specified noise mitigation hereby approved shall be lower than the typical existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with machinery operating at maximum capacity and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 5 - Prior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such. \r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017  \r\n",
    "Condition : 6 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 7 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details prior to the occupation of the development. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2  of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - The approved cycle storage facility in the front vault area for the provision of 7 cycles as shown in drawing RDSC-HBA-00-LG-DR-A-08-20100 CO3 shall be provided in its entirety prior to the first occupation of the development, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "status": "Approved",
  "valid_date": "30/08/2024",
  "application_type": "All Other",
  "appeal_start_date": null,
  "description": "Refurbishment and improvements works including replacement of timber window frames, repair works to the roof, refurbishment of front access ramp, installation of platform lifts to the front and rear of the building, installation of ventilation grilles, plant, landscaping, and associated works",
  "cil_liability": false,
  "uprn": "5191765",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "13068915",
  "site_name": null,
  "id": "Camden-2024_3681_P",
  "postcode": "WC1H 0AA",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 529842,
  "lpa_name": "Camden",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": "Minor all other minor developments",
  "ward": "Bloomsbury",
  "bo_system": "Northgate M3",
  "street_name": "Woburn Square",
  "decision_process": null,
  "appeal_status": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529843.2469691306,
              182119.948292878
            ],
            [
              529843.2469691306,
              182119.948292878
            ],
            [
              529846.1492306404,
              182115.9994232288
            ],
            [
              529847.0974126677,
              182114.6498095506
            ],
            [
              529849.8512630775,
              182110.95086836035
            ],
            [
              529851.0467969379,
              182109.3013405333
            ],
            [
              529849.3977847163,
              182108.10168393044
            ],
            [
              529849.1009625166,
              182107.85175547184
            ],
            [
              529840.303482315,
              182101.60354400234
            ],
            [
              529836.4530387779,
              182098.85433095577
            ],
            [
              529834.0537259956,
              182097.0048603614
            ],
            [
              529832.5201446298,
              182099.1242536913
            ],
            [
              529832.2480576131,
              182099.50414494908
            ],
            [
              529828.4965548095,
              182104.60268550838
            ],
            [
              529827.4659221711,
              182106.02227915317
            ],
            [
              529826.2538981884,
              182107.70179839636
            ],
            [
              529828.6532109707,
              182109.45129760815
            ],
            [
              529831.5142471748,
              182111.4807166941
            ],
            [
              529832.2480576134,
              182112.00056788803
            ],
            [
              529841.3011347093,
              182118.49870781618
            ],
            [
              529843.2469691306,
              182119.948292878
            ],
            [
              529843.2469691306,
              182119.948292878
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Full planning & listed building consent",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.129831,
          51.523078
        ],
        [
          -0.129831,
          51.523078
        ],
        [
          -0.129791,
          51.523042
        ],
        [
          -0.129778,
          51.52303
        ],
        [
          -0.129739,
          51.522996
        ],
        [
          -0.129723,
          51.522981
        ],
        [
          -0.129747,
          51.52297
        ],
        [
          -0.129751,
          51.522968
        ],
        [
          -0.12988,
          51.522914
        ],
        [
          -0.129937,
          51.52289
        ],
        [
          -0.129972,
          51.522874
        ],
        [
          -0.129993,
          51.522893
        ],
        [
          -0.129997,
          51.522897
        ],
        [
          -0.130049,
          51.522944
        ],
        [
          -0.130064,
          51.522957
        ],
        [
          -0.13008,
          51.522972
        ],
        [
          -0.130045,
          51.522987
        ],
        [
          -0.130003,
          51.523005
        ],
        [
          -0.129992,
          51.523009
        ],
        [
          -0.12986,
          51.523065
        ],
        [
          -0.129831,
          51.523078
        ],
        [
          -0.129831,
          51.523078
        ]
      ]
    ]
  },
  "application_details": {
    "scheme_phasing": true,
    "total_gia_lost": 3,
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Between £2m and £100m",
    "site_area": 0.027,
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private",
    "internal_resi_water_usage": 0,
    "total_gia_existing": 731,
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2025",
        "intended_commencement_date": "12/2024"
      }
    ],
    "grey_water_reuse": false,
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_provision": true,
      "chp_heat_pumps_capacity": 0.03,
      "ghg_reduction_over_building_regulations": false
    },
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 731,
        "use_class": "F1",
        "gia_gained": 0,
        "gia_lost": 3
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 731,
      "total_gia_lost": 3,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0
    },
    "affordable_housing_fast_track": false,
    "total_gia_gained": 0
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "no_proposed_cycle": 7,
    "net_cycle": 7,
    "no_existing_cycle": 0
  },
  "lapsed_date": "21/11/2027",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.522953,
    "lon": -0.129854
  }
}