{
  "uprn": "5153781",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1756486,
          51.5605689
        ],
        [
          -0.1755562,
          51.560424
        ],
        [
          -0.1754925,
          51.5603236
        ],
        [
          -0.17546389999999998,
          51.5602796
        ],
        [
          -0.17557609999999998,
          51.5602512
        ],
        [
          -0.1756393,
          51.5603498
        ],
        [
          -0.1756596,
          51.5603816
        ],
        [
          -0.1757676,
          51.56055
        ],
        [
          -0.1756486,
          51.5605689
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": "186184",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526559.0989643,
              186208.5479446
            ],
            [
              526565.9011397,
              186192.602509
            ],
            [
              526570.6008246,
              186181.545674
            ],
            [
              526572.7033151,
              186176.6970618
            ],
            [
              526565.0024281,
              186173.3480205
            ],
            [
              526560.3522136,
              186184.2049128
            ],
            [
              526558.8516125,
              186187.7039112
            ],
            [
              526550.9033736,
              186206.2486028
            ],
            [
              526559.0989643,
              186208.5479446
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Camden",
  "bo_system": "Northgate M3",
  "pp_id": "12879637",
  "decision_process": "Delegated",
  "locality": "London",
  "site_number": "19",
  "secondary_street_name": null,
  "description": "Installation of 2 air condenser units within an acoustic enclosure at ground floor level in the rear garden.",
  "postcode": "NW3 1EH",
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.1755723",
    "lat": "51.5603469"
  },
  "lapsed_date": "11/07/2027",
  "application_type": "Householder",
  "title_number": null,
  "last_date_consultation_comments": "12/05/2024",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/0989/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans TRS134_EX_001, TRS134_EX_002, TRS134_EX_003, TRS134_PP_100, TRS134_PP_101, TRS134_PP_102, Design & Access Statement, Planning Statement 11th March 2024, Plant Noise Assessment 02 August 2023.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - Prior to first use of the air source heat pumps hereby approved, the active cooling function shall be disabled on the factory setting and the air source heat pumps shall be used for the purposes of heating only.\r\n\r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with policy CC1 and CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during demolition and construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in relation to design demolition and construction: recommendations\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - The external noise level emitted from plant, machinery or equipment at the development with specified noise mitigation hereby approved shall be lower than the typical existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with machinery operating at maximum capacity and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017\r\n",
    "Condition : 7 - Prior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "Cannon Place",
  "appeal_status": null,
  "development_type": "Minor all other minor developments",
  "decision_date": "11/07/2024",
  "lpa_app_no": "2024/0989/P",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "19 Cannon Place\n",
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T22:10:24.625+00:00",
  "decision_target_date": "11/07/2024",
  "valid_date": "12/03/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Camden",
  "id": "Camden-2024_0989_P",
  "application_details": {
    "existing_uprns": null,
    "intended_commencement_date": "08/2024",
    "intended_completion_date": "02/2025",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "total_gia_gained": 0,
    "site_area": 0.030000000000000002
  },
  "ward": "Hampstead Town",
  "centroid_easting": "526565",
  "epc_number": null
}