{
  "uprn": "5053551",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1696729,
          51.5506475
        ],
        [
          -0.169675,
          51.5506133
        ],
        [
          -0.1696916,
          51.5505043
        ],
        [
          -0.1696972,
          51.55046
        ],
        [
          -0.1696972,
          51.5504592
        ],
        [
          -0.1696981,
          51.5504531
        ],
        [
          -0.1697097,
          51.5504322
        ],
        [
          -0.1697128,
          51.5504264
        ],
        [
          -0.1697212,
          51.5504148
        ],
        [
          -0.169728,
          51.5504064
        ],
        [
          -0.16974609999999998,
          51.5503891
        ],
        [
          -0.16975369999999998,
          51.550382
        ],
        [
          -0.169755,
          51.5503808
        ],
        [
          -0.1697603,
          51.5503759
        ],
        [
          -0.16977219999999998,
          51.5503648
        ],
        [
          -0.1697841,
          51.5503556
        ],
        [
          -0.169796,
          51.5503486
        ],
        [
          -0.1698092,
          51.550342
        ],
        [
          -0.1698104,
          51.5503423
        ],
        [
          -0.1698835,
          51.5503614
        ],
        [
          -0.1699784,
          51.550386
        ],
        [
          -0.1700544,
          51.5504047
        ],
        [
          -0.1701463,
          51.5504273
        ],
        [
          -0.1701791,
          51.550435
        ],
        [
          -0.1700988,
          51.5505853
        ],
        [
          -0.17005989999999999,
          51.5506557
        ],
        [
          -0.1696859,
          51.5506472
        ],
        [
          -0.1696729,
          51.5506475
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": "185111",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527000.9023186,
              185115.6007972
            ],
            [
              527000.8528483,
              185111.8018846
            ],
            [
              527000.003607,
              185099.6453644
            ],
            [
              526999.739765,
              185094.7167752
            ],
            [
              526999.739765,
              185094.6268009
            ],
            [
              526999.6985397,
              185093.9469955
            ],
            [
              526998.9482392,
              185091.597668
            ],
            [
              526998.7503577,
              185090.947854
            ],
            [
              526998.1979386,
              185089.648226
            ],
            [
              526997.7527053,
              185088.6984979
            ],
            [
              526996.5489264,
              185086.7490559
            ],
            [
              526996.0377326,
              185085.9392877
            ],
            [
              526995.955282,
              185085.8093249
            ],
            [
              526995.6007443,
              185085.2494851
            ],
            [
              526994.8009734,
              185083.9998429
            ],
            [
              526994.0012025,
              185082.9501433
            ],
            [
              526993.2014316,
              185082.1503723
            ],
            [
              526992.3027199,
              185081.4005869
            ],
            [
              526992.2202693,
              185081.4305783
            ],
            [
              526987.1000863,
              185083.4200088
            ],
            [
              526980.446322,
              185085.9992705
            ],
            [
              526975.1282576,
              185087.9487125
            ],
            [
              526968.69711,
              185090.29804
            ],
            [
              526966.3967379,
              185091.0978111
            ],
            [
              526971.5499011,
              185107.9529863
            ],
            [
              526974.0481546,
              185115.8507256
            ],
            [
              527000.003607,
              185115.5508115
            ],
            [
              527000.9023186,
              185115.6007972
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Camden",
  "bo_system": "Northgate M3",
  "pp_id": "12898167",
  "decision_process": "Delegated",
  "locality": "London",
  "site_number": "34",
  "secondary_street_name": null,
  "description": "Erection of a first-floor extension with green/sedum roof and photovoltaic panels, comprehensive structural and restoration works, new glazed window/doors to garden from southern studio, landscaping works, three areas of green roof to main roof, mechanical ventilation heat recovery and ASHP units.",
  "postcode": "NW3 5AE",
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.169875",
    "lat": "51.5506092"
  },
  "lapsed_date": "06/08/2027",
  "application_type": "Householder",
  "title_number": null,
  "last_date_consultation_comments": "09/07/2024",
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "application_type_full": "Householder planning & listed building consent",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/1219/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Location Plan 245-S3-000 rev A, Block Plan 245-S3-001 rev A, Existing Ground Floor Plan 245-S3-002, Existing Roof Plan 245-S3-003, Existing East Elevation 245-S3-010, Existing North Elevation 245-S3-011, Existing Section AA 245-S3-020, Existing Section BB 245-S3-021, Existing Section CC 245-S3-022, Demolition Plan - Ground Floor Plan 245-S3-202 rev B, Demolition Roof Plan 245-S3-203, Demolition East Elevation 245-S3-210, Demolition North Elevation 245-S3-211, Demolition Section AA 245-S3-220, Demolition Section BB 245-S3-221, Demolition Section CC 245-S3-222, Proposed Ground Floor Plan 245-S3-101 rev E, Proposed First Floor Plan 245-S3-102 rev D, Proposed Roof Plan 45-S3-103 rev D, Proposed Section AA 245-S3-120 rev B, Proposed Section BB 245-S3-121 rev A, Proposed Section CC 245-S3-122 rev A, 34 Belsize Lane Design and Access Statement rev A by EBBA dated May 2024, Heritage and Townscape Statement by Jon Lowe Heritage dated March 2024 ref 00567 v.3, Structural Report 2230268 rev P02 dated 22/03/24 by Elliott Wood, BS5837:2012 Arboricultural Impact Assessment and Method Statement by Tamla Tree Consulting Arborists dated March 2024 ref. 0403Rrv2, Environmental Noise Survey Report & Plant Noise Impact Assessment QA24091/PNIA dated 26 March 202 ref QA24091/PNIA, Internal Elevation - Kitchen RM 00.02 245-S4-301, Photographic Survey of Types of Damages 245-PL-300, Joinery / Doors / Shutters: Existing Plan 245-PL-100, Joinery / Doors / Shutters: Proposed Plan 245-PL-101, EJ0.01 - ED0.05, ED0.06, ED0.07 245-PL-200, XD0.01 245-PL-201, EJ0.02 - EJ0.03 245-PL-202 rev A, ES0.01, ES0.02, ES0.03, ES0.04, ES0.05, ES0.06 - XD0.02, XD0.03, XD0.04 245-PL-203, EJ0.05 - ED0.10 245-PL-204, EJ0.06 245-PL-205, EJ0.07, EJ0.08, EJ0.09- ED0.14 245-PL-206, EJ0.10 245-PL-207, EJ0.11, EJ0.12 245-PL-208, EJ0.13 - ES0.07 245-PL-209.\r\n\r\nReason: For the avoidance of doubt and in the interest of p",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2  of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - Prior to the commencement of works on site, tree protection measures shall be installed and working practices adopted in accordance with the document entitled \"BS5837:2012 Arboricultural Impact Assessment and Method Statement\" by Tamla Tree Consulting Arborists dated March 2024 ref. 0403Rrv2.  All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved protection details. The development shall be monitored by the project arboriculturalist in accordance with Appendix 3 of the approved report.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the Camden Local Plan 2017.\r\n",
    "Condition : 5 - Full details of hard and soft landscaping to be submitted to and approved by the local planning authority in writing prior ro occupation of the development. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - Prior to the relevant works commencing, full details in respect of the green/sedum roofs shall be submitted to and approved by the local planning authority. The details shall include: \r\n \r\ni. a detailed scheme of maintenance  \r\nii. a plan and section at a scale of 1:20 with manufacturers details demonstrating the construction and materials used \r\niii. full details of planting species and density \r\n \r\nThe green and sedum roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme.\r\n \r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies CC1, CC2, D1 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - The external noise level emitted from plant, machinery or equipment at the development with specified noise mitigation hereby approved shall be lower than the typical existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with machinery operating at maximum capacity and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - Prior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such. \r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 9 - Prior to first use of any of the air source heat pumps hereby approved, the active cooling function shall be disabled on the factory setting and the air source heat pumps shall be used for the purposes of heating only. \r\n \r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with policy CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - Prior to installation of the PV panels hereby approved, detailed plan showing the location, number and angle of photovoltaic cells to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing as well as a maintenance plan. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter. \r\n\r\nReason:  To ensure the development provides adequate on-site renewable energy facilities and to ensure the addition of the photovoltaic panels do not dominate the roofscope, nor appear dominant in views from the street or in long views from the surrounding public realm, in accordance with the requirements of Policy D1, D2, CC1 and CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - The flat roofs of both the main building and the first floor extension shall not be used as roof terraces, sitting out areas or other amenity space. \r\n\r\nReason: To protect the amenity of adjoining occupiers and the area in accordance with policies A1 and D1 of the Camden Local Plan 2017."
  ],
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "street_name": "Belsize Lane",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "decision_date": "06/08/2024",
  "lpa_app_no": "2024/1219/P",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": " ",
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T22:10:19.574+00:00",
  "decision_target_date": "22/05/2024",
  "valid_date": "27/03/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Camden",
  "id": "Camden-2024_1219_P",
  "application_details": {
    "existing_uprns": null,
    "intended_commencement_date": "06/2024",
    "intended_completion_date": "06/2025",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "total_gia_gained": 80,
    "site_area": 0.09000000000000001
  },
  "ward": "Belsize",
  "centroid_easting": "526987",
  "epc_number": null
}