{
  "decision_date": "01/11/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Camden",
  "last_updated": "2025-08-13T11:31:24.656Z",
  "centroid_northing": 184970,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2024/3860/P",
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "decision_target_date": "06/11/2024",
  "locality": "London",
  "epc_number": "2460-3034-6209-0724-2200",
  "site_number": "3",
  "lpa_app_no": "2024/3860/P",
  "last_date_consultation_comments": "13/10/2024",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\n580 4EX00; 580 4EX01; 580 4EX02; 580 4PL01; 580 4PL02; 580 4PL03; Design and Access Statement (prepared by Simon Miller Architects, dated 10/09/2024); Heritage Statement (prepared by Simon Miller Architects, dated 10/09/2024); Green Roof Build Up Detail and Section Evo/JGI; Green Roof Species List; Green Roof Maintenance Summary (prepared by Pritchard & Pritchard); Tree Protection Plan MWA TPP 01; Arboricultural Appraisal Report DEV240905-1223 (prepared by MWA Arboriculture, dated 09/09/2024); 0410 P.01; MWA Tree Survey Schedule DEV240905-1223. \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - The outbuilding hereby permitted shall not be occupied at any time other than for purposes incidental to the residential use of the dwelling known as '3 Crediton Hill'.\r\n\r\nReason: To safeguard the amenity of the residential use, adjoining premises, and the area generally in accordance with Policies A1 and A4 of the London Borough of Camden Local Plan 2017.",
    "Condition : 4 - Prior to the commencement of works on site, tree protection measures shall be installed and working practices adopted in accordance with the document entitled \"Arboricultural Appraisal Report\" by MWA Arboriculture dated 09/09/20240909. All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with BS5837:2012 and with the approved protection details. The development shall be monitored by the project arboriculturalist in accordance with the approved report.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of Policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels and shall include details of replacement trees of species, size, and location first agreed with the Council's Trees and Landscaping Officer. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1, and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of Policies A2, A3, D1, and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - The green roof hereby approved shall be fully installed on the building in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme for the duration of the development.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with Policies A3 and CC3 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "status": "Approved",
  "valid_date": "11/09/2024",
  "application_type": "Householder",
  "appeal_start_date": null,
  "description": "Erection of outbuilding to rear garden.",
  "cil_liability": false,
  "uprn": "5070935",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "13395052",
  "site_name": " ",
  "id": "Camden-2024_3860_P",
  "postcode": "NW6 1HT",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 525647,
  "lpa_name": "Camden",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": "Other house holder developments",
  "ward": "West Hampstead",
  "bo_system": "Northgate M3",
  "street_name": "Crediton Hill",
  "decision_process": "Delegated",
  "appeal_status": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525642.4460507536,
              184975.65085741732
            ],
            [
              525645.1999011631,
              184975.35094326554
            ],
            [
              525657.1964650726,
              184973.95134389517
            ],
            [
              525661.6982684365,
              184973.40150128573
            ],
            [
              525660.4037938426,
              184963.55432000937
            ],
            [
              525644.2022487691,
              184965.25383353065
            ],
            [
              525633.5001594534,
              184966.40350444044
            ],
            [
              525621.9982992102,
              184967.6031610429
            ],
            [
              525622.352836838,
              184976.8505140171
            ],
            [
              525642.4460507536,
              184975.65085741732
            ],
            [
              525642.4460507536,
              184975.65085741732
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Householder planning permission",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.18933,
          51.549691
        ],
        [
          -0.189291,
          51.549688
        ],
        [
          -0.189118,
          51.549673
        ],
        [
          -0.189053,
          51.549667
        ],
        [
          -0.189076,
          51.549579
        ],
        [
          -0.189309,
          51.549597
        ],
        [
          -0.189462,
          51.54961
        ],
        [
          -0.189628,
          51.549624
        ],
        [
          -0.189619,
          51.549707
        ],
        [
          -0.18933,
          51.549691
        ],
        [
          -0.18933,
          51.549691
        ]
      ]
    ]
  },
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_completion_date": "07/2025",
    "no_additional_bathrooms": 0,
    "total_gia_gained": 0,
    "intended_commencement_date": "02/2025",
    "site_area": 0.039
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": "01/11/2027",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.549639,
    "lon": -0.189267
  }
}