{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "P2055.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P2055.22",
  "actual_completion_date": null,
  "pp_id": "11778092",
  "lapsed_date": "14/04/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "0.20506839999999998",
    "lat": "51.584026"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021368797",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "31/01/2023",
  "description": "Resurfacing and soft landscaping of front driveway",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20466499999999999,
          51.5840037
        ],
        [
          0.2053084,
          51.5841892
        ],
        [
          0.2054934,
          51.5840612
        ],
        [
          0.2048103,
          51.5838629
        ],
        [
          0.20466499999999999,
          51.5840037
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "61 Crossways",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed on the plans and the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Prior to the parking area hereby approved first being brought into use, full details of all planting including species and density at planting for the soft landscaped area shall be submitted to and approved in writing by the Local Planning Authority. Such a scheme as approved shall be implemented in the first  planting season following completion of the development. Any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the planting and further details will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Before the development hereby permitted commences at the site, a scheme in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction' for all the trees located 61 Crossways Romford RM2 6AJ shall be submitted to and approved in writing by the Local Planning Authority. The protection measures as approved shall be undertaken at the site before any work in connection with the development hereby permitted commences at the site, and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted, within the fence or other means of enclosure surrounding the trees, no activities associated with building operations shall take place unless previously agreed in writing by the Local Planning Authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's",
    "During construction of the development hereby permitted, the tree(s) located (61 Crossways Romford RM2 6AJ) shall not be lopped or felled without the written consent of the local planning authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the",
    "character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be",
    "protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition",
    "and Construction'. The protection measures shall be implemented prior to any below ground works and shall",
    "be retained for the entire period of the duration of any work at the site, in connection with the development",
    "hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the",
    "character of the area, and to accord with Policies LP27 of the Council's Local Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "postcode": "RM2 6AJ",
  "application_type": "All Other",
  "decision_date": "14/04/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 552869,
  "valid_date": "06/01/2023",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "14/04/2023",
  "id": "Havering-P2055.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:41:10.967+00:00",
  "street_name": "Romford",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 189544,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "intended_commencement_date": "03/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "04/2023",
    "site_area": 0.09300000000000001
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552841.133,
              189540.677
            ],
            [
              552885.084,
              189562.653
            ],
            [
              552898.33,
              189548.805
            ],
            [
              552851.669,
              189525.324
            ],
            [
              552841.133,
              189540.677
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Squirrels Heath"
}