{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "17310/APP/2022/3461",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=17310/APP/2022/3461",
  "actual_completion_date": null,
  "pp_id": "11692073",
  "lapsed_date": "03/08/2026",
  "secondary_street_name": null,
  "centroid": {
    "lat": "51.583639",
    "lon": "-0.3915297"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": null,
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "09/12/2022",
  "description": "Erection of a two storey side and part first floor and single storey rear extension",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39194199999999996,
          51.5836667
        ],
        [
          -0.3919387,
          51.5836662
        ],
        [
          -0.3918986,
          51.583668
        ],
        [
          -0.3919118,
          51.5836689
        ],
        [
          -0.39112979999999997,
          51.5837015
        ],
        [
          -0.3911153,
          51.5836251
        ],
        [
          -0.3911193,
          51.5836204
        ],
        [
          -0.3919341,
          51.5835804
        ],
        [
          -0.39194199999999996,
          51.5836667
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "11 RUSHDENE ROAD",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 3364/AP/01 and 3364/AP/04 received by the Local Planning Authority on 14-11-22.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 9 and 13 Rushdene Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The windows on the southern elevation serving the en-suite shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance or construction work, detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval.",
    "No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials or waste shall be bur",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "postcode": null,
  "application_type": "Householder",
  "decision_date": "03/08/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 511539,
  "valid_date": "14/11/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "09/01/2023",
  "id": "Hillingdon-17310_APP_2022_3461",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T02:54:40.284+00:00",
  "street_name": "EASTCOTE PINNER",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 188423,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 79,
    "intended_commencement_date": "01/2023",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "04/2023",
    "site_area": 0.053000000000000005
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511510.3685,
              188425.4537
            ],
            [
              511510.5958,
              188425.3969
            ],
            [
              511513.3739,
              188425.6615
            ],
            [
              511512.4526,
              188425.7416
            ],
            [
              511566.5553,
              188430.5563
            ],
            [
              511567.7459,
              188422.0896
            ],
            [
              511567.4813,
              188421.5604
            ],
            [
              511511.125,
              188415.8719
            ],
            [
              511510.3685,
              188425.4537
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              511510.3605,
              188425.5554
            ],
            [
              511510.3312,
              188425.926
            ],
            [
              511512.4526,
              188425.7416
            ],
            [
              511510.3605,
              188425.5554
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              511510.3605,
              188425.5554
            ],
            [
              511510.3685,
              188425.4537
            ],
            [
              511510.0666,
              188425.5292
            ],
            [
              511510.3605,
              188425.5554
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "EASTCOTE 2022"
}