{
  "wgs84_polygon": null,
  "polygon": null,
  "appeal_status": null,
  "last_updated_by": "Planning Portal ingest",
  "epc_number": null,
  "decision_process": "Delegated",
  "locality": "Northolt",
  "application_details": {
    "existing_uprns": [
      "12156659"
    ]
  },
  "decision_agency": "Borough",
  "decision_target_date": "31/05/2023",
  "centroid": {
    "lat": 51.546918,
    "lon": -0.397216
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "uprn": "12156659",
  "development_type": null,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "borough": "Ealing",
  "ward": "Northolt West End",
  "last_date_consultation_comments": null,
  "bo_system": "CSV Data Import",
  "application_type_full": "Non-Material Amendment",
  "valid_date": "04/05/2023",
  "site_number": null,
  "appeal_decision": null,
  "centroid_northing": 184331,
  "postcode": "UB5 6RE",
  "decision_conditions": [
    "The development hereby approved shall be retained in accordance with drawing title number (s): Non Material Amendments to wording to Conditions - Cover Letter dated 03/05/2023.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Condition 3 of Ref:181146FUL dated 21/07/2021 to read as follows:",
    "Notwithstanding the plans hereby approved, details of materials and finishes to be used for the external building surfaces and samples of the proposed facing materials shall be submitted to and approved by the Local Planning Authority prior to the material being installed (excluding ground works and site clearance). The development shall be carried out in accordance with these approved details and retained as such thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with Policy D4 of the London Plan (2021) and Policy 7B of Ealing's Development Management DPD.",
    "| Condition 4 of Ref:181146FUL dated 21/07/2021 to read as follows:",
    "Prior to first use of the development and installation, details of the proposed cycle parking (long and short stay cycle parking) at the site shall be submitted to an approved by the local planning authority. The cycle parking should be provided in a covered, safe and secure environment.",
    "Reason: To ensure adequate cycle parking is provided to encourage the use of sustainable modes of transport in accordance with Policy T5 of the London Plan (2021) and Ealing's Supplementary Planning Document 'Sustainable Transport for New Development' and as required by TfL and the Council's Transport Services.",
    "| Condition 14 of Ref:181146FUL dated 21/07/2021 to read as follows:",
    "Prior to first use of the development and installation, details shall be submitted to the Council for approval in writing, of congregational, spectator, play and activity areas on ground and upper floors, their location, directionality, numbers of people accommodated, hours and frequency of use and acoustic screening/ enclosures as well as acoustic sound barrier along boundaries of the outdoor areas with residential premises, according to specifications of SPG10 Appendix 6 for wooden barriers. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard residential amenity and to ensure that the materials harmonise with the surroundings in accordance with Policies D4 and D14 of the London Plan (2021), Policies 7A and 7B of Ealing's Development Management DPD Ealing's SPG 10 - 'Noise and Vibration' and as required by the Council's Pollution Technical Team and Park's Services.",
    "| Condition 20 of Ref:181146FUL dated 21/07/2021 to read as follows:",
    "Prior to first use of the development and installation, details of external artificial lighting shall be submitted to and approved in writing by the Council. Lighting contours shall be submitted to demonstrate that the vertical illumination of neighbouring premises is in accordance with the recommendations of the Institution of Lighting Professionals in the 'Guidance Notes For The Reduction Of Light Pollution 2011'. Details should also be submitted for approval of measures to minimise use of lighting and prevent glare and sky glow by correctly using, locating, aiming and shielding luminaires. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To safeguard residential amenity in accordance with Policy 7A of Ealing's Development Management DPD.",
    "| Prior to first use of the development, details shall be submitted to and approved in writing by the Council of a site Management Plan. These details shall include proposed hours of use of internal and external areas, times and frequency of activities and community uses, of deliveries and collections, vehicle movements, location of loading bay, control measures for people behaviour, crowds and community uses, smoking areas, public liaison etc. Approved details shall be implemented prior to use of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, smells, smoke, fumes in accordance with Policy D14 of the London Plan (2021).",
    "| No uses shall commence until a schedule of playing field maintenance including a programme for implementation for a minimum period of five years starting from the commencement of use of the development has been submitted to and approved in writing by the Local Planning Authority after consultation with Sport England. Following the commencement of use of the development the approved schedule shall be complied with in full.",
    "Reason: To ensure that the playing field is first established as a functional playing field to an adequate standard and is fit for purpose and to accord with Policies S5 of the London Plan (2021).",
    "| Condition 28 of Ref:181146FUL dated 21/07/2021 to read as follows:",
    "Prior to first use of the development and installation, details shall be submitted to and approved in writing by the Council, of the installation, operation, and maintenance of the odour abatement equipment and extract system to kitchens and cooking areas, including the height of the extract duct, vertical discharge outlet at least 1m above the main building, at least 20m distance from residential neighbours. Approved details shall be implemented prior to the commencement of the use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by cooking odour in accordance with Policy D14 of the London Plan (2021)."
  ],
  "centroid_easting": 511236,
  "decision_date": "31/05/2023",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Ealing",
  "id": "Ealing-231757NMA",
  "lpa_app_no": "231757NMA",
  "parking_details": null,
  "appeal_start_date": null,
  "site_name": "Sklpc Community Centre And Sports Ground",
  "appeal_decision_date": null,
  "lapsed_date": "31/05/2026",
  "description": "Application for a Non-Material Amendment (S96a) to planning permission ref: 181446FUL dated 21/07/2021 for: Demolition of all existing buildings on the site; retention and enhancement of existing outdoor sports grass cricket pitch and creation of new outdoor grass pitch; floodlighting and permeable hard landscaping; erection of a new community sports building (providing supporting facilities to the outdoor sports pitches including changing rooms, kitchens, spectator seating and viewing areas approx 5436m2) including indoor multi-use sports halls and gym, multi-use meeting/function rooms; cafe; erection of detached single storey groundskeeper's residence; associated landscaping; car parking; creation of new pedestrian, cycling and vehicular access (including a new vehicular access onto West End Road); and associated drainage and infrastructure works. Amendment seeks to modify the wording of conditions 3 (Sample of Materials), 4 (Cycle Parking), 14 (Enclosures and Sound Barriers), 20 (Floodlights, Security lights and Decorative External Lighting), 25 (Management Plan for servicing, event controls and community uses), 26 (schedule of playing field maintenance), 28 (Extraction and Odour Control system for non-domestic kitchens)",
  "street_name": "India Gardens",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/231757NMA;",
  "pp_id": "PP-12135837",
  "title_number": null,
  "decision": "Approved",
  "application_type": "All Other",
  "status": "Approved",
  "last_updated": "2025-03-19T03:58:59.925+00:00",
  "date_building_work_started_under_previous_permission": null,
  "subdivision_of_building": null
}