{
  "lpa_app_no": "20/P0154",
  "uprn": "48017974",
  "lapsed_date": "06/04/2023",
  "centroid_northing": 170119,
  "site_number": "11B",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "03/01/2020",
  "decision_date": "06/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.232329,
          51.416802
        ],
        [
          -0.23234,
          51.416751
        ],
        [
          -0.232334,
          51.416699
        ],
        [
          -0.232333,
          51.416651
        ],
        [
          -0.232344,
          51.416531
        ],
        [
          -0.232351,
          51.416492
        ],
        [
          -0.232074,
          51.416508
        ],
        [
          -0.23207,
          51.416536
        ],
        [
          -0.232007,
          51.416932
        ],
        [
          -0.232357,
          51.416906
        ],
        [
          -0.232371,
          51.416822
        ],
        [
          -0.232329,
          51.416802
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "site_area": 0.098
  },
  "appeal_decision": null,
  "postcode": "SW20 0NB",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 523028,
  "actual_commencement_date": null,
  "description": "EXTENSION AND RETROFIT OF HOUSE AND GARAGE",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.232188,
    "lat": 51.416747
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P0154",
  "pp_id": "PP-08395434",
  "id": "Merton-20_P0154",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "06/03/2020",
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "02/04/2020",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Design and Acces Statement Incorporationg Heritage and Conservation Report and drawing numbers 463.B3.G10.P00 Rev P, 463.B3.G10.P01 Rev P, 463.B3.G10.P02 Rev P, 463.B1.G20.S0B Rev P,463.B1.G20.S0A Rev P, 463.B1.G20.E00 Rev P, 463.B1.G20.E01 Rev P, 463.B1.G20.E02 Rev P, 463.B1.G20.E03 Rev P, 463.B1.G20.P0R Rev P, 463.B1.G20.P01 Rev P, 463.B1.G20.P02 Rev Q, 463.B1.G20.E04 Rev P and 463.B1.G20.P00 Rev P\r\n\r\n",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the side elevations of the dwelling house and granny annexe without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 5 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - The 'granny annexe' within the development hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 11B Copse Hill, West Wimbledon SW20 0NB.",
    "Condition : 7 - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 8 - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 9 - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 10 - Before the development hereby permitted is first occupied, the windows at first floor level in the side elevations shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 11 - Access to the flat roof of the development hereby permitted (apart from designated balconies/terraces) shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 12 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner. In this instance the application was acceptable as submitted and no further assistance was required.\r\n "
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:14:47.242+00:00",
  "appeal_status": null,
  "street_name": "Copse Hill",
  "ward": "Village_historic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523018.05134568387,
              170124.80186052952
            ],
            [
              523017.44945622305,
              170119.15347735985
            ],
            [
              523018.0018753171,
              170113.40512280766
            ],
            [
              523018.19975678355,
              170108.0966423434
            ],
            [
              523017.7462784226,
              170094.7004769512
            ],
            [
              523017.35051548947,
              170090.30173607607
            ],
            [
              523036.55326280417,
              170092.60107789666
            ],
            [
              523036.8006146373,
              170095.75017647818
            ],
            [
              523040.09863908007,
              170139.8475537476
            ],
            [
              523015.8499143688,
              170136.34855532547
            ],
            [
              523015.0501434415,
              170126.95124527416
            ],
            [
              523018.05134568387,
              170124.80186052952
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}