{
  "lpa_app_no": "20/P0937",
  "uprn": "48009520",
  "lapsed_date": "05/05/2023",
  "centroid_northing": 171755,
  "site_number": "35",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "10/03/2020",
  "decision_date": "05/05/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.217119,
          51.431506
        ],
        [
          -0.216872,
          51.431263
        ],
        [
          -0.217696,
          51.430838
        ],
        [
          -0.217969,
          51.431101
        ],
        [
          -0.217861,
          51.431138
        ],
        [
          -0.217781,
          51.431178
        ],
        [
          -0.217771,
          51.431169
        ],
        [
          -0.217528,
          51.431295
        ],
        [
          -0.217119,
          51.431506
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "site_area": 0.23900000000000002
  },
  "appeal_decision": null,
  "postcode": "SW19 5HL",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 524035,
  "actual_commencement_date": null,
  "description": "ERECTION OF PART SINGLE AND PART TWO STOREY SIDE EXTENSIONS, ERECTION OF SINGLE STOREY FRONT AND REAR EXTENSIONS, EXCAVATION OF BASEMENT LEVEL AND ALTERATIONS TO SECOND FLOOR DORMERS.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.217142,
    "lat": 51.431231
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P0937",
  "pp_id": "PP-08573923",
  "id": "Merton-20_P0937",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "05/05/2020",
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "22/04/2020",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 1610/001, 201AA PA & 401 PA,",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Before the development hereby permitted is first occupied, the windows in the proposed side (north) elevation shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - The basement flat hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as No.35 Burghley Road.",
    "Condition : 7 - Prior to the commencement of the development hereby permitted, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority in accordance with the Structural Solutions Drainage Scheme (Drawing No: 511 dated 19/05/17). The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS), the scheme shall: \r\n \r\ni.              Provide information about the design storm period and intensity, attenuation (volume of no less than 23m3 to be provided) and control the rate of surface water discharged from the site to no more than 5l/s; \r\nii.             Include a timetable for its implementation; \r\niii.            Provide a management and maintenance plan for the lifetime of the development, including arrangements for adoption to ensure the schemes' operation throughout its lifetime.\r\n \r\nNo works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be occupied until the scheme is carried out in full. Those facilities and measures shall be retained for use at all times thereafter.\r\n\r\nReason: To reduce the risk of surface and foul water flooding and to ensure the scheme is in accordance with the drainage hierarchy of London Plan policies 5.12 & 5.13 and the National SuDS standards and in accordance with policies CS16 of the Core Strategy and DMF2 of the Sites and Policies Plan.",
    "Condition : 8 - No development approved by this permission shall be commenced until a Demolition Method Statement has been prepared and submitted by the Contractor undertaking the demolition works. A survey has to be conducted to identify any hazardous materials such as materials containing asbestos, lead etc. The method statement should incorporate any recommendations from the survey report and include the subsequent management, handling and safe disposal of such materials. \r\n\r\nReason: To ensure that structural stability of both the house and adjoining houses is safeguarded and neighbour amenity is not harmed and to comply with policy DM D2 of Merton's Sites and Polices Plan 2014",
    "Condition : 9 - No development approved by this permission shall be commenced until a detailed Construction Method Statement produced and submitted by the respective Contractors responsible for sheet piling, underpinning, excavation and basement construction works. This shall be reviewed and agreed by the Structural Engineer designing the basement.   The method statement shall include Underpinning sequence drawings, Typical sections of the sheet piled and underpinned retaining wall, and Construction and temporary works drawings from Contractor.\r\n\r\nReason: To ensure that structural stability of both the house and adjoining houses is safeguarded and neighbour amenity is not harmed and to comply with policy DM D2 of Merton's Sites and Polices Plan 2014.\r\n",
    "Condition : 10 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 11 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 12 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:19:16.048+00:00",
  "appeal_status": null,
  "street_name": "Burghley Road",
  "ward": "Village_historic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524035.8464237621,
              171785.64644918026
            ],
            [
              524053.69698105566,
              171759.00407547108
            ],
            [
              523997.5481149252,
              171710.3979888059
            ],
            [
              523977.90013431065,
              171739.09977301414
            ],
            [
              523985.29595412256,
              171743.4485281966
            ],
            [
              523990.7459395135,
              171748.04721183795
            ],
            [
              523991.49624007405,
              171746.99751231138
            ],
            [
              524008.00285240787,
              171761.45337436843
            ],
            [
              524035.8464237621,
              171785.64644918026
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}