{
  "lpa_name": "Merton",
  "uprn": "48066238",
  "decision_date": "02/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-20_P0782",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW19 7AL",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.022000000000000002
  },
  "valid_date": "31/03/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "EXCAVATION OF FRONT AND REAR GARDENS TO FORM LIGHTWELLS IN CONNECTION WITH BASEMENT ENLARGEMENT.",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved Baseement Drainage Detail No. 025; 001A; 002; 003; 006; 007",
    "Condition : 3 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 4 - No development approved by this permission shall be commenced until a detailed scheme for the provision of surface and foul water drainage has been submitted to and approved in writing by the local planning authority. ",
    "Condition : 5 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater  will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure.   ",
    "Condition : 6 - No works will commence on site until the below documents have been submitted and agreed by the Planning Officer. \r\n a)    Detailed Construction Method Statement produced by the Contractors appointed for the underpinning and construction of the basement. This shall be reviewed and agreed by the Structural Engineer designing the basement. \r\n b)    Structural and sequence drawings of the underpinning retaining walls and outline temporary work drawings. \r\n c)    Design calculations of the underpinned retaining wall supporting the highway. Please assume full hydrostatic pressure and design should be carried out in accordance to Eurocodes.  \r\n d)    We would recommend monitoring movement of the highway and specially the adjacent building from pre-construction to completion of the works.",
    "Condition : 7 - Construction Management Statement: No development shall take place until a Construction Management Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period.  \r\n\r\nThe Statement shall provide for: \r\n\r\n-Hours of operation \r\n-Measures to control the emission of noise and vibration during construction. \r\n-Measures to control the emission of dust and dirt during construction/demolition  \r\n-a scheme for recycling/disposing of waste resulting from demolition and construction works\r\n",
    "Condition : 8 - No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.",
    "Condition : 9 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:12:21.155+00:00",
  "ward": "Cannon Hill_historic",
  "parking_details": null,
  "lapsed_date": "02/10/2023",
  "decision_target_date": "02/10/2020",
  "centroid": {
    "lat": 51.424982,
    "lon": -0.203059
  },
  "lpa_app_no": "20/P0782",
  "status": "Approved",
  "site_name": "",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P0782",
  "locality": "Wimbledon",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525020.1995339915,
              171077.349196937
            ],
            [
              525023.2996769674,
              171080.44830982713
            ],
            [
              525036.3763438816,
              171093.384606853
            ],
            [
              525043.7474285103,
              171100.80248351028
            ],
            [
              525048.4471133407,
              171096.10382848413
            ],
            [
              525024.7013373553,
              171072.8004989872
            ],
            [
              525020.1995339915,
              171077.349196937
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "13/05/2020",
  "appeal_decision_date": null,
  "decision_process": "",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "15",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Springfield Road",
  "pp_id": "PP-08532493",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 525031,
  "appeal_start_date": null,
  "centroid_northing": 171084,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.203217,
          51.424925
        ],
        [
          -0.203171,
          51.424952
        ],
        [
          -0.202978,
          51.425065
        ],
        [
          -0.20287,
          51.42513
        ],
        [
          -0.202804,
          51.425087
        ],
        [
          -0.203153,
          51.424883
        ],
        [
          -0.203217,
          51.424925
        ]
      ]
    ],
    "type": "Polygon"
  }
}