{
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523801.4970519488,
              171277.60187528108
            ],
            [
              523816.89882609405,
              171265.1454408951
            ],
            [
              523785.9468667029,
              171226.19658987515
            ],
            [
              523769.2011475974,
              171237.60332473577
            ],
            [
              523801.4970519488,
              171277.60187528108
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "PP-08449560",
  "appeal_status": null,
  "last_updated": "2025-03-19T03:17:53.992+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": null,
  "epc_number": null,
  "last_date_consultation_comments": "26/02/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "Village_historic",
  "centroid": {
    "lat": 51.426843,
    "lon": -0.220722
  },
  "decision": "Approved",
  "valid_date": "24/01/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": "Other house holder developments",
  "locality": "Wimbledon",
  "borough": "Merton",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "site_area": 0.101
  },
  "cil_liability": true,
  "postcode": "SW19 5ER",
  "title_number": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P0412",
  "lpa_name": "Merton",
  "site_name": null,
  "lapsed_date": "17/03/2023",
  "parking_details": null,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 0535 (00)00, 0535 (PL4)00, 0535 (PL4) 07 (Rev A), 0535 (PL4)08 (Rev D, 0535 (PL4) 09 (Rev D), 0535 (PL4)10 (Rev C), 0535 (PL4)02 (Rev B), 0535 (PL4) (03) (Rev B), 0535 (PL4) 04 (rev C), 0535 (PL4)05 (Rev C), 0535 (PL4) 06 (Rev B), 0535 (PL4) 01 (Rev B), 0535 (PL4)11 (Rev B), 0535 (PL4)12 (Rev C). ",
    "Condition : 3 - Unless otherwise agreed in writing by the Local Planning Authority, the materials to be used for the development hereby permitted shall be those specified in in drawing 053 (PL4) 21, 053 (PL4) 22, 0535 (PL4) 23, and drawings discharged under discharge of conditions application 19/P3841, specifically 0535(31)10(Rev A), 0535(31)11 (Rev A), 0535(31)12, 0535(31)13, 0535(31)15 (Rev A), 0535(27)03 Rev A; 0535 (CN)01, 0535 (CN)02, 0535 (CN)03, 0535 (CN)04, 0535 (CN)05, 0535 (CN)06, 0535 (CN)07, 0535 (CN)08, 0535 (CN)09.",
    "Condition : 4 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - The details and measures for the protection of the existing trees as specified in the approved document 'BS 5837:2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' dated 'June 2019' shall be complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n",
    "Condition : 7 - The details of the approved document 'BS 5837: 2012 Tree Survey, Arboricultural Impact, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' shall include the retention of an Arboricultural expert to monitor and report to the Local Planning Authority the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works.",
    "Condition : 8 - All hard and soft landscape works shall be carried out in accordance with the approved details as shown 1000/3PC-DP-OPT 1 (REV B), 1020/3PC-PGMB, 1020, 3PC-PHS, 1020/3PC-PHP, 1020/3PC-FGTP. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall\r\nbe replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 9 - A post confirmation noise survey shall be undertaken following completion of the development to ensure the specified levels are achieved, if not achieved additional mitigation shall be installed so the noise levels are achieved before use. The report shall be submitted to the LPA.",
    "Condition : 10 - The development approved by this permission shall be implemented in accordance to the surface water drainage details that have been submitted to and approved in writing by the local planning authority; i.e. sustainable drainage system (SuDS) report (drainage and groundwater management), and CMS.\r\nFlood Risk Planning Document (Date: 27/09/2019), Water Drainage Drawings: J001542-C-251P1, J001542-C-252P1, J001542-C-253P1, J001542-C-254P1, J001542-C-255P1, J001542-C-256P1, J001542-C-257P1, J001542-C-258P1. Soil Infiltration Testing Report (Date: 27/09/2019) and Storm Sewer Design (dated: 20/09/2019).\r\n",
    "Condition : 11 - The work should be carried out in accordance with the Construction Logistics Plan submitted and approved by the Local Planning Authority.  \r\nHighways must be contacted prior to any works commencing on site to agree relevant licences, and access arrangements - no vehicles are allowed to cross the public highway without agreement from the highways section.\r\n\r\n",
    "Condition : 12 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 13 - Noise levels as detailed in the RBA Acoustics report, 9482.RP01.PNA.2 dated 9th September 2019, Revision 2 shall be implemented prior to use and maintained thereafter.",
    "Condition : 14 - The proposed green wall as shown in plan 0535 (pl4) 09 (rev D) shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any plants which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. ",
    "Condition : 15 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n"
  ],
  "bo_system": "Northgate M3",
  "site_number": "3",
  "description": "DEMOLITION AND RE-BUILD OF SIDE EXTENSION, SINGLE STOREY REAR EXTENSION AND BASEMENT EXTENSION.",
  "lpa_app_no": "20/P0412",
  "decision_target_date": "20/03/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48055854",
  "decision_date": "17/03/2020",
  "id": "Merton-20_P0412",
  "centroid_northing": 171261,
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 523798,
  "street_name": "Peek Crescent",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.220666,
          51.426992
        ],
        [
          -0.220449,
          51.426876
        ],
        [
          -0.220908,
          51.426533
        ],
        [
          -0.221144,
          51.426639
        ],
        [
          -0.220666,
          51.426992
        ]
      ]
    ],
    "type": "Polygon"
  }
}