{
  "lpa_app_no": "20/P0797",
  "uprn": "48086047",
  "lapsed_date": "20/04/2023",
  "centroid_northing": 167397,
  "site_number": "35",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "18/02/2020",
  "decision_date": "20/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.167195,
          51.390556
        ],
        [
          -0.166872,
          51.390829
        ],
        [
          -0.166629,
          51.391035
        ],
        [
          -0.166188,
          51.391408
        ],
        [
          -0.166119,
          51.391465
        ],
        [
          -0.165799,
          51.391317
        ],
        [
          -0.165781,
          51.391293
        ],
        [
          -0.165776,
          51.391259
        ],
        [
          -0.165786,
          51.391233
        ],
        [
          -0.165807,
          51.391209
        ],
        [
          -0.165913,
          51.391132
        ],
        [
          -0.166073,
          51.391015
        ],
        [
          -0.166305,
          51.390847
        ],
        [
          -0.16647,
          51.390727
        ],
        [
          -0.166671,
          51.39058
        ],
        [
          -0.1667,
          51.390557
        ],
        [
          -0.166881,
          51.390478
        ],
        [
          -0.167069,
          51.390472
        ],
        [
          -0.167099,
          51.390496
        ],
        [
          -0.167195,
          51.390556
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": null,
  "application_details": {
    "site_area": 0.378
  },
  "appeal_decision": null,
  "postcode": "CR4 4NA",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "centroid_easting": 527696,
  "actual_commencement_date": null,
  "description": "USE OF LAND AND PREMSIES FOR STORAGE AND DISTRIBUTION (CLASS B8).",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.166075,
    "lat": 51.391253
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P0797",
  "pp_id": "PP-08460849",
  "id": "Merton-20_P0797",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "20/04/2020",
  "locality": "Mitcham",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "29/03/2020",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan",
    "Condition : 3 - Prior to the commencement of the development hereby permitted a Delivery, Collection and Servicing Plan, shall be submitted to and approved in writing by the Local Planning Authority. The use shall be continued in accordance with this Delivery, Collection and Servicing Plan approved under this condition.\r\nReason - To ensure the safe and sustainable movement of traffic on neighbouring highways, in accordance with policies of the development plan in particular policy DM T2 of the Sites and Policies Plan\r\n",
    "Condition : 4 - No development shall commence until a Flood Risk Assessment for the site has been submitted to the local planning authority. The assessment shall include any necessary measures for disposing of surface water by means of a sustainable drainage system (SuDS) to ground, watercourse or sewer in accordance with drainage hierarchy contained within the London Plan Policy 5.13 and the advice contained within the National SuDS Standards. Submitted details shall include:\r\n   i. Information about the design storm period and intensity, the method employed to delay (attenuate) and control the rate of surface water discharged from the site as close to greenfield runoff rates (8l/s/ha) as reasonably practicable and the measures taken to prevent pollution of the receiving groundwater and/or surface waters; \r\n   ii. Provide a management and maintenance plan for the lifetime of the development.\r\nThe approved flood risk assessment alongside the sustainable drainage systems,  shall be fully implemented prior to the first occupation of the development and thereafter maintained in accordance with the agreed management and maintenance plan.\r\n\r\n",
    "Condition : 5 - No development shall commence until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be occupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 6 - No development shall commence until details of secure cycle parking facilities for the occupants / staff of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 7 - No development shall commence until details of the vehicle parking area for the occupants / staff of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved vehicle parking area shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times\r\n",
    "Condition : 8 - The use hereby permitted shall operate only between the hours of 08:00-17:00 Monday to Friday and between 08:00-13:00 on Saturday.",
    "Condition : 9 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:17:18.433+00:00",
  "appeal_status": null,
  "street_name": "Willow Lane",
  "ward": "Cricket Green_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527619.9992217015,
              167317.54542843788
            ],
            [
              527641.749692901,
              167348.39659739076
            ],
            [
              527658.0996490757,
              167371.79989827372
            ],
            [
              527687.7488888155,
              167413.9978192561
            ],
            [
              527692.3496329131,
              167420.48596204573
            ],
            [
              527715.0482861392,
              167404.60050920508
            ],
            [
              527716.3427607327,
              167401.91127898695
            ],
            [
              527716.8044841547,
              167398.10236927512
            ],
            [
              527716.1861045717,
              167395.1932020145
            ],
            [
              527714.7844441835,
              167392.5639546297
            ],
            [
              527707.6194860818,
              167383.72648432618
            ],
            [
              527696.8019659098,
              167370.45028459403
            ],
            [
              527681.1528399293,
              167351.3957388954
            ],
            [
              527669.9972722519,
              167337.7496450462
            ],
            [
              527656.4011664869,
              167321.1044096909
            ],
            [
              527654.4965573712,
              167318.50515372027
            ],
            [
              527642.095985467,
              167309.39776068105
            ],
            [
              527629.0028284298,
              167308.39804684516
            ],
            [
              527626.850867481,
              167310.99730281782
            ],
            [
              527619.9992217015,
              167317.54542843788
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}