{
  "lpa_app_no": "20/P0627",
  "uprn": "48030877",
  "lapsed_date": "16/06/2023",
  "centroid_northing": 170928,
  "site_number": "26",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "Oriel House",
  "appeal_decision_date": null,
  "valid_date": "18/02/2020",
  "decision_date": "16/06/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.221629,
          51.423766
        ],
        [
          -0.221302,
          51.424001
        ],
        [
          -0.220998,
          51.423835
        ],
        [
          -0.221312,
          51.4236
        ],
        [
          -0.22157,
          51.423732
        ],
        [
          -0.221629,
          51.423766
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "site_area": 0.098
  },
  "appeal_decision": null,
  "postcode": "SW19 4PS",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 523765,
  "actual_commencement_date": null,
  "description": "EXTENSION TO THE REAR AT GROUND AND FIRST FLOOR TOGETHER WITH PROVISION OF A SINGLE STOREY ORANGERY ATTACHED TO SOUTHERN ELEVATION",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.221313,
    "lat": 51.423858
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P0627",
  "pp_id": "PP-08446486",
  "id": "Merton-20_P0627",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "19/06/2020",
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "01/04/2020",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: [P04 Revision A, P09 Revision A, P07 Revision A, P03 Revision A, P01 Revision A, P08 Revision A, P02 Revision A, 212, P02, EX03, P06, BS5837@2012 Tree Survey, Aboricultural Impact Assessment, Aboricultural Method Statement and Tree Protection Plan (Februay 2020, P1177/001)]",
    "Condition : 3 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the east and west side elevations without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 5 - Before the development hereby permitted is first occupied, the windows in the west side elevation shall be glazed with obscure glass and fixed shut unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed and shall permanently maintained as such thereafter.",
    "Condition : 6 - \"\tTree Protection: The details and measures for the protection of the existing trees as specified in the document 'BS 5837:2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' dated 'February 2020' shall be complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. ",
    "Condition : 7 - Site Supervision (Trees) - The details of the approved 'BS 5837:2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. ",
    "Condition : 8 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 9 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 10 - The applicant should be careful not to plant any two or more evergreen trees adjacent to each other as this could result in a complaint under the High Hedges Act.",
    "Condition : 11 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The application was amended during the application process.\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:19:17.858+00:00",
  "appeal_status": null,
  "street_name": "The Grange",
  "ward": "Village_historic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523743.3034106605,
              170917.25502338936
            ],
            [
              523765.4001744239,
              170943.997368481
            ],
            [
              523786.95276415383,
              170926.0525051388
            ],
            [
              523765.74646698975,
              170899.40013429383
            ],
            [
              523747.4754115798,
              170913.64605644468
            ],
            [
              523743.3034106605,
              170917.25502338936
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}