{
  "lpa_name": "Merton",
  "uprn": "48017991",
  "decision_date": "02/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-20_P0941",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW20 0NB",
  "appeal_decision": null,
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.106,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 7,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "01/06/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "29/06/2020",
          "no_bedrooms": 7,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "01/06/2021",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "29/06/2020",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "05/03/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "DEMOLITION OF EXISTING BUILDING AND ERECTION OF A REPLACEMENT  TWO STOREY DETACHED HOUSE WITH ACCOMMODATION IN THE ROOF LEVEL AND BASEMENT, FORMATION OF A NEW VEHICLE ACCESS TO COPSE HILL AND A NEW FRONT BOUNDARY WALL.",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: [17-1625-101 Rev D, 17-1625-110 Rev B, 17-1625-111 Rev B, 17-1625-112 Rev B, 17-1625-113 Rev B, 17-1625-114 Rev B, 17-1625-120 Rev B, 17-1625-121 Rev B, 17-1625-122 Rev B and 17-1625-123 Rev A, ]",
    "Condition : 3 - No development (other than demolition and below ground works) shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - No development (other than demolition and below ground works) shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - Before the development hereby permitted is first occupied, the upper floor windows in the east elevations shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 8 - The vehicle parking area (including the garage hereby approved) shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n\r\nReason: To ensure the provision of a satisfactory level of parking",
    "Condition : 9 - All site traffic shall access and egress the site from the existing Copse Hill frontage and no access shall be formed from High Cedar Drive to the site of the proposed house.\r\n\r\nReason for Condition:- In the interests of neighbour amenity and the character and appearance of the conservation area.",
    "Condition : 10 - No development (other than demolition and below ground works) shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 11 - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 12 - Site supervision: The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 13 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 14 - No development shall take place until a Demolition Method Statement prepared by the contractor undertaking the demolition works has been submitted to and approved in writing by the Local Planning Authority. The Demolition Method Statement should incorporate any recommendations from the survey report and include the subsequent management, handling and safe disposal of such materials. The demolition of the building must be carried out in accordance with the approved Demolition Method Statement unless otherwise agreed by the Local Planning Authority.",
    "Condition : 15 - No development shall take place until a Construction Method Statement has been submitted to and approved in writing by the Local Planning Authority. The Construction Method Statement should include temporary work and structural drawings of the basement retaining wall and construction sequence and underpinning sequence drawings produced by the contractor responsible for the excavation and construction of the basement. The Construction Method Statement must be formally reviewed and agreed by the Structural Engineer designing the basement and development must be carried out in accordance with the approved details unless otherwise agreed by the Local Planning Authority. ",
    "Condition : 16 - No development shall take place until a Construction Management Plan has been submitted to and approved in writing by the Local Planning Authority. The development must be carried out in accordance with the approved Construction Management Plan unless otherwise agreed by the Local Planning Authority. ",
    "Condition : 17 - No development (other than demolition and below ground works) shall take place until a scheme of details of screening of the first floor balcony has been submitted for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the scheme has been approved and implemented in its approved form and those details shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 18 - Prior to the commencement of development (other than demolition), a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) including a soakaway, in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards. The surface water scheme will be based on the 100yr plus 40% climate change.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.1",
    "Condition : 19 - Prior to the commencement of development (other than demolition), the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13",
    "Condition : 20 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 21 - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n   (i) Parking of vehicles of site workers and visitors;\r\n   (ii) Loading and unloading of plant and materials;\r\n   (iii) Storage of construction plant and materials;\r\n   (iv) Wheel cleaning facilities\r\n   (v) Control of dust, smell and other effluvia;\r\n   (vi) Control of surface water run-off.\r\nNo development shall be carried out except in full accordance with the approved method statement.\r\n",
    "Condition : 22 - No plant or machinery associated with the basement shall be installed unless or until details have been provided to demonstrate that no noise will be audible at the boundary with adjoining residential properties.\r\n\r\nReason; to safeguard the amenities of the occupiers of neighbouring properties and to comply with the following Development Plan\r\npolicies for Merton: policy 7.6 of the London Plan 2015, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.",
    "Condition : 23 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.\r\n\r\nReason - To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy 5.2 of the London Plan 2015 and Policy CS15 of Merton's Core Planning Strategy 2011",
    "Condition : 24 - Informative - Any works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 25 - Informative - It is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 26 - Informative - The proposed development is located within 15 metres of Thames Waters underground assets and as such, the development could cause the assets to fail if appropriate measures are not taken. Please read our guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures.https://urldefense.proofpoint.com/v2/url?u=https-3A__developers.thameswater.co.uk_Developing-2Da-2Dlarge-Dsite_Planning-2Dyour-2Ddevelopment_Working-2Dnear-2Dor-2Ddiverting-2Dour-2Dpipes&d=DwIFaQ&c=HmJinpA0me9MkKQ19xEDwK7irBsCvGfF6AWwfMZqo\tno&r=HVy2BaAHoy75 Et42R7vHQVgBJr4jmCMnquJWjP \tjOUE&m=6zAVCAdZlQ4IAM-Z8lSL3M4FFszmGRN_ \tsR9cFtZgD4&s=IOATrKOAL_Vpqf7n6aBltYPNXWVW0fdwIKVjndxPtHA&e= . \tShould you require further information please contact Thames Water. Email: developer.services@thameswater.co.uk Phone: 0800 009 3921 (Monday to Friday, 8am to 5pm) Write to: Thames Water Developer Services, Clearwater Court, Vastern Road, Reading, Berkshire RG1 8DB",
    "Condition : 27 - Informative - The proposed development is located within 15m of Thames Waters underground assets, as such the development could cause the assets to fail if appropriate measures are not taken. Please read our guide 'working near our assets' to ensure your workings are in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. https://urldefense.proofpoint.com/v2/url?u=https-3A__developers.thameswater.co.uk_Developing-\r\n2Da-2Dlarge-2Dsite_Planning-2Dyour-2Ddevelopment_Working-2Dnear-2Dor-2Ddiverting-2Dour28/ 2Dpipes&d=DwIFaQ&c=HmJinpA0me9MkKQ19xEDwK7irBsCvGfF6AWwfMZqono&r=HVy2BaAHoy75Et42R7vHQVgBJr4jmCMnquJWjP-jOUE&m=6zAVCAdZlQ4IAM-Z8lSL3M4FFszmGRN_ sR9cFtZgD4&s=IOATrKOAL_Vpqf7n6aBltYPNXWVW0fdwIKVjndxPtHA&e= . Should you require further information please contact Thames Water. Email:\r\ndeveloper.services@thameswater.co.uk",
    "Condition : 28 - Informative - Carbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n\"\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and compliance with the 19% improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name; registration number, assessment status, plot number and development address); OR, where applicable:\r\n\"\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n\"\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation\r\n\r\nWater efficiency evidence requirements for post construction stage assessments must provide:\r\n\"\tDocumentary evidence representing the dwellings 'As Built'; detailing:\r\no\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment);\r\no\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n\"\tWater Efficiency Calculator for New Dwellings; OR\r\n\"\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'\r\n",
    "Condition : 29 - Informative - The applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of a swift nesting box/bricks on the site.",
    "Condition : 30 - Informative - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\n\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n\r\n",
    "Condition : 31 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   ii) The application was acceptable as submitted and no further assistance was required."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:20:54.528+00:00",
  "ward": "Village_historic",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "lapsed_date": "02/10/2023",
  "decision_target_date": "30/04/2020",
  "centroid": {
    "lat": 51.417811,
    "lon": -0.232348
  },
  "lpa_app_no": "20/P0941",
  "status": "Completed",
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P0941",
  "locality": "Wimbledon",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523002.6990419073,
              170270.25022641022
            ],
            [
              523015.9488551038,
              170269.60041241656
            ],
            [
              523018.1997567854,
              170253.20510551962
            ],
            [
              523021.1514886609,
              170232.35107491812
            ],
            [
              523022.5036786822,
              170232.5510176851
            ],
            [
              523026.14799569035,
              170189.65329701616
            ],
            [
              523013.50007195445,
              170188.55361179868
            ],
            [
              523007.151374904,
              170242.79808449495
            ],
            [
              523005.7991848828,
              170251.34563778638
            ],
            [
              523002.6990419073,
              170270.25022641022
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "22/04/2020",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "17A",
  "application_type": "All Other",
  "actual_completion_date": "01/06/2021",
  "title_number": [],
  "actual_commencement_date": "29/06/2020",
  "street_name": "Copse Hill",
  "pp_id": "PP-08561976",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 523014,
  "appeal_start_date": null,
  "centroid_northing": 170237,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.232499,
          51.418112
        ],
        [
          -0.232309,
          51.418103
        ],
        [
          -0.232282,
          51.417956
        ],
        [
          -0.232247,
          51.417767
        ],
        [
          -0.232228,
          51.417769
        ],
        [
          -0.23219,
          51.417383
        ],
        [
          -0.232372,
          51.417375
        ],
        [
          -0.232445,
          51.417864
        ],
        [
          -0.232461,
          51.417941
        ],
        [
          -0.232499,
          51.418112
        ]
      ]
    ],
    "type": "Polygon"
  }
}