{
  "lpa_name": "Merton",
  "uprn": "48006421",
  "decision_date": "01/02/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-20_P0122",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SM4 5LU",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.024
  },
  "valid_date": "27/01/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "DEMOLITION OF GARAGE AND ERECTION OF A DWELLING",
  "decision_conditions": [
    "Reason : 1 - The proposed house by reason of design, bulk, materials and siting would be unduly dominant and out of keeping with the design and character of the host building, visually intrusive, detract from the appearance and garden suburb character and sense of openness of this part of the St Helier Estate and would be harmful to the visual amenities of the neighbouring residents at 40 Blanchland Road and the wider streetscene and contrary to policies 7.4 and 7.6 of the London Plan 2016, policies DM D1, DM D2 and DM D3 of the Adopted Sites and Policies Plan 2014, policy CS 14 of the Merton Core Strategy 2011 and the St Helier Design Guide.",
    "Reason : 2 - The proposed house by reason of its design, layout and siting would result in the provision of cramped and unsatisfactory accommodation failing to meet both the adopted minimum internal floorspace standards and the minimum external amenity space standards for both the existing and proposed houses to the detriment of the amenities of future occupiers contrary to policies 3.5 and 7.6 of the London Plan 2016, policies CS9 & CS 14 of the Merton Core Strategy 2011 and policy DM D2 of the Adopted Merton Sites and Policies Plan 2014.",
    "Reason : 3 - The applicant has failed to demonstrate that the proposal is capable of providing sufficient and suitable refuse and recycling facilities contrary to the following Development Plan policies for Merton: Policy 5.17 of the London Plan 2016 and policy CS17 of Merton's Core Planning Strategy 2011.",
    "Reason : 4 - The applicant has failed to demonstrate that the proposal is capable of providing sufficient suitable secure cycle storage facilities contrary to the following Development Plan policies for Merton: Policy 6.9 of the London Plan 2016 and policy CS18 of Merton's Core Planning Strategy 2011.",
    "Reason : 5 - The applicant has failed to demonstrate how the proposed development would meet the Council's sustainability policy objectives or comply with adopted emissions reductions targets, contrary to policy 5.3 of the London Plan (2016), policy CS 15 of the Merton LDF Core Planning Strategy (2011) and policy DM D2 of the Merton Sites and Policies Plan 2014",
    "Reason : 6 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application . \r\n\"\tThe application was considered to be fundamentally contrary to the provisions of the Development Plan and the NPPF, and there were not considered to be any solutions to resolve this conflict. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:12:57.795+00:00",
  "ward": "St Helier_histroic",
  "parking_details": null,
  "lapsed_date": "01/02/2024",
  "decision_target_date": "23/03/2020",
  "centroid": {
    "lat": 51.396688,
    "lon": -0.192912
  },
  "lpa_app_no": "20/P0122",
  "status": "Refused",
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=20/P0122",
  "locality": "Morden",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525804.9974302596,
              167950.15434623096
            ],
            [
              525815.847930675,
              167938.24775445455
            ],
            [
              525817.7030694239,
              167938.14778306952
            ],
            [
              525824.703126303,
              167944.34600884828
            ],
            [
              525822.1966277268,
              167947.0052476488
            ],
            [
              525818.7501921845,
              167946.545379285
            ],
            [
              525820.5970858727,
              167966.49966743594
            ],
            [
              525819.698374212,
              167966.59963881888
            ],
            [
              525814.6029264483,
              167958.90184228908
            ],
            [
              525804.9974302596,
              167950.15434623096
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "20/02/2020",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "17",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Bodmin Grove",
  "pp_id": "PP-08383615",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 525814,
  "appeal_start_date": null,
  "centroid_northing": 167955,
  "borough": "Merton",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.193043,
          51.396647
        ],
        [
          -0.192891,
          51.396537
        ],
        [
          -0.192865,
          51.396536
        ],
        [
          -0.192762,
          51.39659
        ],
        [
          -0.192797,
          51.396615
        ],
        [
          -0.192847,
          51.396611
        ],
        [
          -0.192813,
          51.39679
        ],
        [
          -0.192826,
          51.396791
        ],
        [
          -0.192902,
          51.396723
        ],
        [
          -0.193043,
          51.396647
        ]
      ]
    ],
    "type": "Polygon"
  }
}