{
  "uprn": "100021338428",
  "borough": "Havering",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The applicant shall implement the permission strictly in accordance with the details provided to the Local Planning Authority as shown on drawing nos. 21209_003 REVISION D and 21209_004 REVISION A showing the proposed raft foundation design and excavations details including measures to protect roots and all excavations shall be carried out using hand tools (spades, forks and trowels only) and also the protection measures for the preserved trees within the site unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To protect the health and safety of the adjacent trees.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Highways Informatives",
    "1) Obstruction of highway: It is an offence under section 137 of the Highways Act 1980 for any person, without lawful authority or excuse, in any way to wilfully obstruct the free passage along a highway or public right of way. If this development is likely to result in the public highway or public right of way network becoming routinely blocked (fully or partly) the applicant must contact the Highway Authority to obtain their permission and requirements before construction works commence.",
    "2) Debris and deposits on the highway: It is an offence under section 148 of the Highways Act 1980 to deposit compost, dung or other material for dressing land, or any rubbish on a made up carriageway, or any or other debris on a highway to the interruption of any highway user. Section 149 of the same Act gives the Highway Authority powers to remove such material at the expense of the party responsible. Therefore, best practical means shall be taken at all times to ensure tha",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Jordan by phone and e-mail. The revisions involved clarity in respect to the tree protection measures being provided. The amendments were subsequently submitted on 09-09-22 & 15-09-22."
  ],
  "appeal_status": null,
  "lpa_app_no": "P1139.22",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": null,
  "street_name": "Hornchurch",
  "site_name": "1 Peerage Way",
  "last_updated": "2025-03-20T16:09:25.716+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_easting": 554537,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 26.47,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "01/2023",
    "intended_commencement_date": "08/2022",
    "site_area": 0.097
  },
  "cil_liability": false,
  "decision_target_date": "15/09/2022",
  "ward": "Emerson Park",
  "status": "Approved",
  "description": "Single storey front extension.",
  "application_type_full": "Householder planning permission",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554521.602,
              187933.77
            ],
            [
              554541.651,
              187932.144
            ],
            [
              554544.903,
              187929.435
            ],
            [
              554551.134,
              187930.519
            ],
            [
              554552.489,
              187926.996
            ],
            [
              554553.843,
              187902.071
            ],
            [
              554536.233,
              187900.987
            ],
            [
              554536.233,
              187903.154
            ],
            [
              554521.873,
              187900.716
            ],
            [
              554519.977,
              187926.184
            ],
            [
              554521.602,
              187933.77
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "postcode": "RM11 3BE",
  "id": "Havering-P1139.22",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": "11391243",
  "centroid": {
    "lon": "0.228409",
    "lat": "51.5689532"
  },
  "centroid_northing": 187917,
  "lpa_name": "Havering",
  "title_number": [
    "EGL69554"
  ],
  "secondary_street_name": null,
  "development_type": null,
  "valid_date": "12/07/2022",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "15/09/2025",
  "decision_date": "15/09/2022",
  "parking_details": {
    "no_existing_car": 4,
    "net_car": 0,
    "no_proposed_car": 4
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1139.22",
  "last_date_consultation_comments": "03/08/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2281943,
          51.5691081
        ],
        [
          0.22848269999999998,
          51.569088
        ],
        [
          0.2285284,
          51.5690628
        ],
        [
          0.22861869999999998,
          51.5690708
        ],
        [
          0.2286367,
          51.5690388
        ],
        [
          0.2286452,
          51.5688145
        ],
        [
          0.22839089999999998,
          51.5688096
        ],
        [
          0.22839179999999998,
          51.568829
        ],
        [
          0.2281837,
          51.5688111
        ],
        [
          0.2281676,
          51.5690404
        ],
        [
          0.2281943,
          51.5691081
        ]
      ]
    ],
    "type": "Polygon"
  }
}