{
  "development_type": "Minor dwellings",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "SW16 4QG",
  "borough": "Merton",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.134073,
          51.40831
        ],
        [
          -0.133921,
          51.408317
        ],
        [
          -0.133944,
          51.408643
        ],
        [
          -0.134046,
          51.408638
        ],
        [
          -0.134063,
          51.408632
        ],
        [
          -0.134088,
          51.408617
        ],
        [
          -0.134098,
          51.4086
        ],
        [
          -0.134073,
          51.40831
        ],
        [
          -0.134073,
          51.40831
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": 529880,
  "pp_id": "PP-12695612",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "residential_details": {
      "total_no_existing_residential_units": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_gia_gained": 78,
      "total_no_existing_residential_affordable_units": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 78,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_affordable_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire development",
        "intended_completion_date": "03/2025",
        "intended_commencement_date": "03/2024"
      }
    ],
    "site_area": 0.0373,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 78,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 113,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "internal_resi_water_usage": 110,
    "infrastructure_details": {
      "no_new_water_connections_required": 1,
      "no_active_fast_ev_charging_points": 1,
      "no_passive_fast_ev_charging_points": 0,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "solar_pv_capacity": 0,
      "percentage_demolition_construction_material_recycling": 20,
      "no_new_gas_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": true
    },
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 113,
        "use_class": "C3",
        "gia_gained": 78,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "total_gia_gained": 78,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "total_gia_existing": 113,
    "green_suds": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 9.6,
        "building_ref": "existing building"
      }
    ]
  },
  "lpa_name": "Merton",
  "decision": "Approved",
  "lpa_app_no": "23/P3603",
  "decision_date": "21/02/2024",
  "last_updated": "2025-03-19T00:26:33.478+00:00",
  "centroid_northing": 169377,
  "centroid": {
    "lat": 51.408552,
    "lon": -0.133979
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Longthornton",
  "bo_system": "Northgate M3",
  "lapsed_date": "21/02/2027",
  "decision_process": null,
  "last_date_consultation_comments": "03/02/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "8131-7328-6910-6691-8926",
  "valid_date": "27/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Location Plan, SR.4P.004 Rev A, PT.4P.005, PT.4P.006]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 5 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 6 - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure. \r\nReason: To ensure a satisfactory and safe development in accordance with policies T4 and T7 of the London Plan 2021, policy CS17 of Merton's Core Planning Strategy 2011 and policy DM D2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 7 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 8 - Tree Survey Approved - The development shall be carried out in accordance with the Tree Survey & Arboricultural Impact Assessment\r Version 2.0 and the measures shall be retained thereafter. ",
    "Condition : 9 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 10 - No development (other than below ground works) shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be permanently retained thereafter.\r\n\r\nReason: To ensure a satisfactory and safe development in accordance with the following Development Plan policies for Merton: policies D4 and D8 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D1 and D2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 11 - Sustainable Drainage - No development approved by this permission shall be commenced until a scheme for the provision of surface water drainage has been implemented in accordance with details that have been submitted to and approved in writing by the local planning authority. The approved details shall be implemented and retained thereafter. ",
    "Condition : 12 - Prior to first occupation photographic evidence to confirm completion of the installation of the approved drainage strategy shall be submitted and be approved in writing by the Local Planning Authority.\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 13 - Provision of Vehicle Parking - The vehicle parking area (including any garages hereby approved) shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 14 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 15 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 16 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 17 - Prior to the first occupation of the dwelling hereby approved, a scheme for ecological enhancements on the site shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved measures prior to the first occupation of the dwelling hereby approved. The approved measures shall be retained thereafter. \r\nReason: Having regard to the ecological value of the site and to comply with the following Development Plan policies for Merton: G6 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policy DM 02 of Merton's Sites and Policies Plan 2014.",
    "Condition : 18 - Prior to the first occupation of the development hereby approved, the features to ensure the development is air quality neutral as outlined in the Air Quality Statement dated 05 December 2023 shall be implemented and retained thereafter. \r\nReason: To ensure the development is Air Quality Neutral in line with London Plan guidance (LPG) and does not worsen air quality and to comply with London Plan policy SI1.\r\n",
    "Condition : 19 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 20 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 21 - INFORMATIVE - CIL Liable \r\nThe applicant is advised that this permission results in a chargeable scheme under the Borough's and the Mayor of London's Community Infrastructure Levy. \r\n",
    "Condition : 22 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 23 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "parking_details": {
    "net_car": 1,
    "no_proposed_cycle": 3,
    "no_existing_cycle": 0,
    "no_proposed_car": 2,
    "no_existing_car": 1,
    "net_cycle": 3
  },
  "site_number": "205",
  "uprn": "48066287",
  "decision_target_date": "21/02/2024",
  "application_type": "All Other",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529874.1329677996,
              169349.95366211428
            ],
            [
              529884.7018026118,
              169350.95207516494
            ],
            [
              529882.1883925018,
              169387.1630110597
            ],
            [
              529875.1306201941,
              169386.45321423712
            ],
            [
              529873.9433313948,
              169385.75341455237
            ],
            [
              529872.2530938678,
              169384.05390103324
            ],
            [
              529871.6264692235,
              169382.05447336182
            ],
            [
              529874.1329677996,
              169349.95366211428
            ],
            [
              529874.1329677996,
              169349.95366211428
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Stanford Road",
  "secondary_street_name": null,
  "description": "ERECTION OF A TWO STOREY SIDE AND REAR EXTENSION AND SINGLE STOREY \r\nREAR/SIDE EXTENSION TO PROVIDE A SELF CONTAINED 2 BED 3 PERSON \r\nDWELLING HOUSE AND ASSOCIATED WORKS.",
  "id": "Merton-23_P3603",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P3603"
}