{
  "development_type": "Other house holder developments",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "KT3 4LY",
  "borough": "Merton",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.245964,
          51.39996
        ],
        [
          -0.245881,
          51.399968
        ],
        [
          -0.245772,
          51.39998
        ],
        [
          -0.245726,
          51.399985
        ],
        [
          -0.245522,
          51.400007
        ],
        [
          -0.245509,
          51.399957
        ],
        [
          -0.245734,
          51.399934
        ],
        [
          -0.245758,
          51.399931
        ],
        [
          -0.245868,
          51.39992
        ],
        [
          -0.245951,
          51.399911
        ],
        [
          -0.245964,
          51.39996
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": null,
  "centroid_easting": 522128,
  "pp_id": "PP-12668583",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "total_gia_gained": 25,
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "05/2024",
    "intended_completion_date": "08/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.017
  },
  "lpa_name": "Merton",
  "decision": "Approved",
  "lpa_app_no": "23/P3480",
  "decision_date": "28/06/2024",
  "last_updated": "2025-03-19T23:06:00.044+00:00",
  "centroid_northing": 168228,
  "centroid": {
    "lat": 51.399946,
    "lon": -0.245774
  },
  "appeal_decision_date": null,
  "locality": "New Malden",
  "ward": "West Barnes",
  "bo_system": "Northgate M3",
  "lapsed_date": "28/06/2027",
  "decision_process": null,
  "last_date_consultation_comments": "25/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "22/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Existing Location Plan; and Proposed Block Plan S1-OB; Existing and Proposed Block Plan 01-OB; Proposed Floor Plan Proposed Roof Plan 01-OB; 02-OB rev A; 03-OB rev A",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - The development hereby permitted shall not be rented, sold independently or occupied at any time other than for purposes incidental to the main residential use of the dwelling known as 10 Rookwood Avenue",
    "Condition : 6 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the outbuilding or rear garden boundary treatment other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 7 - Landscaping: Full details of replacement local tree planting for trees lost, as shown on the Existing and Proposed Block Plans, shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. Details shall include on a plan, full details of the size, species, quantities and location of the proposed trees. Any trees which die within a period of 5 years from the completion of the development, or removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of the same approved specification, unless the Local Planning Authority gives written consent to any variation. ",
    "Condition : 8 - Flood Risk - The flood mitigation measures shall be carried out in accordance with submitted approved plans and  householder flood risk form and shall be retained thereafter for the provision of flood proofing measures and surface water drainage.  \r\n\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021, policy CS16 of Merton's Core Planning Strategy 2011 and policy DM F2 of Merton's Sites and Policies Plan 2014.   ",
    "Condition : 9 - INFORMATIVE\r\nUnder the Clean Air Act 1993 the whole of the borough is designated as a smoke control area. It is an offence to emit smoke from a chimney of a building unless using an exempt appliance along with an authorised fuel. As well as authorised fuels the list of exempted appliances can be found on the government's website www.uksmokecontrolareas.co.uk The Local Authority may require confirmation that exempt appliance and authorised fuel are to be used.",
    "Condition : 10 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n  i) The application was acceptable after further requested information was submitted\r\n   ii) The application was approved with an agreed extension of time.\r\n\r\n"
  ],
  "parking_details": null,
  "site_number": "10",
  "uprn": "48060667",
  "decision_target_date": "28/06/2024",
  "application_type": "Householder",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522114.7471861396,
              168229.15448340744
            ],
            [
              522120.50223879114,
              168230.2541686258
            ],
            [
              522128.09594006906,
              168231.75373937824
            ],
            [
              522131.23730835016,
              168232.35356768052
            ],
            [
              522145.40232332906,
              168235.10278072587
            ],
            [
              522146.4494460894,
              168229.6543403244
            ],
            [
              522130.8497904781,
              168226.65519881947
            ],
            [
              522129.1842881349,
              168226.32529325434
            ],
            [
              522121.54936155136,
              168224.8457167787
            ],
            [
              522115.802553961,
              168223.7460315603
            ],
            [
              522114.7471861396,
              168229.15448340744
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning & listed building consent",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "street_name": "Rookwood Avenue",
  "secondary_street_name": null,
  "description": "ERECTION OF A SINGLE STOREY OUTBUILDING IN REAR GARDEN.",
  "id": "Merton-23_P3480",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P3480"
}