{
  "site_name": "Land Adjacent 5",
  "last_updated_by": "Northgate M3",
  "centroid": {
    "lon": -0.206416,
    "lat": 51.403164
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.206654,
          51.403081
        ],
        [
          -0.206658,
          51.403212
        ],
        [
          -0.206483,
          51.403213
        ],
        [
          -0.206487,
          51.403259
        ],
        [
          -0.206396,
          51.403201
        ],
        [
          -0.206369,
          51.403217
        ],
        [
          -0.206309,
          51.403176
        ],
        [
          -0.206473,
          51.403082
        ],
        [
          -0.206654,
          51.403081
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P3335",
  "secondary_street_name": null,
  "site_number": null,
  "application_details": {
    "ownership_status": "Private",
    "total_gia_gained": 218,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_mol_area_loss": 0,
      "open_space_local_and_other_area_loss": 0,
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0,
      "open_spaces_details": [
        {
          "area": 0.0014,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Local Open Spaces",
          "description": "Proposed soft planting to the front of Unit #2",
          "open_space_type": "Amenity"
        },
        {
          "area": 0.011600000000000001,
          "access": "Restricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "Private and shared amenity to Unit #1 and Unit #2",
          "open_space_type": "Amenity"
        }
      ]
    },
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 5.8,
        "building_ref": "Unit #1"
      },
      {
        "no_storeys": 2,
        "max_height": 5.8,
        "building_ref": "Unit #2"
      }
    ],
    "site_area": 0.02825,
    "total_gia_existing": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 218,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "gia": 111,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "gia": 107,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_intermediate": 0
    },
    "scheme_phasing": true,
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 2,
      "percentage_demolition_construction_material_recycling": 10,
      "chp_heat_pumps_capacity": 16,
      "green_roof_area": 25,
      "ghg_reduction_over_building_regulations": true,
      "urban_greening_factor_score": 41,
      "no_non_resi_units_to_have_full_fibre": 2,
      "no_resi_units_to_have_full_fibre": 2,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 2,
      "no_passive_fast_ev_charging_points": 2,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 2,
      "no_active_fast_ev_charging_points": 2,
      "fire_suppression_system_proposed": false,
      "waste_provision": true
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 218,
        "gia_lost": 0
      }
    ],
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "05/2025",
        "intended_commencement_date": "07/2024"
      }
    ],
    "superseding_details": [
      {
        "lpa_app_no": "21/P1463",
        "partial_supersedence": false
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0,
      "total_gia_gained": 218,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0
    },
    "total_gia_lost": 0
  },
  "lapsed_date": "05/09/2027",
  "decision": "Approved",
  "postcode": null,
  "last_date_consultation_comments": "12/05/2024",
  "decision_process": null,
  "epc_number": null,
  "pp_id": "PP-12633457",
  "development_type": "Minor dwellings",
  "bo_system": "Northgate M3",
  "valid_date": "22/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524840.6468382542,
              168642.39619427727
            ],
            [
              524840.0037234882,
              168657.0020134112
            ],
            [
              524852.1981688637,
              168657.401898944
            ],
            [
              524851.8024059307,
              168662.50043950428
            ],
            [
              524858.299514082,
              168656.15225665004
            ],
            [
              524860.1464077698,
              168658.00172724435
            ],
            [
              524864.4008593003,
              168653.6029863716
            ],
            [
              524853.253536685,
              168642.84606550465
            ],
            [
              524840.6468382542,
              168642.39619427727
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 5,
    "net_car": -3
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Merton",
  "borough": "Merton",
  "centroid_northing": 168652,
  "id": "Merton-23_P3335",
  "decision_target_date": "06/09/2024",
  "description": "THE PROPOSED DEMOLITION OF EXISTING CAR LOCK-UP AND CONSTRUCTION OF 2X THREE-BEDROOM DETACHED TWO-STOREY RESIDENTIAL DWELLINGS.",
  "appeal_status": null,
  "decision_date": "05/09/2024",
  "ward": "Cannon Hill",
  "appeal_decision": null,
  "locality": "Raynes Park",
  "street_name": "Heyford Avenue",
  "status": "Approved",
  "application_type_full": "Full planning permission",
  "decision_agency": "Borough",
  "uprn": "48101092",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "23/P3335",
  "title_number": null,
  "last_updated": "2025-03-19T21:49:11.008+00:00",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 524857,
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: BD781.0S.01; BDR779.PR.01 Rev B; BDR779.PR.02 Rev B; BDR779.PR.03 Rev B; BDR779.PR.04 Rev B",
    "Condition : 3 - Materials to be Approved - Prior to commencement of any above ground works details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), shall be submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Surface Treatment - Prior to commencement of any above ground works, details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing for approval by the Local Planning Authority. No works that are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.",
    "Condition : 5 - Boundary Treatment - Prior to occupation, details of all boundary walls, gates and fences shall be submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls, gates and fencing shall be permanently retained thereafter.",
    "Condition : 6 - Bird boxes - Prior to the first occupation of the development, details of the provision of bird boxes, bat boxes and hedgehog features shall be submitted to and agreed in writing by the Local Planning Authority. The agreed details shall be installed prior to the first occupation of the development hereby permitted and shall be retained thereafter.\r\n\r\nReason: to protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following development plan policies for Merton: policies G5 and G6 of the London Plan 2021; policy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 7 - Prior to the construction of the flat roof structure of the development hereby approved, full details of all biodiverse roofs shall be submitted to and approved in writing by the Local Planning Authority such details to include: \r\n\r\na) Detailed section (min depth of substrate base 80mm)  \r\nb) Specifications  \r\nc) Planting bed dimensions  \r\nd) Species mix (should focus on wildflower planting with no more than max 20% native sedum coverage)  \r\ne) How levels of light, moisture, aeration, and nutrients will be achieved  \r\nf) Maintenance  \r\ng) Implementation \r\n\r\nThe development shall not be implemented other than in accordance with the approved details and implemented in full prior to the first occupation of the development hereby approved and maintained for the lifetime of the development.  \r\n \r\nReason: to protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following development policies for Merton: policy G5 of the London Plan 2021; policy CS13 of Merton's core planning strategy 2011 and policy DMO2 of Merton's sites and policies plan 2014.  \r\n\r\n",
    "Condition : 8 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 9 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in (officer to insert relevant elevations) without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 10 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows in the flank elevations of Unit 1 & Unit 2 (facing 143 Springfield Avenue) shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 11 - Refuse & Recycling (Details to be Submitted) - Prior to occupation, a scheme for the storage of refuse and recycling shall be submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 12 - (WASTE CONDITION)\r\nNo refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nREASON: To safeguard the appearance of the property and the amenities of the area\r\n",
    "Condition : 13 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 14 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 15 - Landscaping - Prior to occupation, full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 16 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 17 - The development shall be carried out in accordance with the submitted Flood Risk Assessment by STM Environmental RIDA Coastal Ltd (ref: FRA-2023-000141 dated: 22/01/2024) and the following mitigation measures it details:\r\n- Finished floor levels to be raised above existing ground levels\r\n- Utility services such as fuse boxes, meters, main cables, gas pipes, phone lines and sockets will be positioned as high as practicable \r\n- All external opening for pipes or vents below 400mm to be sealed around pipe or vent with expanding foam and mastic\r\n\r\nThese mitigation measures shall be fully implemented prior to occupation. The measures detailed above shall be retained and maintained thereafter throughout the lifetime of the development. \r\n\r\nReason : To reduce the risk of flooding to the proposed development and future occupants in accordance with London Plan policy SI 13, CS policy CS16 and SPP policies DM F1 and DM F2 \r\n",
    "Condition : 18 - (WATER CONDITION)\r\nNo part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day. \r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy SI 2 and SI 3 of the London Plan 2021 and Policy CS15 of Merton's Core Planning Strategy 2011. ",
    "Condition : 19 - New Vehicle Access - Details to be submitted  - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 20 - Vehicle Access to be provided - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 21 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 22 - Visibility Splays - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 23 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 24 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 25 - (EH CONSTRUCTION METHOD STATEMENT)\r\nNo development shall take place until a Demolition and Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. \r\nThe Statement shall provide for: \r\n-hours of operation \r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding including decorative \r\n- displays and facilities for public viewing, where appropriate \r\n-wheel washing facilities \r\n-measures to control the emission of noise and vibration during construction. \r\n-measures to control the emission of dust and dirt during construction/demolition \r\n-a scheme for recycling/disposing of waste resulting from demolition and construction works\r\n \r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014",
    "Condition : 26 - (EV CHARGER)\r\nA rapid electric charging point shall be installed in accordance with details to be submitted to approved in writing by the Local Planning Authority. Such details to include siting, external finishes and  maintenance plan.  The charging points shall be permanently retained thereafter for the use of occupiers.\r\n\r\nReason: To encourage the use of environmentally friendly electric vehicles in compliance with policy T6 of the London Plan 2021. \r\n",
    "Condition : 27 - Opening over Highway - The doors of the gates hereby approved shall not open over the adjacent highway.",
    "Condition : 28 - Drainage - Surface water from private land shall not discharge on to the public highway. Details of the drainage system for surface water drainage to prevent the discharge of surface water from private land on to the highway shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of works. Before any part of the development hereby permitted is first occupied, the surface water drainage system shall be completed in accordance with the approved details and shall be retained permanently thereafter.",
    "Condition : 29 - Security - The development hereby permitted shall incorporate security \r\nmeasures to minimise the risk of crime and to meet the specific security \r\nneeds of the development in accordance with Secured by Design. Details \r\nof these measures shall be submitted to and approved in writing by the \r\nlocal planning authority prior to commencement of the development and \r\nshall be implemented in accordance with the approved details prior to \r\noccupation. \r\n\r\nReason: In order to achieve the principles and objectives of Secured by \r\nDesign to improve community safety and crime prevention in accordance \r\nwith Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 \r\nLondon Plan, Section 17 Crime and Disorder Act 1988 and National \r\nPlanning Policy Framework (NPPF). ",
    "Condition : 30 - (EXTERNAL LIGHTING)\r\nPrior to occupation, a scheme for external illuminance of the site must be submitted in writing toe the Local Planning Authority. The details shall include the method and intensity of any such external illumination. No works which are subject of this condition shall be carried out until the scheme has been approved, and the development shall not be occupied until the approved details have been carried out in full. The approved details shall be permanently retained thereafter\r\n\r\nReason:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies DM D2 and DM EP4 of Merton's Sites and Polices Plan 2014.",
    "Condition : 31 - (REMOVAL OF PD RIGHTS)\r\nNotwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting that Order) the development hereby approved shall be occupied as a C3 (dwellinghouses) only.\r\n\r\nREASON: To safeguard the amenities of the occupiers of adjoining properties.\r\n",
    "Condition : 32 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicant/agent was provided feedback and an opportunity to amend the scheme\r\n",
    "Condition : 33 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 34 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 35 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 36 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 37 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 38 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 39 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n"
  ],
  "date_building_work_completed_under_previous_permission": null
}