{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P3036",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "20/02/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524025.96884048986,
              170629.49739698978
            ],
            [
              524014.7225771419,
              170639.90441801457
            ],
            [
              524050.5211724697,
              170681.05449580174
            ],
            [
              524063.38681082235,
              170670.4467482525
            ],
            [
              524025.96884048986,
              170629.49739698978
            ],
            [
              524025.96884048986,
              170629.49739698978
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "cil_liability": true,
  "lapsed_date": "20/02/2027",
  "appeal_decision": null,
  "street_name": "Murray Road",
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "description": "DEMOLITION OF EXISTING EXTENSION AND ERECTION OF A REPLACEMENT SINGLE STOREY REAR EXTENSION.",
  "decision": "Approved",
  "centroid_northing": 170644,
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T00:26:41.834+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Hillside",
  "centroid_easting": 524029,
  "site_name": null,
  "application_type": "Householder",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Merton",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.217666,
          51.421118
        ],
        [
          -0.217824,
          51.421214
        ],
        [
          -0.217295,
          51.421576
        ],
        [
          -0.217114,
          51.421478
        ],
        [
          -0.217666,
          51.421118
        ],
        [
          -0.217666,
          51.421118
        ]
      ]
    ]
  },
  "postcode": "SW19 4PB",
  "decision_date": "20/02/2024",
  "centroid": {
    "lon": -0.217617,
    "lat": 51.421248
  },
  "decision_process": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": "14",
  "borough": "Merton",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "03/11/2023",
  "application_type_full": "Householder planning permission",
  "locality": "Wimbledon",
  "last_date_consultation_comments": "18/02/2024",
  "pp_id": "PP-12560290",
  "development_type": "Other house holder developments",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nSite Location and Block Plan\r\n612-DM-101\r\n612-DM-102\r\n612-GA-101\r\n612-GA-102\r\n612-GA-103\r\n612-GA-104\r\n612-GA-104-D\r\n612-GA-201\r\n612-GA-202\r\n612-GA-203\r\n612-GA-204\r\n612-GA-205\r\n612-GA-206\r\n612-GA-207\r\n612-GA-208\r\n612-GA-209\r\n612-GA-210\r\n\r\n\r\n",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 7 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 8 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 9 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Merton-23_P3036",
  "lpa_app_no": "23/P3036",
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "02/2025",
    "total_gia_gained": 1.5,
    "intended_commencement_date": "05/2024",
    "no_additional_bedrooms": 0,
    "site_area": 0.08800000000000001
  },
  "uprn": "48052490"
}