{
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "centroid": {
    "lon": -0.217926,
    "lat": 51.430694
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.218122,
          51.430626
        ],
        [
          -0.218017,
          51.430538
        ],
        [
          -0.217598,
          51.430751
        ],
        [
          -0.217726,
          51.430863
        ],
        [
          -0.218029,
          51.43071
        ],
        [
          -0.218122,
          51.430626
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P3595",
  "secondary_street_name": null,
  "site_number": "25",
  "application_details": {
    "green_suds": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "04/2025",
        "intended_commencement_date": "04/2024"
      }
    ],
    "total_gia_gained": 365.2,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 9.4,
        "building_ref": "25 Deepdale"
      }
    ],
    "ownership_status": "Private",
    "site_area": 0.05,
    "total_gia_existing": 158.8,
    "surface_water_discharge_percentage_reduction": 50,
    "residential_details": {
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 158.8,
      "total_gia_gained": 524,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 6,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 158.8,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 12,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 6,
          "unit_type": "House or Bungalow",
          "gia": 524,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_intermediate": 0
    },
    "scheme_phasing": true,
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "internal_resi_water_usage": 110,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 35,
      "ghg_reduction_over_building_regulations": true,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "waste_provision": true
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 158.8,
      "total_gia_gained": 365.2,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 158.8,
        "use_class": "C3",
        "gia_gained": 365.2,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 0
  },
  "lapsed_date": "23/07/2027",
  "decision": "Approved",
  "postcode": "SW19 5EZ",
  "last_date_consultation_comments": "12/07/2024",
  "decision_process": null,
  "epc_number": null,
  "pp_id": "PP-12694933",
  "development_type": "Minor dwellings",
  "bo_system": "Northgate M3",
  "valid_date": "12/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523968.5000098638,
              171686.10032753664
            ],
            [
              523976.0500098678,
              171676.40032753552
            ],
            [
              524004.60000988404,
              171700.85032753984
            ],
            [
              523995.4000098791,
              171713.10032754467
            ],
            [
              523974.7930098674,
              171695.5813275398
            ],
            [
              523968.5000098638,
              171686.10032753664
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "actual_commencement_date": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Merton",
  "borough": "Merton",
  "centroid_northing": 171694,
  "id": "Merton-23_P3595",
  "decision_target_date": "23/07/2024",
  "description": "DEMOLITION OF EXISTING DETACHED DWELLING AND ERECTION OF REPLACEMENT DWELLING WITH BASEMENT AND ACCOMMODATION IN THE ROOF SPACE AND WITH INTEGRAL GARAGE.",
  "appeal_status": null,
  "decision_date": "23/07/2024",
  "ward": "Village",
  "appeal_decision": null,
  "locality": "Wimbledon",
  "street_name": "Deepdale",
  "status": "Approved",
  "application_type_full": "Full planning permission",
  "decision_agency": "Borough",
  "uprn": "48020411",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "23/P3595",
  "title_number": null,
  "last_updated": "2025-03-19T22:34:19.837+00:00",
  "cil_liability": true,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 523982,
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [22-34-03B, 22-34-02C, 22-34-01B, 22-34-05B, 22-34-07A, 22-34-08, 22-34-06A]",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - Landscaping - Prior to above ground works, full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 6 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town\r\nand Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse as set out under Classes A, B, C, D and E in Schedule 2, Part 1 of the General Permitted Development Order 2015 (As amended) shall be carried out without planning permission first obtained from the Local Planning Authority.\r",
    "Condition : 7 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows on the 1st floor east side elevation shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 8 - Refuse & Recycling (Details to be Submitted) - Prior to occupation a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 9 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 10 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 11 - Tree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Report' reference 'aiams1/25d/24' and dated '25 April 2024' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works.",
    "Condition : 12 - Site Supervision (Trees) - The details of the approved 'Arboricultural Report' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to and agreed in writing by the Local Planning Authority at the conclusion of all site works and prior to the first occupation of the development hereby approved. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan.",
    "Condition : 13 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 14 - Cycle Parking  - Details to be Submitted - Prior to occupation details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 15 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 16 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, including demolition, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be adhered to throughout the construction process, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 17 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 18 - Bird boxes - Prior to the first occupation of the development, details of the provision of 2 x bird boxes shall be submitted to and agreed in writing by the Local Planning Authority. The agreed details shall be installed prior to the first occupation of the development hereby permitted and shall be retained thereafter.\r\n\r\nReason: to protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following development plan policies for Merton: policies G5 and G6 of the London Plan 2021; policy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 19 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 20 - Prior to the commencement of development, a construction level detail final scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS)  limited to a greenfield rate of no more than 2l/s in accordance with drainage hierarchy contained within the London Plan Policy (SI 12, SI 13 and SPG) and the advice contained within the National SuDS Standards. The require drainage details shall include: \r\n\r\nEvidence that the proposed final solution will effectively manage the 1 in 30 & 1 in 100 +40% allowance for climate change) storm events and 10% for urban creep during all stages of the development. The final solution should follow the principles set out in the approved drainage strategy. Discharge rates and storage volumes shall be provided using a maximum site wide discharge rate of 1 l/s. \r\n\r\nDetailed drainage design drawings and calculations to include: a finalised drainage layout detailing the location of drainage elements, pipe diameters, levels, and long and cross sections of each element including details of any flow restrictions and maintenance/risk reducing features (silt traps, inspection chambers etc.). \r\n\r\nA plan showing exceedance flows (i.e. during rainfall greater than design events or during blockage) and how property on and off site will be protected from increased flood risk.  \r\n\r\nDetails of drainage management responsibilities and maintenance regimes for the drainage system. \r\n\r\nDetails of how the drainage system will be protected during construction and how runoff (including any pollutants) from the development site will be managed before the drainage system is operational. \r\n",
    "Condition : 21 - Condition Flood Resilience measures:  \r\n\r\nPrior to commence of development, details must be submitted which show the following flood risk mitigation measures. The mitigation measures must be implemented during construction of the development and completed prior to the occupation of the proposed development: \r\n\r\nBasement to be fully waterproofed (tanked)  \r\n\r\nWall sockets to be raised to as high as is practicable and sockets fed from the ceiling down in order to minimise damage if flood waters inundate the property and air bricks to be raised. \r\n\r\nThe installation of a basement a positive pump device to prevent any back-flow from the sewerage network;  \r\n\r\nPerimeter drainage and gravel blankets around the proposed basement structure \r\n\r\nRaised finished floor levels in accordance with the approved FRA, showing that ground floor threshold levels at the building entrance are set at 37.23m AODN higher than the existing ground levels and approximately 780mm above the modelling 1 in 30-year flood level of 36.45m AODN. \r\n\r\nSUDS: Permeable surfacing to the front driveway and rear patio, below ground geo-cellular sub-base storage and rain garden to the front of the dwelling.  ",
    "Condition : 22 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during (dewatering) and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. This must be based on up to date ground investigation/borehole results. \r\n\r\n",
    "Condition : 23 - Prior to occupation the applicant must submit plans and elevations of the proposed Air Source Heat Pump of the Local Planning Authority. The external noise plant criteria shall be designed not to exceed the LAeq - 5dB when measured or calculated at a point one metre external to the nearest noise sensitive premises not associated with the development. A post verification report shall be submitted within 4 weeks of commissioning to ensure compliance and the development hereby approved shall not be occupied until the air source heat pump shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 24 - No development shall take place until a Construction Environmental Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. \r\n\r\nThe Statement shall provide for:\r\n-hours of operation\r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding\r\n-measures to control the emission of noise and vibration during construction. (including the methodology for the basement excavation and any 24 hour generator/pumping)\r\n-measures to control the emission of dust and dirt during construction/demolition \r\n-a scheme for recycling/disposing of waste resulting from demolition and construction works\r\n\r\nReason:  To protect the amenities of those in the local vicinity.\r\n",
    "Condition : 25 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).  \r\n\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system. ",
    "Condition : 26 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 27 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 28 - With regard to SURFACE WATER drainage, Thames Water would advise that if the developer follows the sequential approach to the disposal of surface water we would have no objection. Management of surface water from new developments should follow Policy SI 13 Sustainable drainage of the London Plan 2021. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.\r\n\r\nShould you require further information please refer to our website. https://urldefense.com/v3/__https://www.thameswater.co.uk/developers/larger-scale-developments/planningyour-development/working-near-our-pipes__;!!MOeJA3Fs6wML0Q!DYGQdUdOxtQXuj9-E6CUboRB7R4J4yNquSsWkX5c-0eszlgNVavBUWeauGwlAflfw7bNEDksX7eWtGwvwR2aKWl8Zs8TcHAG3FjEhCR$ ",
    "Condition : 29 - As required by Building regulations part H paragraph 2.36, Thames Water requests that the Applicant should incorporate within their proposal, protection to the property to prevent sewage flooding, by installing a positive pumped device (or equivalent reflecting technological advances), on the assumption that the sewerage network may surcharge to ground level during storm conditions. If as part of the basement development there is a proposal to discharge ground water to the public network, this would require a Groundwater Risk Management Permit from Thames Water. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures will be\r\nundertaken to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water�s Risk Management Team by telephoning 02035779483 or by emailing\r\ntrade.effluent@thameswater.co.uk . \r\n\r\nApplication forms should be completed on line via https://urldefense.com/v3/__http://www.thameswater.co.uk__;!!MOeJA3Fs6wML0Q!DYGQdUdOxtQXuj9-E6CUboRB7R4J4yN-quSsWkX5c0eszlgNVavBUWeauGwlAflfw7bNEDksX7eWtGwvwR2aKWl8Zs8TcHAG9HWMkvB$ .\r\n\r\nPlease refer to the Wholesale; Business customers; Groundwater discharges section. ",
    "Condition : 30 - If you are planning on using mains water for construction purposes, it�s important you let Thames Water know before you start using it, to avoid potential fines for improper usage. More information and how to apply can be found online at thameswater.co.uk/buildingwater. \r",
    "Condition : 31 - Thames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development. \r",
    "Condition : 32 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was amended during the applciation process."
  ],
  "date_building_work_completed_under_previous_permission": null
}