{
  "borough": "Merton",
  "application_details": {
    "intended_completion_date": "09/2024",
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "03/2024",
    "total_gia_gained": 89,
    "site_area": 0.049
  },
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "23/P3290",
  "decision_target_date": "08/04/2024",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "street_name": "Dorset Road",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": null,
  "uprn": "48022043",
  "ward": "Merton Park",
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T22:22:51.603+00:00",
  "appeal_decision_date": null,
  "bo_system": "Northgate M3",
  "centroid_northing": 169182,
  "site_number": "145",
  "decision": "Refused",
  "centroid_easting": 525758,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.193625,
          51.407552
        ],
        [
          -0.193585,
          51.407583
        ],
        [
          -0.193205,
          51.407871
        ],
        [
          -0.193087,
          51.407811
        ],
        [
          -0.193504,
          51.407492
        ],
        [
          -0.193625,
          51.407552
        ]
      ]
    ]
  },
  "decision_date": "30/07/2024",
  "centroid": {
    "lon": -0.193282,
    "lat": 51.407728
  },
  "lapsed_date": "30/07/2024",
  "decision_conditions": [
    "Reason : 1 - The proposed Hip to gable and rear dormer extension to main roof in combination with the two storey side extension by reason of its design, size, bulk, massing and form would fail to be read as subservient to the main dwelling. The proposal would destroy the form of the semi-detached pair and fail to achieve high standard of design to the detriment of the visual amenity of the Dorset Road Streetscene in the prominent corner plot between Dorset Road and Daybrook Road. In absence of details of potential alternative design approaches to non-original extensions, the scheme fails to be subordinate in appearance and results in an unsympathetic form of the development that fails to achieve a high standard of design to the detriment of the dwelling, semi-detached pair and Dorset Road Streetscene. Therefore, the scheme is contrary to, in particular, policies DMD2 (Design considerations in all developments) & DMD3 (Alterations and extensions to existing buildings) of Merton's Merton Sites and Policies Plan (2014), policy CS14 (Design) of Merton's Core Strategy (2011) and policies D3 (Optimising site capacity through the design-led approach) & D4 (Delivering good design) of the London Plan 2021 and Chapter 12 (Achieving well-designed places) of the National Planning Policy Framework 2023.",
    "Reason : 2 - In the absence of a satisfactory tree survey and tree protection measures of existing off-site trees, the proposal is considered to be to the detriment of visual amenity of the locality and biodiversity in the Borough.  The scheme is contrary to the aims and objectives of, in particular, policies NPPF Chapter 15 (Conserving and enhancing the natural environment) and DM D2 and DMO2 of the Merton Sites and Policies Plan 2014.",
    "Reason : 3 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application and how these could potentially be overcome but sufficient information was not forthcoming. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "title_number": null,
  "application_type": "Householder",
  "lpa_name": "Merton",
  "appeal_status": null,
  "subdivision_of_building": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525734.6010985537,
              169161.8475030259
            ],
            [
              525737.33021378,
              169165.33650431072
            ],
            [
              525762.947618637,
              169197.9971553057
            ],
            [
              525771.3493359041,
              169191.5989867599
            ],
            [
              525743.2006972873,
              169155.39934878878
            ],
            [
              525734.6010985537,
              169161.8475030259
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "id": "Merton-23_P3290",
  "description": "PROPOSED ERECTION OF A FRONT PORCH, A FRONT EXTENSION TO EXISTING GARAGE, A SINGLE STOREY REAR AND SIDE INFILL EXTENSION TO SIDE BOUNDARY, REAR PORCH WITH NEW SIDE WINDOW AND NEW SIDE GATE ACCESS, A FIRST FLOOR SIDE EXTENSION, REMOVAL OF EXISTING CHIMNEY, A HIP TO GABLE MAIN ROOF EXTENSION OVER FIRST FLOOR EXTENSION AND REAR ROOF DORMER EXTENSION.",
  "appeal_start_date": null,
  "postcode": "SW19 3EQ",
  "status": "Refused",
  "pp_id": "PP-12631097\r",
  "last_date_consultation_comments": "10/03/2024",
  "development_type": "Other house holder developments",
  "epc_number": null,
  "site_name": null,
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 3,
    "no_existing_car": 3
  },
  "appeal_decision": null,
  "valid_date": "12/02/2024",
  "actual_completion_date": null,
  "cil_liability": true,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P3290",
  "application_type_full": "Householder planning permission"
}