{
  "site_name": null,
  "last_updated_by": "Northgate M3",
  "centroid": {
    "lon": -0.174525,
    "lat": 51.421619
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.174596,
          51.421671
        ],
        [
          -0.174497,
          51.421639
        ],
        [
          -0.174516,
          51.421616
        ],
        [
          -0.174489,
          51.421607
        ],
        [
          -0.174512,
          51.421585
        ],
        [
          -0.174533,
          51.421593
        ],
        [
          -0.174561,
          51.421566
        ],
        [
          -0.174536,
          51.421554
        ],
        [
          -0.174553,
          51.42153
        ],
        [
          -0.174581,
          51.421539
        ],
        [
          -0.174601,
          51.421517
        ],
        [
          -0.174573,
          51.421507
        ],
        [
          -0.174603,
          51.421478
        ],
        [
          -0.174731,
          51.421523
        ],
        [
          -0.174596,
          51.421671
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P3366",
  "secondary_street_name": null,
  "site_number": "5",
  "application_details": {
    "intended_completion_date": "02/2024",
    "total_gia_gained": 0,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 1,
      "no_new_water_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "waste_provision": true
    },
    "total_gia_existing": 100,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 100,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 100,
        "use_class": "E(c)(iii)",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "intended_commencement_date": "01/2024",
    "total_gia_lost": 0,
    "site_area": 0.017
  },
  "lapsed_date": "05/04/2027",
  "decision": "Approved",
  "postcode": "SW19 2JE",
  "last_date_consultation_comments": "07/03/2024",
  "decision_process": null,
  "epc_number": null,
  "pp_id": "PP-12646935",
  "development_type": "Other change of use",
  "bo_system": "Northgate M3",
  "valid_date": "18/01/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527018.9230716703,
              170764.76607588597
            ],
            [
              527025.8962994149,
              170761.33229102113
            ],
            [
              527024.6767754831,
              170758.74159279006
            ],
            [
              527026.5695432,
              170757.74140396598
            ],
            [
              527024.9971184717,
              170755.25828181085
            ],
            [
              527023.5739168215,
              170756.1538042106
            ],
            [
              527021.6659914757,
              170753.080433523
            ],
            [
              527023.447894491,
              170751.8447255892
            ],
            [
              527022.3479337594,
              170749.1406330113
            ],
            [
              527020.3413973537,
              170750.02160984825
            ],
            [
              527019.0023006035,
              170747.54430817056
            ],
            [
              527021.0117379343,
              170746.54702647642
            ],
            [
              527018.9929406014,
              170743.2381390012
            ],
            [
              527010.0015586345,
              170748.0181317294
            ],
            [
              527018.9230716703,
              170764.76607588597
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "actual_commencement_date": null,
  "parking_details": {
    "no_existing_cycle": 5,
    "net_cycle": 0,
    "no_proposed_cycle": 5
  },
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Merton",
  "borough": "Merton",
  "centroid_northing": 170759,
  "id": "Merton-23_P3366",
  "decision_target_date": "05/04/2024",
  "description": "PROPOSED CHANGE OF USE FROM COMMERCIAL (USE CLASS E) TO USE CLASS F (MEDITATION CENTRE) ",
  "appeal_status": null,
  "decision_date": "05/04/2024",
  "ward": "Colliers Wood",
  "appeal_decision": null,
  "locality": "Colliers Wood",
  "street_name": "High Street",
  "status": "Approved",
  "application_type_full": "Prior Approval: Change of use - agriculture to flexible commercial use",
  "decision_agency": "Borough",
  "uprn": "48117640",
  "date_building_work_started_under_previous_permission": null,
  "lpa_app_no": "23/P3366",
  "title_number": null,
  "last_updated": "2025-03-20T11:54:07.031+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 527024,
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nAS23/HS/01COU Rev B\r\nAS23/HS/03COU \r\nAS23/HS/04COU Rev A\r\nAS23/HS/05COU\r\n",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 5 - Hours of Use - The use hereby permitted shall operate only between the hours of 05.00 to 22.00 on any day.\r\n",
    "Condition : 6 - Restriction on Music/Amplified Sound - No music or other amplified sound generated on the premises shall be audible at the boundary of any adjacent residential building.",
    "Condition : 7 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - Staff on Premises - No staff/volunteers shall be present on the premises 1 hour before opening and 1 hour after closing time of the use hereby approved. ",
    "Condition : 9 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until 5 cycle parking spaces shown on AS23/HS/05COU hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 10 - Provision of Vehicle Parking - The vehicle parking area shown on the approved plan AS23/HS/05COU shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 11 - Construction Vehicles - The development shall not commence until details of a construction logistics plan and details for the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 12 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 13 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 14 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 15 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was approved without delay.\r\n  \r\n",
    "Condition : 16 - INFORMATIVE\r\n\r\nThe applicant is informed that the construction logistics plan (CLP) secured by condition must outline any impact to the operation of the TLRN and CS7. \r\r\n\r\nThe footway and carriageway on the A24 must not be blocked during the development. Temporary \r\nobstructions during the development must be kept to a minimum and should not encroach on the clear \r\nspace needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A24. \r\r\n\r\nNo skips or construction materials shall be kept on the footway or carriageway on the TLRN at any time.  Should the applicant wish to install scaffolding or a hoarding on the footway whilst undertaking this work, separate licences may be required with TfL, please see, https://www.tfl.gov.uk/info-for/urban-planning-and\u0002construction/highway-licences\r\r\n"
  ],
  "date_building_work_completed_under_previous_permission": null
}