{
  "decision_conditions": [
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), as the Council has assessed the impacts of the proposal and considers that there would be no unacceptable impacts, subject to the stated planning conditions, with regard to:",
    "(a) transport impacts of the development, particularly to ensure safe site access;",
    "(b) contamination risks in relation to the building;",
    "(c) flooding risks in relation to the building;",
    "(d) impacts of noise from commercial premises on the intended occupiers of the development;",
    "(e) the impact of that change of use on the character or sustainability of the conservation area;",
    "(f) the provision of adequate natural light in all habitable rooms of the dwellinghouses;",
    "(g) the impact on intended occupiers of the development of the introduction of residential use in an area the authority considers to be import",
    "The development hereby permitted must be completed within a period of 3 years starting with the prior approval date.",
    "REASON",
    "To comply with Condition MA.2. (5), Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The development shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 01; 02 04; 05; 06; 07; 08; 015/PR/204; and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "No development shall take place until details of all materials and external surfaces, including details of windows and doors have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "No building or use hereby permitted shall be occupied until a Parking Design and Management Plan ensuring that no more than 4 car parking spaces are allocated and leased, not sold, to the dwellings to which they relate have been prepared, submitted to and approved in writing by the Highway Authority. The measures shall thereafter be implemented in accordance with the approved Parking Design and Management Plan for the lifetime of the development. The Parking Design and Management Plan shall include details relating to how parking within the remaining areas of car parking not allocated to the residential dwellings shall be prevented.",
    "REASON:",
    "To be in accordance with the London Plan 2021 Policy T6 Residential Parking.",
    "The cycle storage as shown on drawing number 015/PR/204 shall be provided prior to the first occupation of the development and shall thereafter be retained, maintained, and kept available at all times.",
    "REASON:",
    "To ensure construction of a satisfactory development and to promote sustainable development in accordance with Policies DMT1, DMT2, DMT4, DMT5, London Plan and NPPF Paragraph 117.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The applicant is advised that the storage of materials associated with the construction of this development should be provided within the site on land which is not public highway, and the use of such areas must not interfere with the public highway. If this is not possible, authorisation should be sought from the Highway Authority before construction works commence.",
    "It is an offence under section 137 of the Highways Act 1980 for any person, without lawful authority or excuse, in any way to wilfully obstruct the free passage along a highway or public right of way. If this development is likely to result in the public highway or public right of way network becoming routinely blocked (fully or partly) the applicant must contact the Highway Authority to obtain their permission and requirements before construction works commence.",
    "It is an offence under section 148 of the Highways Act 1980 to deposit mud or other debris on the public highway, and section 149 of the same Act gives the Highway Authority powers to remove such material at the expense of the party responsible.  Therefore, best practical means shall be taken at all times to ensure that all vehicles leaving the site during construction of the development are in a condition such as not to emit dust or deposit mud, slurry or other debris on the highway."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "04/04/2025",
  "lpa_name": "Hillingdon",
  "centroid_northing": 177772,
  "last_updated": "2025-07-03T21:59:11.801Z",
  "development_type": null,
  "ward": "H/ROW VILLAGES 2022",
  "parking_details": null,
  "uprn": null,
  "application_details": {
    "existing_uprns": null
  },
  "last_date_consultation_comments": "24/02/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "UB7 0HU",
  "secondary_street_name": "SIPSON",
  "appeal_decision_date": null,
  "application_type": "Prior Approval",
  "decision_date": "04/04/2025",
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "lpa_app_no": "2221/APP/2025/86",
  "valid_date": "20/01/2025",
  "description": "Change of use from restaurant (Class E) to 3 x flats (Class C3) (Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
  "centroid_easting": 507317,
  "site_number": null,
  "lapsed_date": "04/04/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "395 SIPSON ROAD",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.488723,
    "lon": -0.455706
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=2221/APP/2025/86",
  "site_name": "ZAYANI RESTAURANT",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hillingdon-2221_APP_2025_86",
  "polygon": null
}