{
  "uprn": "100021392686",
  "street_name": null,
  "centroid_easting": 554373,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 43,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "08/2022",
    "intended_commencement_date": "02/2022",
    "site_area": 0.06800000000000002
  },
  "lpa_app_no": "P2065.21",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "12/01/2022",
  "locality": null,
  "appeal_status": null,
  "last_date_consultation_comments": "19/11/2021",
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": "Romford",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Local Plan policy 26.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, no window or other opening (other than those shown on the submitted and approved plan), shall be constructed or inserted in the walls of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Local Plan policies 7 and 26.",
    "The outbuilding hereby permitted shall be used only be used for purposes incidental to, or as living accommodation ancillary to, the existing dwelling known as No.70 Priory Road, RM3 9AP and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and that the development accords with Local Plan policies 7 and 26.",
    "The garden area shall not be sub-divided at any time and nor shall there be any additional pedestrian or vehicular accesses into the site.",
    "Reason:-",
    "In order that the annexe approved remains ancillary to the main dwelling and that the development accords with Local Plan policies 7 and 26.",
    "Any residential occupation of the building hereby approved shall be limited to family members of the family occupying the main house at No.70 Priory Road and shall not be occupied by any other persons.",
    "Reason:-",
    "In order that the annexe approved remains ancillary to the main dwelling and that the development accords with Local Plan policies 7 and 26.",
    "The roof area of the garage and annexe building hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling (Local Plan policies 7 and 26).",
    "The outbuilding hereby permitted shall not be arranged or disposed of as a separate unit of residential accommodation from the use of the main dwelling.",
    "Reason:-",
    "In order that the annexe approved remains ancillary to the main dwelling and that the development accords with Local Plan policies 7, 24 and 26.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2021."
  ],
  "valid_date": "27/10/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554355.052,
              193125.197
            ],
            [
              554351.394,
              193130.751
            ],
            [
              554348.685,
              193134.273
            ],
            [
              554371.443,
              193152.426
            ],
            [
              554386.751,
              193162.857
            ],
            [
              554395.827,
              193148.497
            ],
            [
              554355.052,
              193125.197
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P2065.21",
  "title_number": [
    "70"
  ],
  "decision_date": "12/01/2022",
  "id": "Havering-P2065.21",
  "ward": "Gooshays",
  "development_type": null,
  "cil_liability": false,
  "borough": "Havering",
  "appeal_decision": null,
  "site_name": "70 Priory Road",
  "lapsed_date": "12/01/2025",
  "description": "Single storey side/rear extension for subservient annexe and reconstruction of garage with covered walkway.",
  "pp_id": "10342282",
  "actual_completion_date": null,
  "centroid_northing": 193144,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T18:18:11.817+00:00",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "postcode": "RM3 9AP",
  "site_number": null,
  "last_updated_by": "Planning Portal ingest",
  "centroid": {
    "lat": "51.6159611",
    "lon": "0.2283415"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22807419999999998,
          51.615797
        ],
        [
          0.2280238,
          51.6158479
        ],
        [
          0.2279863,
          51.6158803
        ],
        [
          0.2283227,
          51.6160372
        ],
        [
          0.22854819999999998,
          51.6161267
        ],
        [
          0.22867289999999998,
          51.6159952
        ],
        [
          0.22807419999999998,
          51.615797
        ]
      ]
    ],
    "type": "Polygon"
  }
}