{
  "lpa_name": "Havering",
  "uprn": "200002670150",
  "decision_date": "22/01/2021",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1553.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM2 6BS",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.017
  },
  "valid_date": "27/11/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of a rear  B1/C3 use, extension to the Ground floor A1/A2 unit and a new shop front",
  "decision_conditions": [
    "The proposed rear extension would, by reason of its height, form, excessive depth, design, scale and mass, combined with the alien dormer material, lack subservience and appear incongruous, dominant and visually intrusive, harmful to the character and appearance of this 1911 Exhibition property and the  gardenscene and would fail to  preserve or enhance the Gidea Park Conservation Area contrary to Policies CP18, DC61 and DC68 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document, the Residential Extensions and Alterations Supplementary Planning Document and the Heritage Supplementary Planning Document and the NPPF.",
    "The proposed development would, by reason of its irregular and cramped design, establish a property which lacks functionality and fails to ensure the provision of adequate outlook, internal space and external amenity space. This scheme would be detrimental to the living conditions and amenity of the property's future occupiers contrary to Policies DC55, DC61of the LDF Core Strategy and Development Control Policies DPD, the Residential Design SPD and Policy 3.5 and 7.4 of the London Plan.",
    "The proposed rear extension would, by reason of its height, excessive depth, scale, mass, siting and position close to the boundaries of the site, be unneighbourly, appear overbearing and result in a significant loss of amenity to neighbouring properties, including loss of privacy, outlook and visual amenity, contrary to Policy DC61 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document and the Residential Extensions and Alterations Supplementary Planning Document.",
    "The proposal would intensify business use within a residential setting. This scheme is therefore contrary to policy DC11of the Core Strategy and Development Control Policies Development Plan Document which seeks to resist the addition of business uses which may conflict with housing policies.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL) and Havering Council Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £7,050.00 (subject to indexation). Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Raymond Lam via telephone on 20/01/2021."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T18:52:07.212+00:00",
  "ward": "Squirrels Heath",
  "parking_details": {
    "no_existing_car": 1,
    "net_car": 0,
    "no_proposed_car": 1
  },
  "lapsed_date": "22/01/2024",
  "decision_target_date": "22/01/2021",
  "centroid": {
    "lat": "51.5809616",
    "lon": "0.204949"
  },
  "lpa_app_no": "P1553.20",
  "status": "Refused",
  "site_name": "164 & 164A Balgores Lane",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1553.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552862.715,
              189193.213
            ],
            [
              552858.38,
              189198.09
            ],
            [
              552880.597,
              189214.075
            ],
            [
              552883.848,
              189208.386
            ],
            [
              552862.715,
              189193.213
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "22/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Planning Portal ingest",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "pp_id": "08656959",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 552871,
  "appeal_start_date": null,
  "centroid_northing": 189203,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20482519999999999,
          51.580876
        ],
        [
          0.2047648,
          51.580921000000004
        ],
        [
          0.2050922,
          51.5810586
        ],
        [
          0.2051366,
          51.5810066
        ],
        [
          0.20482519999999999,
          51.580876
        ]
      ]
    ],
    "type": "Polygon"
  }
}