{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509505.0432,
              178789.2789
            ],
            [
              509521.9766,
              178822.6164
            ],
            [
              509527.9297,
              178819.3091
            ],
            [
              509511.6578,
              178785.8393
            ],
            [
              509505.0432,
              178789.2789
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "09901966",
  "appeal_status": null,
  "last_updated": "2025-03-20T22:48:07.757+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "05/08/2021",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "PINKWELL",
  "centroid": {
    "lat": "51.4975783",
    "lon": "-0.42369229999999997"
  },
  "decision": "Refused",
  "valid_date": "02/06/2021",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 42,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "06/2021",
    "intended_completion_date": "06/2021",
    "site_area": 0.027
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": [
    "40"
  ],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=48582/APP/2021/2222",
  "lpa_name": "Hillingdon",
  "site_name": "40 CROWLAND AVENUE",
  "lapsed_date": "12/08/2024",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "decision_conditions": [
    "The proposed development, by reason of the existence of an independent access and the provision of facilities within, is considered capable of independent occupation from the main dwelling. As a result, the proposal would be tantamount to a separate self-contained residential unit in a position where such a dwelling would be unacceptable, due to requirements for parking and amenity space and the impact on adjoining properties. The proposal is, therefore, contrary to Policies DMHB 11, DMHB 16, DMHB 18, DMT 2 and DMT 6 of the  Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policies D6 and T6 of the London Plan (2021).",
    "The use of the existing outbuilding as a self-contained residential unit would have a detrimental impact on the living conditions of neighbouring residents, by reason of noise and disturbance due to the increase in the number of comings and goings and intensification in the use of the site as a whole. The proposal is, therefore, contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The use of the existing outbuilding as a self-contained residential unit would result in a form of development that would be out of character with the local area. The proposal would therefore set an unacceptable precedent and cause harm to the character of the locality, contrary to Policies DMH 6 and DMHB 11 of the Hillingdon Local Plan Part 2 Development Management Policies (2020) and Policies D1 and D4 of the London Plan (2021).",
    "The proposal would provide an indoor living area of an unsatisfactory size and quality and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to Policy DMHB 16 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy D6 and Table 3.1 of the London Plan (2021), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2015).",
    "The use of the existing outbuilding as a self-contained residential unit would provide future occupiers with no private amenity space provision, and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal therefore conflicts with Policy DMHB 18 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policy D6 of the London Plan (2021) and paragraph 127 of the National Planning Policy Framework (2019).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of use of outbuilding from personal gym to granny flat",
  "lpa_app_no": "48582/APP/2021/2222",
  "decision_target_date": "13/08/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "12/08/2021",
  "id": "Hillingdon-48582_APP_2021_2222",
  "centroid_northing": 178804,
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509517,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4238691,
          51.4974483
        ],
        [
          -0.42361489999999996,
          51.4977447
        ],
        [
          -0.42353019999999997,
          51.4977138
        ],
        [
          -0.42377489999999995,
          51.4974161
        ],
        [
          -0.4238691,
          51.4974483
        ]
      ]
    ],
    "type": "Polygon"
  }
}