{
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0863.24",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Full planning permission",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "site_area": 0.016,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "total_gia_gained": 0,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_gas_connections_required": 0,
      "waste_provision": false,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_new_water_connections_required": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": true,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 160,
        "use_class": "C4",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "green_suds": false,
    "projected_cost_of_works": "Up to £2m",
    "internal_resi_water_usage": 5,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_existing": 160,
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "total_gia_existing": 160,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "08/2024",
        "intended_commencement_date": "05/2024"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.175222,
          51.5784534
        ],
        [
          0.1751352,
          51.578464
        ],
        [
          0.17521199999999998,
          51.5787062
        ],
        [
          0.1752754,
          51.5786977
        ],
        [
          0.17528639999999998,
          51.5786796
        ],
        [
          0.175222,
          51.5784534
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Mercatura House, 36 Mawney Road",
  "centroid_easting": 550819,
  "site_number": null,
  "development_type": null,
  "decision_date": "30/08/2024",
  "appeal_start_date": null,
  "lapsed_date": "30/08/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": "8813-7424-5860-8123-5922",
  "appeal_status": null,
  "lpa_name": "Havering",
  "centroid_northing": 188876,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The use hereby permitted shall be for supported living accommodation for adults (18+) and shall be used for no other purpose(s) whatsoever, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application and in order that the development complies with Policy 16 of the Havering Local Plan 2021.",
    "The premises shall be occupied by no more than six adult residents (disregarding staff) at any given time unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and that the development accords with Policy 16 of the Havering Local Plan 2021.",
    "Prior to the hereby permitted use, a Noise Management Plan shall be submitted to and approved in writing by the Local Planning Authority to address concerns regarding possible noise from the hereby permitted change of use. Any modifications to the Noise Management Plan shall be submitted to and approved in writing by the Local Planning Authority.  The Noise Management Plan shall be adhered to at all times whilst the permitted use continues.",
    "Reason:  Insufficient information has been supplied with the application to assess measures to control of noise and disturbance from the hereby permitted change of use.  Submission of this detail prior to the hereby permitted change of use commencing will protect the residential amenities of adjoining properties from noise and ensure that the development accords with Policies 7 and 34 of the Havering Local Plan.",
    "Prior to the first use of the premises as supported living home hereby permitted, the refuse and recycling facilities shall be provided on site to the satisfaction of the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "To protect the amenity of occupiers of the development and also the locality generally.",
    "Prior to the first occupation of the development hereby approved, one parking space shall be provided with active vehicle charging facilities for electric or Ultra-Low Emission vehicles.",
    "Reason:  Provision prior to first occupation of the property as supported living home hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "The applicant is advised to consider seeking Secured by Design accreditation.",
    "The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the applicant via telephone calls and email on 16/8/2024. The additional information involved the operational details of the proposed use. The details were subsequently submitted on 26/08/2024.",
    "INFORMATIVE",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813. They are able to provide qualified advice on incorporating crime prevention measures into new developments."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Romford",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "0.1752168",
    "lat": "51.5785761"
  },
  "cil_liability": false,
  "valid_date": "21/06/2024",
  "postcode": "RM7 7HR",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "id": "Havering-P0863.24",
  "application_type": "All Other",
  "parking_details": {
    "no_proposed_car": 2,
    "net_car": 0,
    "no_existing_car": 2
  },
  "decision_target_date": "30/08/2024",
  "pp_id": "13158379",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": "10091579164",
  "last_date_consultation_comments": "12/07/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:31:03.455+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550819.77,
              188862.36
            ],
            [
              550813.72,
              188863.36
            ],
            [
              550818.24,
              188890.45
            ],
            [
              550822.66,
              188889.64
            ],
            [
              550823.48,
              188887.65
            ],
            [
              550819.77,
              188862.36
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": "17/06/2024",
  "actual_commencement_date": null,
  "ward": "St Edwards",
  "appeal_decision": null,
  "lpa_app_no": "P0863.24",
  "description": "Change of Use - C4 (HMO) to supported living.",
  "date_building_work_completed_under_previous_permission": null
}