{
  "lpa_app_no": "30871/APP/2023/2582",
  "uprn": null,
  "lapsed_date": "15/12/2026",
  "centroid_northing": 186037,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "41 HIGHFIELD DRIVE",
  "appeal_decision_date": null,
  "valid_date": "13/09/2023",
  "decision_date": "15/12/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46756349999999997,
          51.5631682
        ],
        [
          -0.467485,
          51.5632874
        ],
        [
          -0.46672779999999997,
          51.5631026
        ],
        [
          -0.46687429999999996,
          51.563001
        ],
        [
          -0.46756169999999997,
          51.5631646
        ],
        [
          -0.46756349999999997,
          51.5631682
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null,
    "no_additional_bathrooms": 0,
    "total_gia_gained": 120.42,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "03/2025",
    "intended_commencement_date": "03/2024",
    "site_area": 0.078
  },
  "appeal_decision": null,
  "postcode": null,
  "development_type": null,
  "title_number": null,
  "centroid_easting": 506333,
  "actual_commencement_date": null,
  "description": "Single storey rear extension, first floor rear extension infilling the area to the side of the existing first floor rear addition, roof extension with two rear dormers to provide additional second floor living accommodation and two storey front extension.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Hillingdon",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.467381,
    "lat": 51.563196
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=30871/APP/2023/2582",
  "pp_id": "12424840",
  "id": "Hillingdon-30871_APP_2023_2582",
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "18/12/2023",
  "locality": null,
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "23/10/2023",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Nos. S01, D01, D02, D03, D20, D21, D22, D23, D12, D04 - A, D10 - A, D11 - A and D12 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials and windows to be used in the construction of the external surfaces of the development hereby permitted shall match those of the existing property and the submitted Application Form and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor windows in the side elevation facing No.39 Highfield Drive and No. 43 Highfield Drive shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 3,
    "no_proposed_car": 3
  },
  "last_updated": "2025-03-18T23:53:18.539+00:00",
  "appeal_status": null,
  "street_name": "ICKENHAM",
  "ward": "ICK/HAM & S HF/D 22",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506318.9771,
              186033.362
            ],
            [
              506324.1364,
              186046.7235
            ],
            [
              506377.0532,
              186027.2765
            ],
            [
              506367.1313,
              186015.7671
            ],
            [
              506319.1093,
              186032.9651
            ],
            [
              506318.9771,
              186033.362
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}