{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=30871/APP/2024/1408",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "intended_completion_date": "05/2025",
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "11/2024",
    "total_gia_gained": 39.88,
    "no_additional_bedrooms": 0,
    "site_area": 0.08
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46756709999999996,
          51.5631671
        ],
        [
          -0.4674905,
          51.5632898
        ],
        [
          -0.46672369999999996,
          51.5631049
        ],
        [
          -0.46687039999999996,
          51.5629986
        ],
        [
          -0.46756709999999996,
          51.5631671
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "41 HIGHFIELD DRIVE",
  "centroid_easting": 506347,
  "site_number": null,
  "development_type": null,
  "decision_date": "18/11/2024",
  "appeal_start_date": null,
  "lapsed_date": "18/11/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 186031,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers: C101-C; C103 and C104.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "All tree protection methods detailed in the Arboricultural Assessment Rev A dated 13 November 2024, prepared by Tim Pusey shall be installed prior to commencement of development (including ground works and site clearance) and not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery, and surplus materials have been removed from the site.",
    "Any trees, shrubs, or hedges removed without consent, die, are severely damaged or become seriously diseased within five years from the completion of the approved development, shall be replaced with trees, shrubs, or hedges capable of achieving comparable quantity and quality.",
    "REASON",
    "To ensure that trees and other vegetation are retained and not damaged during construction work and to ensure that the development conforms with Policy G7 of The London Plan (2021) and Policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings. It shall not be used for purposes such as a living room, bedroom, kitchen, or as a separate unit of accommodation.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "All tree protection methods detailed in the approved Arboricultural Method Statement (Arboricultural Assessment-Rev-A, prepared by Tim Pursey Arboricultural Consultant, dated 13.11.2024) shall be installed prior to commencement of development (including ground works and site clearance) and not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery, and surplus materials have been removed from the site.",
    "Any trees, shrubs, or hedges removed without consent, die, are severely damaged or become seriously diseased within five years from the completion of the approved development, shall be replaced with trees, shrubs, or hedges capable of achieving comparable quantity and quality (i-tree or CAVAT or another appropriate valuation system).",
    "REASON",
    "To ensure appropriate tree protection in accordance with Policy G7 of The London Plan (2021).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "ICKENHAM",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.46716",
    "lat": "51.5631417"
  },
  "cil_liability": false,
  "valid_date": "28/05/2024",
  "postcode": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "id": "Hillingdon-30871_APP_2024_1408",
  "application_type": "Householder",
  "parking_details": null,
  "decision_target_date": "19/11/2024",
  "pp_id": "13048658",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": null,
  "last_date_consultation_comments": "25/06/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T17:34:40.206+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506318.7245,
              186033.2322
            ],
            [
              506323.7516,
              186046.9905
            ],
            [
              506377.3298,
              186027.5435
            ],
            [
              506367.4079,
              186015.5051
            ],
            [
              506318.7245,
              186033.2322
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "ICK/HAM & S HF/D 22",
  "appeal_decision": null,
  "lpa_app_no": "30871/APP/2024/1408",
  "description": "Construction of an outbuilding to rear garden.",
  "date_building_work_completed_under_previous_permission": null
}