{
  "uprn": "100021350411",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17730579999999999,
          51.5276276
        ],
        [
          0.1772722,
          51.5276322
        ],
        [
          0.1772646,
          51.5276338
        ],
        [
          0.1773397,
          51.5276965
        ],
        [
          0.1773947,
          51.5277474
        ],
        [
          0.17740599999999998,
          51.5277578
        ],
        [
          0.1774327,
          51.5277904
        ],
        [
          0.17745919999999998,
          51.527823
        ],
        [
          0.17752469999999998,
          51.5279103
        ],
        [
          0.1775559,
          51.5279624
        ],
        [
          0.1775677,
          51.527982
        ],
        [
          0.17758759999999998,
          51.528015
        ],
        [
          0.17765799999999998,
          51.527996
        ],
        [
          0.17772849999999998,
          51.5279769
        ],
        [
          0.17763589999999999,
          51.5278203
        ],
        [
          0.1775687,
          51.5277215
        ],
        [
          0.1774879,
          51.5276027
        ],
        [
          0.1773995,
          51.5276148
        ],
        [
          0.17730579999999999,
          51.5276276
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": 183234,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551132.29,
              183214.99
            ],
            [
              551129.94,
              183215.43
            ],
            [
              551129.41,
              183215.59
            ],
            [
              551134.41,
              183222.72
            ],
            [
              551138.06,
              183228.49
            ],
            [
              551138.81,
              183229.67
            ],
            [
              551140.55,
              183233.35
            ],
            [
              551142.28,
              183237.03
            ],
            [
              551146.54,
              183246.88
            ],
            [
              551148.53,
              183252.73
            ],
            [
              551149.28,
              183254.94
            ],
            [
              551150.55,
              183258.65
            ],
            [
              551155.5,
              183256.68
            ],
            [
              551160.45,
              183254.7
            ],
            [
              551154.55,
              183237.1
            ],
            [
              551150.21,
              183225.97
            ],
            [
              551145,
              183212.6
            ],
            [
              551138.83,
              183213.76
            ],
            [
              551132.29,
              183214.99
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Havering",
  "bo_system": "CSV Data Import",
  "pp_id": "13005674",
  "decision_process": "Delegated",
  "locality": null,
  "site_number": null,
  "secondary_street_name": null,
  "description": "Ground floor side/rear extension with first floor extension and side dormer windows, juliette balcony and associated works including additional fenestration and alteration to the front extension roof",
  "postcode": "RM13 8NJ",
  "appeal_decision": null,
  "centroid": {
    "lat": "51.5277945",
    "lon": "0.1775259"
  },
  "lapsed_date": "26/07/2027",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "18/06/2024",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0578.24",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed flank window serving the bathroom within the side dormer extension as shown on drawing 31_FR_PA_03 ISSUE A & 31_FR_PA_06 ISSUE A which were received on 26th July 2024 shall be permanently glazed with obscure glass not less than level 5 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy.",
    "The proposed window within the extended side dormer for bedroom 04 adjacent to No.33 Frederick Road, Rainham as shown on drawing 31_FR_PA_06 ISSUE A received on 26th July 2024 shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained and  permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Notwithstanding the details shown on drawing 31_FR_PA_06 ISSUE A received on 26th July 2024 accompanying the application, the face and cheeks of the side dormer windows shall be tile hung to match the appearance of the roof of the existing dwelling unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with Policy 26 of the Havering Local Plan.",
    "a. Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "b. Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason: Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas, and will ensure that the development accords with the Havering Local Plan.",
    "Building Control - Fire Safety Informative.",
    "The applicant should note as the proposed first floor flank bedroom windows cannot be used as a means of escape in accordance with Part B of Building Regulations. It should be noted that all of the ground and first floor habitable room doors would need to be upgraded to fire doors so long as the ground floor is not open plan to the staircase. An additional fire door needs to be added adjacent to the store from the hallway into the seating area as denoted on drawing 31_FR_PA_02 ISSUE A received on 26th July 2024 to comply with Building Regulations. A hardwired interlinked smoke detection would need to be installed as per the normal requirements and ideally a hard wired heat detector installed in the kitchen, so it can acceptable under Part B of the Building Regulations.",
    "For any development where a flood risk is identified, the Council as the Lead Local Flood Authority want to see developers consider and implement flood resilience/resistance measures into the buildings themselves. This is not to stop development but to ensure the protection for future residents is maintained and enhanced.",
    "The following measures are strongly recommended, although this list is not exhaustive:-",
    "-         Raising the level of the building by at least 300mm above local levels;",
    "-         Waterproof membrane in the ground floor;",
    "-         Waterproof plaster and waterproofing to ground floor;",
    "-         Electrics from the upstairs down and sockets high up off the ground floor;",
    "-         Non return valves on the sewerage pipes;",
    "-         Emergency escape plan for each individual property;",
    "-         Air brick covers; and",
    "-         Movable flood barriers for entrances",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Ahmad (Agent)by phone and e-mail. The revisions involved reducing the size of the side dormers and ground floor rear extension with changes to the flank window for clarity and installation of new internal door for fire safety reasons. The amendments were subsequently submitted on 15/07/24 & 26/07/24."
  ],
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "street_name": "Rainham",
  "appeal_status": null,
  "development_type": null,
  "decision_date": "26/07/2024",
  "lpa_app_no": "P0578.24",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "31 Frederick Road",
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T20:56:48.071+00:00",
  "decision_target_date": "26/07/2024",
  "valid_date": "17/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "id": "Havering-P0578.24",
  "application_details": {
    "existing_uprns": null,
    "intended_commencement_date": "08/2024",
    "intended_completion_date": "11/2024",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "total_gia_gained": 83.97,
    "site_area": 0.055
  },
  "ward": "Beam Park",
  "centroid_easting": 551147,
  "epc_number": null
}