{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T22:08:06.751+00:00",
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "locality": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete",
    "accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "The development shall be carried out in accordance with the environmental standards, mitigation measures, requirements and methods of implementing the development contained in the environmental statement relevant to this application, including appendices and addendum documents submitted in July 2014 and April 2016, and any additional submission documents.",
    "Reason:",
    "To ensure that the development is carried out in accordance with the appropriate standards, measures, requirements and methods set out in the environmental statement and the mitigation measures identified therein.",
    "The development shall be carried out in accordance with the construction phasing plan drawing number PH154-PL-05 00 or other revised phasing plan that has been submitted to and approved in writing by the Local Planning Authority. No phase of the development shall commence until all relevant pre-commencement conditions are approved in respect of that phase.",
    "Reason:",
    "To ensure that full details of conditions pursuant to the relevant phase of the development are submitted and to accord with the submitted details.",
    "The development shall be carried out in accordance with the approved landscaping plans reference PH154PL 10 (Rev G); 18017-100 (Rev A); 18017-101 (Rev A); 18017-102 (Rev A); 18017-103 (Rev A); 18017-104 (Rev A) (as originally under Council Reference Q0238.18).  All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:",
    "Submission of details will ensure that the visual amenities of the development are appropriately enhanced in accordance with adopted Havering Local Plan 2021 policy 27 and policy 30.",
    "Prior to the residential occupation of the units in phases 1a and 1b of the development as shown on the construction phasing plan drawing number PH154-PL-05 00, the section of the Mardyke-Ford Dagenham pipeline shall be re-routed in accordance with Drawing number IMGD200201 Mains Diversion as approved under Council Ref. Q0203.20.",
    "Reason:",
    "In order that the development would be safe.  The agreement of details is considered necessary to protect the amenities of these occupiers prior to commencement in accordance with adopted Havering Local Plan 2021 policy 7.",
    "The rerouted pipeline shall have the same characteristics as the existing pipeline i.e.",
    "355.6mm OD, 9.52mm wall thickness, X46 steel, 33.1 barg pressure and 900mm depth of cover, unless a variation to this specification has been first agreed in writing with the Local Planning Authority following consultation with National Grid and the Health and Safety Executive.",
    "Reason:",
    "In order to ensure that the development would be safe.",
    "The opening of Pooles Sewer shall be carried out in accordance with the details and bank profiles contained with the report entitled 'Hydraulic Modelling of Pooles Sewer' Ref S960- 14 & Project S960 dated May 2016 including any revisions to these details that have been submitted to and agreed in writing with the local planning authority, in accordance with a timescale for the works, including a management programme for the newly created habitat that has been agreed in writing by the Local Planning authority prior to the commencement of the development.",
    "Reason:",
    "To ensure that the works to the Pooles Sewer are carried out in accordance with the appropriate standards, measures, requirements and methods of construction that have been approved by the Environment Agency to provide flood protection for the development site and to create additional habitat in accordance with adopted Havering Local Plan 2021 policy 30 and policy 32.",
    "No dwelling within any phase of the development (as identified in accordance with",
    "condition 4 above) shall be occupied until car parking for that dwelling has been provided in accordance with a programme for the phased implementation of the car parking strategy shown on drawing no. PH154-PL-08 Rev H (or any such amendment to the layout) that has been submitted to and agreed in writing with the local planning authority). The parking areas shall be retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety and in order that the development accords with adopted Havering Local Plan 2021 policy 24",
    "No individual phase of development (as identified in accordance with condition 4) shall be occupied until provision has been made for 20% of the parking spaces within the development or relevant phase thereof to be served by electric vehicle charging points, with the potential for this to be expanded by a further 20%.",
    "Reason:",
    "Insufficient information has been supplied with the application to demonstrate what level of Provision prior to occupation will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with adopted Havering Local Plan 2021 policy 24 and policy 36.",
    "The development shall be carried out in accordance with the approved Energy Statement prepared by JSP Sustainability Limited (dated October 2018), as originally discharged under Council Ref. Q0251.18. The development shall thereafter be carried out in full accordance with the agreed energy statement and the measures identified therein. Any change to the approved energy strategy shall require the written consent of the Local Planning Authority.",
    "Reason:",
    "In order to ensure that the proposals would satisfy adopted Havering Local Plan 2021 policy 36",
    "Those properties identified as requiring mitigation measures within the Air Quality  Assessment Report reference Project No 441952 date June 2015 shall not be occupied until all measures identified in the Report have been shown to be implemented and notification provided to the Local Planning Authority in writing that this has been done.",
    "Reason:",
    "In order to ensure that the proposals would satisfy adopted Havering Local Plan 2021 policy 33, policy 34 and policy 36",
    "The development hereby permitted shall be carried out in accordance with the Geo-Environmental Desk Study and Site Investigation submitted to the council on",
    "25.09.2018, as approved under Council Ref. Q0240.18 and shall be retained as such thereafter.",
    "Reason:",
    "In order to ensure that the proposals would satisfy adopted Havering Local Plan 2021 policy 34.",
    "Before any part of the development is occupied, site derived material and/or imported soils shall be tested for chemical contamination, and the results of this testing together with an assessment of suitability for their intended use shall be submitted and approved in writing by the Local Planning Authority. Without prejudice to the generality of the foregoing, all topsoil used for gardens and/or landscaping purposes shall in addition satisfy the requirements of BS 3882:2007, Specification of Topsoil.",
    "Reason:",
    "In order to ensure that the proposals would satisfy adopted Havering Local Plan 2021 policy 34.",
    "The development shall be carried out in accordance with the approved refuse and recycling storage and collection details within that phase, as discharged under Council Ref.  Q0174.19, and shall be retained thereafter for the lifetime of the development.",
    "Reason:",
    "In order to ensure that the proposals would satisfy adopted Havering Local Plan 2021 policy 34 and policy 35.",
    "The development shall be carried out in accordance with the approved cycle storage details approved under Council Ref.  Q0161.19 and shall be retained thereafter for the lifetime of the development.",
    "Reason:",
    "In order to ensure that the proposals would satisfy the London Plan 2021 policy T5.",
    "The development shall be carried out in accordance with the approved Schedule and Lighting Layout DWG 01 and 02 for the lighting of external areas within that phase, including any access roads, footpaths and cycleways, as approved under Council Ref. Q0218.18., .  The lighting once installed shall be retained thereafter for the lifetime of the development.",
    "Reason:",
    "In order to ensure that the proposals would satisfy the London Plan 2021 policy T2 and policy T5.",
    "The development shall be carried out in accordance with the approved details of all proposed walls, fences and boundary treatment - 16229-10-D Site Plan Sheet 1 Of 6; 16229-11-D Site Plan Sheet 2 Of 6; 16229-12-E Site Plan Sheet 3 Of 6; 16229-13-E Site Plan Sheet 4 Of 6; 16229-14-E Site Plan Sheet 5 Of 6; 16229-15-E Site Plan Sheet 6 Of 6; 16229-326-A External Wall & Fence Details, as approved under Council Ref. Q0284.19.  The approved details shall be retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "In order to ensure that the proposals would satisfy adopted Havering Local Plan 2021 policy 26, policy 27 and policy 30.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect residential amenity and would satisfy adopted Havering Local Plan 2021 policy 7.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect residential amenity and would satisfy adopted Havering Local Plan 2021 policy policy 7.",
    "The development shall be carried out in accordance with the approved landscape  management plan, prepared by Southern Ecological Solutions, dated November 2018, as approved under Council ref. Q0279.18.  The landscape management plan as approved shall be implemented to the approved timescale and adhered to thereafter.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect biodiversity and would satisfy adopted Havering Local Plan 2021 policy 30.",
    ".",
    "The development shall be carried out in accordance with the approved Secured by Design scheme, as approved under Council Ref. Q0313.18.  The development shall be carried out in accordance with the approved details, and shall not be occupied or used until written confirmation of compliance with the agreed details has been submitted to and approved in writing by the LPA.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect biodiversity and would satisfy adopted London Plan 2021 policy D6.",
    "The noise level in habitable rooms of the development hereby permitted shall meet the noise standard specified in BS8233:2014 for internal rooms, in accordance with the Certificate dated 14th September 2018, as approved under Council Ref. Q0278.19.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect residential amenity and would satisfy adopted Havering Local Plan 2021 policy 7.",
    "The development shall be carried out in accordance with the approved wheel scrubbing/wash down facilities dated July 2018, as approved Council Ref. Q0175.18.  The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect the highway network or residential amenity and would satisfy adopted Havering Local Plan 2021 policy 7 and policy 23.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect residential amenity and would satisfy adopted Havering Local Plan 2021 policy 7.",
    "The development hereby permitted shall be carried out in accordance with the approved demolition and construction management plan dated June 2018, as approved Council Ref. Q0175.18.",
    "Reason:",
    "In order to ensure that the proposals satisfy sustainability principles and do not adversely affect residential amenity and would satisfy adopted Havering Local Plan 2021 policy 7 and policy 35.",
    "At least 40 of the dwellings hereby approved shall be constructed to comply with Part M4(3)(2)(a) of the Building Regulations - Wheelchair Adaptable Dwellings. The remainder of the dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect residential amenity and would satisfy adopted London Plan 2021 policy D5.",
    "The development hereby permitted shall be carried out in accordance with the approved details of the proposed emergency access from Lamson Road (Ref. PHE.929.401 Emergency Access Detail), as approved under Council Ref. Q0283.19.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect residential amenity and would satisfy adopted Havering Local Plan 2021 policy 7 and London Plan policy D11.",
    "The development shall be carried out in accordance with the approved details of the proposed cycleway and footpath linkages, as approved under Council Ref. Q0185.18.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect the highway network and to promote sustainable travel and would satisfy London Plan 2021 policy T3 and T5.",
    "The development shall be carried out in accordance with the approved details of the alterations to the Public Highway, as approved under Council Ref. Q0140.18.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect residential amenity and would satisfy adopted Havering Local Plan 2021 policy 7.",
    "2.1 metre by 2.1 metre pedestrian visibility splays shall be provided on either side of the proposed accesses, set back to the boundary of the public footway. There should be no obstruction of object higher than 0.6 metres within the visibility splay. No residential unit shall be occupied until the visibility splays have been provided.",
    "Reason:",
    "In the interests of highway safety and in order to satisfy London Plan 2021 policy T2, policy T3 and policy T4.",
    "The development shall be carried out in accordance with the approved scheme detailing the location of fire hydrants in that phase (Drawing Ref: NS/NEWR/61364/1), as approved under Council ref. Q0279.19.  Prior to the first occupation of any of the buildings within the relevant phase, such hydrants as required by the LFEPA for that phase of the development shall be provided in accordance with the LFEPA's requirements prior to the occupation of the relevant unit/s and thereafter maintained continuously to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "In the interests of fire safety and in order to satisfy London Plan 2021 policy D12",
    "The development shall be carried out in accordance with the approved details of the foundation pile layout, design and construction method (Ref. Pre-Cast Piling RAMS - Dovers Corner February 2019) as approved under Council Ref.  Q0038.19. The development shall be carried out in accordance with the approved details.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect potential heritage assets and other underground assets and would satisfy adopted Havering Local Plan 2021 policy 30.",
    "The development shall be carried out in accordance with the approved and updated Ecology Note prepared by Southern Ecological Solutions dated 11th October 2019, as approved under Council Ref. Q0323.19.  The de culverting works shall be undertaken in accordance with the recommendations of the survey.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect biodiversity and would satisfy adopted Havering Local Plan 2021 policy 30",
    "The development shall be carried out in accordance with the approved written scheme of investigation (WSI) prepared by CGMS Heritage, dated August 2018, as approved under Council Ref. Q0174.18.  For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and",
    "i) The programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works;",
    "ii) The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect archaeology and associated assets and would satisfy adopted Havering",
    "The development shall not exceed the water target use of 105 litres or less per person per day in accordance with the London Plan standards.",
    "Reason:",
    "In order to comply with Policy S15 of the London Plan 2021",
    "The development shall be implemented in accordance with the approved car parking management strategy (drawing Ref. PHE/929/501 and Parking Management Strategy Report dated March 2020), as approved under Council Ref. Q0282.19. Such facilities shall be permanently retained thereafter for use by residents for the lifetime of the development.",
    "Reason:",
    "In the interest of highway safety and in order to ensure that the proposals do not adversely affect residential amenity or highways safety and would satisfy adopted Havering Local Plan 2021 policy 24.",
    "The development shall be implemented in accordance with the approved details showing the highway layout within that phase (drawing ref. 16-011-325 T9; 16-011-326 T12; 16-011-328 T7; 16-011-329 T7; 16-011-330 T5; 16229-03-H) as approved under Council Ref. Q0002.20. The details shall be implemented in accordance with the approved details including a timetable for their implementation",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect residential amenity and would satisfy adopted Havering Local Plan 2021 policy 7.",
    "Unless alternative implementation programme is agreed in writing with the Local Planning Authority, no part of any phase of the development hereby permitted as specified in condition 4 above shall be occupied until a priority junction has been installed at the junction of the new access road with the A1306 in accordance with details that shall have been submitted to and approved in writing by the Local Planning Authority. The priority junction shall be implemented in accordance with the approved details.",
    "Reason:",
    "In order to ensure that the proposals do not adversely affect highway safety and would satisfy adopted Havering Local Plan 2021 policy 24.",
    "This decision notice should be considered in conjunction with the original planning permission reference P0922.15 dated 16/10/2017"
  ],
  "valid_date": "19/04/2023",
  "centroid": {
    "lon": "0.1875538",
    "lat": "51.5204318"
  },
  "lpa_app_no": "P0578.23",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "RM13 8QT",
  "ward": "Beam Park",
  "description": "Variation of Condition No. 2 of Planning Permission Ref P0922.15 dated 16/10/2017 to allow for amended plans converting the Block D boiler room to 2 x 2-bed dwellings. (Demolition of existing structures and the phased redevelopment to provide 394 residential dwellings, car parking, bicycle parking, substation, public open space and pedestrian/cycle infrastructure, and other works and improvements (including de- culverting of Pooles Sewer, relocation of gas main, minor alterations to access from New Road and closure of existing secondary accesses, formation of emergency access onto Lamson Road and other associated works) at Dovers Corner Industrial Park, Rainham Trading Estate and Boomes Industrial Estate, New Road, Rainham)",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": "Knightswood Place (formerly Dovers Corner Industrial Estate)",
  "last_date_consultation_comments": "17/05/2023",
  "cil_liability": true,
  "application_details": {
    "existing_uprns": null,
    "site_area": 5.743
  },
  "street_name": "New Road",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0578.23",
  "uprn": "100023660120",
  "appeal_decision_date": null,
  "pp_id": "12012931",
  "decision_process": "Delegated",
  "centroid_easting": 551867,
  "epc_number": null,
  "centroid_northing": 182436,
  "application_type_full": "Removal/Variation of a condition",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Havering-P0578.23",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Havering",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "17/05/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551797.926,
              182581.655
            ],
            [
              551900.339,
              182568.109
            ],
            [
              551900.068,
              182574.882
            ],
            [
              551899.526,
              182576.779
            ],
            [
              551899.255,
              182577.862
            ],
            [
              551898.713,
              182579.217
            ],
            [
              551897.629,
              182581.384
            ],
            [
              551896.546,
              182585.177
            ],
            [
              551918.22,
              182583.01
            ],
            [
              551926.348,
              182562.148
            ],
            [
              551943.146,
              182561.606
            ],
            [
              551953.442,
              182553.478
            ],
            [
              552022.53,
              182547.518
            ],
            [
              552031.47,
              182541.286
            ],
            [
              552030.929,
              182495.499
            ],
            [
              552026.594,
              182492.518
            ],
            [
              552011.692,
              182493.331
            ],
            [
              551975.658,
              182465.154
            ],
            [
              551972.949,
              182454.046
            ],
            [
              551954.525,
              182452.691
            ],
            [
              551946.126,
              182422.347
            ],
            [
              551961.57,
              182425.327
            ],
            [
              551959.131,
              182423.972
            ],
            [
              551956.964,
              182404.736
            ],
            [
              551950.19,
              182390.105
            ],
            [
              551964.821,
              182396.066
            ],
            [
              551950.19,
              182370.327
            ],
            [
              551946.668,
              182367.889
            ],
            [
              551946.126,
              182363.554
            ],
            [
              551942.062,
              182367.889
            ],
            [
              551937.727,
              182368.431
            ],
            [
              551917.407,
              182341.879
            ],
            [
              551900.339,
              182297.446
            ],
            [
              551868.639,
              182254.639
            ],
            [
              551859.428,
              182250.846
            ],
            [
              551715.02,
              182368.973
            ],
            [
              551765.956,
              182444.021
            ],
            [
              551766.227,
              182447.814
            ],
            [
              551775.438,
              182455.4
            ],
            [
              551790.882,
              182548.872
            ],
            [
              551793.591,
              182550.769
            ],
            [
              551797.926,
              182581.655
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1866216,
          51.5217589
        ],
        [
          0.1880908,
          51.5216097
        ],
        [
          0.1880898,
          51.5216707
        ],
        [
          0.1880829,
          51.5216878
        ],
        [
          0.18807939999999998,
          51.5216976
        ],
        [
          0.1880722,
          51.52171
        ],
        [
          0.1880575,
          51.5217297
        ],
        [
          0.1880435,
          51.5217641
        ],
        [
          0.1883548,
          51.5217388
        ],
        [
          0.1884629,
          51.5215492
        ],
        [
          0.1887046,
          51.5215398
        ],
        [
          0.1888494,
          51.521464
        ],
        [
          0.1898418,
          51.5213919
        ],
        [
          0.1899679,
          51.5213335
        ],
        [
          0.18994039999999998,
          51.5209223
        ],
        [
          0.18987669999999998,
          51.5208967
        ],
        [
          0.18966239999999998,
          51.520908
        ],
        [
          0.1891313,
          51.5206645
        ],
        [
          0.1890875,
          51.5205654
        ],
        [
          0.18882159999999998,
          51.520558199999996
        ],
        [
          0.18868749999999998,
          51.5202879
        ],
        [
          0.1889113,
          51.5203105
        ],
        [
          0.1888755,
          51.520299
        ],
        [
          0.18883609999999998,
          51.5201267
        ],
        [
          0.1887322,
          51.5199971
        ],
        [
          0.1889455,
          51.5200467
        ],
        [
          0.1887237,
          51.5198194
        ],
        [
          0.1886719,
          51.5197984
        ],
        [
          0.1886622,
          51.5197596
        ],
        [
          0.18860559999999998,
          51.5197997
        ],
        [
          0.1885434,
          51.5198057
        ],
        [
          0.1882393,
          51.5195726
        ],
        [
          0.18797439999999999,
          51.519178
        ],
        [
          0.18749939999999998,
          51.5188019
        ],
        [
          0.18736509999999998,
          51.5187703
        ],
        [
          0.1853361,
          51.5198704
        ],
        [
          0.186102,
          51.5205309
        ],
        [
          0.18610749999999998,
          51.520565
        ],
        [
          0.18624349999999998,
          51.5206306
        ],
        [
          0.18650609999999998,
          51.5214663
        ],
        [
          0.1865459,
          51.5214826
        ],
        [
          0.1866216,
          51.5217589
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "17/05/2027",
  "decision_date": "17/05/2024"
}