{
  "borough": "Hillingdon",
  "cil_liability": false,
  "decision_target_date": "06/09/2023",
  "lpa_app_no": "7918/APP/2023/2070",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "31/08/2023",
  "lpa_name": "Hillingdon",
  "application_details": {
    "existing_uprns": null
  },
  "title_number": null,
  "wgs84_polygon": null,
  "valid_date": "12/07/2023",
  "centroid": {
    "lat": 51.541443,
    "lon": -0.454254
  },
  "site_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before 29-03-2025 three years from the date of the original permission).",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbered: 21/113/P1C; 21/113/P2C; 21/113/P3C and 21/113/P4C.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2016).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of development, product details including manufacturer information of all external materials and finishes shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance to the approved details.",
    "REASON",
    "To conserve the character and appearance of the Area of Special Local Character, in accordance to Policy HE1 of Hillingdon's Local Plan: Part 1 - Strategic Policies (November 2012), Policies DMHB 1 and DMHB 5 of the Hillingdon's Local Plan: Part 2 - Development Management Policies (January 2020), Policy 7.8 of the London Plan (March 2016) and Policy HC1 of the Publication London Plan (December 2020)",
    "Prior to the commencement of development, product details including manufacturer information of all external windows and doors shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance to the approved details.",
    "REASON",
    "To conserve the character and appearance of the Area of Special Local Character, in accordance to Policy HE1 of Hillingdon's Local Plan: Part 1 - Strategic Policies (November 2012), Policies DMHB 1 and DMHB 5 of the Hillingdon's Local Plan: Part 2 - Development Management Policies (January 2020), Policy 7.8 of the London Plan (March 2016) and Policy HC1 of the Publication London Plan (December 2020)",
    "The window(s) facing north east and south west  shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "decision": "Approved",
  "centroid_easting": 507294,
  "uprn": null,
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "locality": null,
  "last_date_consultation_comments": "15/08/2023",
  "polygon": null,
  "ward": "HILLINGDON WEST 2022",
  "pp_id": "12305628",
  "lapsed_date": "31/08/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Variation of Condition 2 (Accordance with approved plans) of planning permission ref. 7918/APP/2021/3290, dated 29-03-2022 (Two Storey side extension and extended first floor with a new roof and dormers. Internal and external alterations inc. garage conversion.) to make minor design alterations and access requirements.",
  "centroid_northing": 183637,
  "street_name": "HILLINGDON",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T02:21:29.783+00:00",
  "site_name": "4 THE CLOSE",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=7918/APP/2023/2070",
  "id": "Hillingdon-7918_APP_2023_2070",
  "actual_commencement_date": null,
  "postcode": null
}