{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507351.6959,
              182246.3776
            ],
            [
              507286.8728,
              182217.4057
            ],
            [
              507282.9041,
              182236.0588
            ],
            [
              507346.2719,
              182263.9724
            ],
            [
              507347.3302,
              182261.4589
            ],
            [
              507346.5365,
              182261.062
            ],
            [
              507347.9917,
              182254.8443
            ],
            [
              507351.6959,
              182246.3776
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07755937",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:05:30.231+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "17/07/2019",
  "secondary_street_name": "HILLINGDON",
  "appeal_start_date": null,
  "ward": "BRUNEL",
  "centroid": {
    "lat": 51.528891,
    "lon": -0.454347
  },
  "decision": "Refused",
  "valid_date": "24/06/2019",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.129,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": "UB8 3EY",
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74728/APP/2019/1141",
  "lpa_name": "Hillingdon",
  "site_name": "148 and 150",
  "lapsed_date": "19/08/2022",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The proposed forward dormer extension to the South side roofslope of 148 Harlington Road by reason of its siting, size, scale, bulk, and design and proximity to the existing side dormer in this open and prominent position would fail to harmonise with the architectural composition of the original dwelling and would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposed enlargement of the roof to 150 Harlington Road by reason of its height, scale, bulk, depth and proximity, would be detrimental to the amenities of the adjoining occupier at 152 Harlington Road by reason of over-dominance, overshadowing, visual intrusion, loss of light and loss of outlook. Therefore the proposal would be contrary to policies BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposed single storey rear extension, by virtue of its size, scale, bulk, depth and proximity, would be detrimental to the amenities of the adjoining occupier at 152 Harlington Road by reason of over-dominance, overshadowing, visual intrusion, loss of light and loss of outlook. Therefore the proposal would be contrary to policies BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposal would result in the provision of habitable rooms (first floor bedrooms) with very poor levels of natural/sunlight and outlook, as these windows would be required to remain fixed shut and obscure glazed to prevent a loss of privacy and overlooking of the adjoining properties, and would therefore give rise to a substandard form of living accommodation and reliance upon artificial means of lighting to the detriment of the amenity of the current and future occupiers. Should these windows remain clear glazed and openable then they would result in loss of privacy and overlooking. The proposal is thus contrary to Policies BE19, BE20, BE21 and BE24 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies 3.5 and 5.3 of the London Plan (2016) and the Council's adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey rear extension and enlargement of roof space to create additional habitable roof space to include 7 side dormers",
  "lpa_app_no": "74728/APP/2019/1141",
  "decision_target_date": "19/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/08/2019",
  "id": "Hillingdon-74728_APP_2019_1141",
  "centroid_northing": "182241",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "507317",
  "street_name": "HARLINGTON ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.453826,
          51.5289343
        ],
        [
          -0.454769,
          51.5286862
        ],
        [
          -0.45482049999999996,
          51.5288546
        ],
        [
          -0.4538988,
          51.5290934
        ],
        [
          -0.45388439999999997,
          51.5290706
        ],
        [
          -0.45389589999999996,
          51.5290672
        ],
        [
          -0.45387679999999997,
          51.5290111
        ],
        [
          -0.453826,
          51.5289343
        ]
      ]
    ],
    "type": "Polygon"
  }
}