{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507282.7718,
              182235.9265
            ],
            [
              507282.9041,
              182235.6619
            ],
            [
              507346.2719,
              182264.1047
            ],
            [
              507347.4625,
              182261.5912
            ],
            [
              507346.5365,
              182260.9297
            ],
            [
              507348.124,
              182254.9766
            ],
            [
              507351.6959,
              182245.9807
            ],
            [
              507286.6082,
              182216.8765
            ],
            [
              507282.7718,
              182235.9265
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:05:33.049+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "23/12/2019",
  "secondary_street_name": "HILLINGDON",
  "appeal_start_date": null,
  "ward": "BRUNEL",
  "centroid": {
    "lat": 51.528891,
    "lon": -0.454347
  },
  "decision": "Approved",
  "valid_date": "03/10/2019",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.131,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": "UB8 3EY",
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74728/APP/2019/3290",
  "lpa_name": "Hillingdon",
  "site_name": "148 and 150",
  "lapsed_date": "07/02/2023",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 148-150/HR/03, 148-150.HR.04C, 148-150.HR.05C, 148-150.HR.07C and 148-150.HR.08C.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part  Two: Development Management Policies (January 2020)",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy BE15 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 146 or 152 Harlington Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (2012)",
    "The first floor window facing 150 Harlington Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part  Two: Development Management Policies (January 2020)",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey rear extension, front porch extension, first floor front and rear extensions incorporating the enlargement of the roofspace, seven rooflights and alterations to the side elevations to 148 Harlington Road and single storey rear extension and first floor rear extension to 150 Harlington Road",
  "lpa_app_no": "74728/APP/2019/3290",
  "decision_target_date": "07/02/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "07/02/2020",
  "id": "Hillingdon-74728_APP_2019_3290",
  "centroid_northing": "182241",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "507317",
  "street_name": "HARLINGTON ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45482239999999996,
          51.5288534
        ],
        [
          -0.45482059999999996,
          51.528851
        ],
        [
          -0.4538988,
          51.5290946
        ],
        [
          -0.45388239999999996,
          51.5290718
        ],
        [
          -0.45389599999999997,
          51.529066
        ],
        [
          -0.45387489999999997,
          51.5290122
        ],
        [
          -0.45382619999999996,
          51.5289307
        ],
        [
          -0.4547729,
          51.5286815
        ],
        [
          -0.45482239999999996,
          51.5288534
        ]
      ]
    ],
    "type": "Polygon"
  }
}