{
  "uprn": "100021338299",
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2194699,
          51.5710879
        ],
        [
          0.22057639999999998,
          51.5712229
        ],
        [
          0.2206931,
          51.5706732
        ],
        [
          0.2207104,
          51.5704414
        ],
        [
          0.22075399999999998,
          51.5703983
        ],
        [
          0.22063429999999998,
          51.5704023
        ],
        [
          0.2204933,
          51.5703984
        ],
        [
          0.2197979,
          51.5703012
        ],
        [
          0.2197308,
          51.5703171
        ],
        [
          0.2194699,
          51.5710879
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_start_date": null,
  "centroid_northing": 188101,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553910.34,
              188135.52
            ],
            [
              553986.56,
              188152.86
            ],
            [
              553996.5,
              188091.99
            ],
            [
              553998.48,
              188066.25
            ],
            [
              554001.65,
              188061.55
            ],
            [
              553993.34,
              188061.74
            ],
            [
              553983.58,
              188061.01
            ],
            [
              553935.72,
              188048.73
            ],
            [
              553931.02,
              188050.36
            ],
            [
              553910.34,
              188135.52
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Havering",
  "bo_system": "CSV Data Import",
  "pp_id": "13147184",
  "decision_process": "Delegated",
  "locality": "Hornchurch",
  "site_number": null,
  "secondary_street_name": null,
  "description": "T2\tSilver birch\t130\tCrown lift up to 2m. Priority 1\nT6\tSycamore\t320\tCrown lift up to 4m. And reduce back from lamp post by 1m\nT7\tCaucasian wingnut\t280\tFell to ground level. Priority 1\nT8\tNorway maple\t560\tRemove ivy. Priority 1\nEG1 (EXTRA GROUP1)\tGroup of Conifers\t-\tFell end conifer near T8 and Crown lift to 3m and tidy cut branches/pegs on remaining 4 and reduce back from the road by 1 m\nT9\tNorway maple\t400\tReduce crown by\nE1 (EXTRA1)\tConifer\t-\tFell to ground level\nT11\tLawson cypress\t290\tRemove over extended branch (Lift to 3m)\nT13\tLawson cypress\t300\tRemove ivy. Priority 1\nT15\tGolden robinia\t260\tRemove deadwood. Priority 1\nG2\tGroup\t200\tCrown lift up to 2.5m. Priority 1\nT17\tSycamore\t500\tRemove ivy. Priority 1\nT19\tNorway maple\t360\tCrown lift up to 5m and remove deadwood. Reduce back from road and lamppost by 1m\nT20\tPlum\t180\tCrown lift up to 2.5m. Priority 1\nT21\tDowny birch\t190\tCrown lift up to 2.5m. Priority 1\nT23\tCommon oak\t470\tRemove deadwood\nT27\tCrab apple\t150\tCrown lift up to 2.5m. Priority 1\nT29\tBlack walnut\t300\tCrown lift up to 2m. Priority 1\nT30\tMountain ash\t180\tCrown lift up to 2m. Priority 1\nT31\tCommon pear\t320\tCutback from property by 1.5m. Priority 1\nT34\tAmelanchier\t150\tCrown lift up to 2.5m. Priority 1\nT35\tCrab apple\t300\tCrown lift up to 2.5m. Priority 1\nT40\tSycamore\t500\tFell to ground level. Priority 1",
  "postcode": "RM11 3LQ",
  "appeal_decision": null,
  "centroid": {
    "lon": "0.2201275",
    "lat": "51.570765"
  },
  "lapsed_date": "19/07/2027",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": null,
  "parking_details": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0069.24",
  "decision_conditions": [
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out as an overall reduction, so that the tree's crown remains balanced.",
    "Reason:",
    "To ensure that the tree's stability is maintained and in the interests of public amenity.",
    "The applicant is required to give 7 working days notice of when the work for which consent is granted is to be carried out.",
    "Reason:",
    "To give the council the opportunity to make arrangements to supervise the work.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "That the tree(s) for which consent for removal is granted shall be replaced by [set out details of replacement tree(s), include size on planting, species and location] within the first available planting season (November to March) following the removal of the original tree(s). Failure to plant the replacement tree(s) as required can lead to enforcement action.",
    "THE APPLICANT SHALL NOTIFY THE LOCAL PLANNING AUTHORITY IN WRITING WITHIN TWO MONTHS OF THE PLANTING BEING CARRIED OUT, SO THAT THE REPLACEMENT TREE CAN BE INSPECTED.",
    "Reason:",
    "In the interests of public amenity and to enable the Council to update its records.",
    "It is suggested that you engage the services of a qualified and fully insured tree surgeon to carry out the above work on your behalf (you should ask to see the contractor's insurance certificate and make sure that it is up to date).",
    "Should you wish to plant a tree other than that specified in condition ( ) you will need to first obtain written confirmation from the Local Planning Authority.",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "street_name": "Parkstone Avenue",
  "appeal_status": null,
  "development_type": null,
  "decision_date": "19/07/2024",
  "lpa_app_no": "T0069.24",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "Ridgemont Place",
  "subdivision_of_building": null,
  "last_updated": "2025-03-19T21:00:51.545+00:00",
  "decision_target_date": "08/08/2024",
  "valid_date": "12/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "id": "Havering-T0069.24",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.668
  },
  "ward": null,
  "centroid_easting": 553957,
  "epc_number": null
}