{
  "epc_number": "7432-1422-5209-0872-2206",
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 1,
    "net_car": 1
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P0304.24",
  "application_type_full": "Householder planning permission",
  "uprn": "100021377847",
  "borough": "Havering",
  "street_name": "Romford",
  "locality": null,
  "ward": "Marshalls & Rise Pk",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed on the plans and the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank walls of the dormer hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "The car parking area hereby approved shall be used solely for the provision of domestic parking spaces for the use of occupiers of the existing dwelling at 26 Heather Close and shall not be used separately or in connection with any trade or business.",
    "Reason: In the interests of residential amenity.",
    "The vehicular access to the front hereby permitted shall be surfaced with porous materials, or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "To ensure that surface water run-off is controlled, in order to reduce the impact of flooding and pollution of water courses, and that the development accords with the Development Control Policies Development Plan Document Policies DC49 and DC61.",
    "The proposal involves works which affect the highway and its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent on 16.4.24 via email.The revisions involved reducing the height of the roof of the side extension. The amendments were subsequently submitted on 18.4.24."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 550834,
  "status": "Approved",
  "decision_date": "26/04/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1764267,
          51.594257
        ],
        [
          0.17642159999999998,
          51.5942393
        ],
        [
          0.1764048,
          51.594216
        ],
        [
          0.17636179999999999,
          51.5941896
        ],
        [
          0.1763301,
          51.5941666
        ],
        [
          0.1763132,
          51.5941406
        ],
        [
          0.17605179999999998,
          51.5941299
        ],
        [
          0.1759835,
          51.5943075
        ],
        [
          0.1764267,
          51.594257
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_target_date": "26/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "22/03/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T22:27:08.853+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "26 Heather Close",
  "id": "Havering-P0304.24",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 190617,
  "appeal_start_date": null,
  "postcode": "RM1 4PD",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0304.24",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey rear infill extension and single storey side extension, new render on all elevations, installation of new roof tiles, replacement of all existing windows and enlargement of the existing driveway with new dropped kerb.",
  "valid_date": "01/03/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550850.89,
              190622.17
            ],
            [
              550850.6,
              190620.19
            ],
            [
              550849.51,
              190617.57
            ],
            [
              550846.62,
              190614.54
            ],
            [
              550844.5,
              190611.92
            ],
            [
              550843.42,
              190608.99
            ],
            [
              550825.35,
              190607.27
            ],
            [
              550820.03,
              190626.87
            ],
            [
              550850.89,
              190622.17
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "12844090",
  "application_details": {
    "total_gia_gained": 23.9,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "04/2024",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "08/2024",
    "site_area": 0.041
  },
  "centroid": {
    "lon": "0.1761808",
    "lat": "51.594215"
  },
  "lapsed_date": "26/04/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}