{
  "cil_liability": true,
  "last_updated": "2025-03-20T13:27:50.985+00:00",
  "application_details": {
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.9,
        "building_ref": "existing building"
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "site_area": 0.032,
    "internal_resi_water_usage": 0,
    "total_gia_existing": 220,
    "green_suds": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0
    },
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": false,
    "ownership_status": "Private",
    "existing_uprns": null,
    "total_gia_gained": 105,
    "grey_water_reuse": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 100,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 0
      },
      {
        "gia_existing": 120,
        "use_class": "SpecifiedOther",
        "gia_gained": 105.5,
        "gia_lost": 0
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "entire development"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 105,
      "total_gia_existing": 220,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m"
  },
  "decision_target_date": "16/02/2023",
  "parking_details": null,
  "postcode": null,
  "appeal_decision_date": null,
  "locality": null,
  "status": "Approved",
  "centroid_easting": 506011,
  "lapsed_date": "16/02/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506013.7625,
              180650.9761
            ],
            [
              506022.7584,
              180633.9104
            ],
            [
              506006.8833,
              180626.6344
            ],
            [
              505998.9458,
              180643.3031
            ],
            [
              506013.7625,
              180650.9761
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 180639,
  "ward": "YIEWSLEY 2022",
  "lpa_app_no": "17076/APP/2022/3201",
  "pp_id": "11631726",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "19/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "15/02/2023",
  "actual_completion_date": null,
  "application_type_full": "Full planning permission",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": "YIEWSLEY",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "HIGH STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47358449999999996,
          51.5148471
        ],
        [
          -0.4734601,
          51.514692
        ],
        [
          -0.473691,
          51.5146296
        ],
        [
          -0.47380029999999995,
          51.5147809
        ],
        [
          -0.47358449999999996,
          51.5148471
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.51474",
    "lon": "-0.4736279"
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=17076/APP/2022/3201",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "164-170",
  "decision": "Approved",
  "id": "Hillingdon-17076_APP_2022_3201",
  "description": "Erection of a single storey upwards extension at second floor level to provide 5 HMO bedrooms and communal living/kitchen/dining space with associated external alterations to the building frontage",
  "decision_date": "16/02/2023",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2114 01.01 Rev. A, 2114 02.01, 2114 02.02, 2114 02.03, 2114 03.01 Rev. B, 2114 03.02 Rev. A, 2114 03.03 Rev. A, 2114 03.04 Rev. B and 2114 03.05 Rev. A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "No development approved by this permission shall be commenced until a construction management plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "(i) The phasing of development works;",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours);",
    "(iii) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities);",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours);",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process;",
    "(vi) The storage of demolition/construction materials on site.",
    "The approved details shall be impl",
    "No development approved by this permission shall be commenced until an air quality management plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall demonstrate that the development will be at least air quality neutral. Works shall be carried out in accordance with the approved details and thereafter maintained as such.",
    "REASON",
    "These details are required prior to commencement of any works in the interest of air quality in accordance with Policy DMEI 14 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved details and prior to the commencement of development, product details including manufacturer information of all the external materials and finishes shall be submitted to and approved in writing by the Local Planning Authority. Information shall include colour references where relevant. Works shall be carried out in accordance with the approved details and thereafter maintained as such.",
    "REASON",
    "These details are required prior to commencement of any works to ensure that the development presents a satisfactory appearance , in accordance with Policies  DMHB 11 and DMHB 12 of the Hillingdon Local Plan (Part 2) and Policies D3 and D4 of the London Plan (2021).",
    "The development hereby approved shall be strictly carried out in accordance with the sound insultation scheme specified in Section 4.0 of the approved Noise Impact Assessment prepared by Nova Acoustics dated October 2022 and thereafter maintained as such.",
    "REASON",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by noise from the neighbouring commercial uses in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020) and Policies D13 and D14 of the London Plan (2021).",
    "Prior to first occupation of the development, a fire strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall include information in relation to how the development will achieve high standards of fire safety and emergency evacuation arrangements. The development shall be carried in accordance with the approved strategy prior to first occupation and thereafter retained as approved.",
    "REASON",
    "In the interests of fire safety in accordance with Policies D5 and D12 of the London Plan (2021).",
    "Prior to first occupation of the development hereby approved, details of facilities for the storage and collection of refuse and recyclables shall be submitted to and approved in writing by the Local Planning Authority. The details shall include information in relation to location, dimensions, external finishes and design. The facilities shall be provided in accordance with the approved details prior to first occupation and thereafter retained as approved.",
    "REASON",
    "To ensure that the proposed development provides a convenient location for the refuse and recycling facilities in accordance with Policy DMHB 11 part (d) of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Prior to first occupation of the development hereby approved, a refuse and recycling plan strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall include information in relation to the on-site refuse and recycling bins for existing and future residential occupiers of the site and how the site would be serviced by refuse collection vehicles. The development shall be carried out in accordance with the  approved strategy prior to first occupation and thereafter retained as approved.",
    "REASON",
    "To ensure that the proposed development provides a convenient location for the refuse and recycling facilities and appropriate management in accordance with Policy DMHB 11 part (d) of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Prior to first occupation of the development hereby approved, details of facilities for the covered storage of 12 cycles as detailed on drawing number 2114.01.01 Rev. A  shall be submitted to and approved in writing by the Local Planning Authority. The details shall include information in relation to location, dimensions, external finishes and design. The facilities shall be provided in accordance with the approved details prior to first occupation and thereafter retained as approved.",
    "REASON",
    "To ensure that the proposed development provides secure cycle facilities in accordance with Policy T5 of the London Plan (2021).",
    "Prior to the first occupation of the development hereby approved, details of the product specification of the 'secure door' specified on drawing number 2114 03.02 Rev. A shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the mechanisms to ensure only the future occupiers of the development hereby approved access to the 2nd floor.  Thereafter, the approved details shall be implemented before first occupation and retained as such for the lifetime of the development.",
    "The development hereby approved shall be occupied by a maximum of 7 persons.",
    "REASON",
    "To safeguard the living conditions of future and neighbouring occupiers at the site in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Prior to the first occupation of the development hereby approved, a detailed management plan shall be submitted in writing with the Local Planning Authority. The scheme shall include details on how the occupiers of the HMO will be managed, in terms of reducing risk for neighbouring residents and the wider area and staffing details. Thereafter, the approved management plan shall be implemented before first occupancy and retained unaltered without the prior written agreement of the Local Planning Authority.",
    "The operation of the HMO hereby approved may require a separate license. It is an offence to operate a licensable HMO without a licence. Please use the following website for further information about how to apply for a HMO licence. https://www.hillingdon.gov.uk/article/1743/Apply-for-a-HMO-licence",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The applicant is advised that this permission only pertains to the proposed 2nd floor HMO shown on the submitted drawings. According to Council's records, planning permission has not been granted for the existing HMO on first floor level and could therefore be subject to enforcement action.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor."
  ],
  "development_type": null
}