{
  "actual_completion_date": null,
  "centroid_northing": 190498,
  "decision": "Approved",
  "development_type": null,
  "valid_date": "17/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Installation of vehicle crossover and driveway involving the installation of an area of hardstanding and removal of front hedge",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "Location Plan",
    "Block Plan",
    "Site Plan",
    "Parking Plan with Crossover 07-03-22",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part: One - Strategic Policies (November 2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), and the London Plan (March 2021).",
    "The driveway hereby approved shall be constructed from permeable materials and shall thereafter be retained as such.",
    "REASON",
    "To ensure adequate drainage of rainwater within a Critical Drainage Area, as identifed in the Surface Water Management Plan (SWMP) for Hillingdon, and in accordance with Policy DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Replacement planting shall be provided along the side boundary and shall thereafter be retained as such.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in compliance with Policies DMHB 11, DMHB 12, DMHB 14, and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The access for the proposed car parking shall be provided with those parts of 2.4m x 2.4m pedestrian visibility splays which can be accommodated within the site in both directions and within the site shall be maintained free of all obstacles to visibility (e.g. fences, walls and shrubs) above 0.6m in height.",
    "REASON",
    "In the interests of highway and pedestrian safety in accordance with Policy DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council. This work is also subject to the issuing of a separate licence to obstruct or open up the public highway. For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "The Highway's Officer has raised the following comment within the consultation process.",
    "The final new provisions with any necessary adjustments to the existing cc would be arranged and implemented post-permission to the council's construction standard executed under S184 of the Highways Act 1980 (or suitable alternative arrangement) all at the applicant's expense as would be the case with any necessary expenditure (including legal costs) incurred with the removal of the aforementioned residents parking bay which is necessitated by the provision of the new crossing.",
    "Please note that the removal of the on-street parking bay would require amendment to the",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The application site is located within the Critical Drainage Area, as identifed in the Surface Water Management Plan (SWMP) for Hillingdon. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from the site entering the sewers. Water run off from any hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission.",
    "Please note that the removal of the on-street parking bay would require amendment to the Traffic Management Order (TMO) which legitimises all of the bays and yellow lines on Alandale Drive. The TMO process would occur post-permission and includes a statutory public consultation and advertising process in order to openly highlight the changes required.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 0,
    "net_car": 1,
    "no_proposed_car": 1
  },
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "25/03/2024",
  "ward": "NORTHWOOD HILLS",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2021",
    "intended_commencement_date": "12/2021",
    "site_area": 0.054000000000000006
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10412104",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "11/02/2022",
  "decision_date": "21/03/2024",
  "centroid": {
    "lon": -0.403073,
    "lat": 51.602453
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=76882/APP/2021/4292",
  "street_name": "PINNER",
  "lpa_app_no": "76882/APP/2021/4292",
  "lapsed_date": "21/03/2027",
  "id": "Hillingdon-76882_APP_2021_4292",
  "title_number": [
    "AGL47748"
  ],
  "application_type": "Householder",
  "site_name": "4 ALANDALE DRIVE",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "HA5 3UT",
  "last_updated": "2025-03-20T10:53:21.519+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": false,
  "centroid_easting": 510695,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510683.3583,
              190508.3849
            ],
            [
              510739.1855,
              190485.4984
            ],
            [
              510739.7147,
              190482.3234
            ],
            [
              510736.9365,
              190476.7671
            ],
            [
              510680.7125,
              190500.1828
            ],
            [
              510683.4906,
              190508.2526
            ],
            [
              510683.3583,
              190508.3849
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4032168,
          51.6025515
        ],
        [
          -0.4024182,
          51.6023348
        ],
        [
          -0.4024116,
          51.6023061
        ],
        [
          -0.40245339999999996,
          51.6022567
        ],
        [
          -0.4032575,
          51.6024783
        ],
        [
          -0.4032149,
          51.6025502
        ],
        [
          -0.4032168,
          51.6025515
        ]
      ]
    ],
    "type": "Polygon"
  }
}