{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506721.6308,
              178678.7947
            ],
            [
              506731.5213,
              178575.6036
            ],
            [
              506680.2895,
              178569.9846
            ],
            [
              506678.9666,
              178574.6148
            ],
            [
              506683.9276,
              178577.2606
            ],
            [
              506688.8885,
              178590.4898
            ],
            [
              506690.2114,
              178591.482
            ],
            [
              506692.8573,
              178586.5211
            ],
            [
              506709.7245,
              178586.5211
            ],
            [
              506713.3625,
              178588.8362
            ],
            [
              506714.024,
              178590.1591
            ],
            [
              506715.3469,
              178592.8049
            ],
            [
              506715.3469,
              178593.1357
            ],
            [
              506708.4016,
              178673.503
            ],
            [
              506700.4641,
              178678.1332
            ],
            [
              506721.6308,
              178678.7947
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506730.5605,
              178591.8127
            ],
            [
              506731.5527,
              178575.607
            ],
            [
              506731.533,
              178575.6049
            ],
            [
              506730.5605,
              178591.8127
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506731.5213,
              178575.6036
            ],
            [
              506731.533,
              178575.6049
            ],
            [
              506731.5527,
              178575.2763
            ],
            [
              506731.5213,
              178575.6036
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08852764",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:23.558+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "12/08/2020",
  "secondary_street_name": "WEST DRAYTON",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4964155",
    "lon": "-0.464113"
  },
  "decision": "Approved",
  "valid_date": "20/07/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.2
  },
  "cil_liability": false,
  "postcode": "UB4 9 LR",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74344/APP/2020/2005",
  "lpa_name": "Hillingdon",
  "site_name": "FORMER GARAGES SITE B, REAR OF 2-28",
  "lapsed_date": "09/09/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before 24-05-2022.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers BR-GAR-03 Rev. E, MP-GAR-01, MP-GAR-02, 2018/D/255/P/06 Rev. A 2018/D/255/P/07 Rev. A 2018/D/255/P/08 Rev. A, 2018/D/255/P/09 Rev. A andTree report date submitted 12-12-18 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and the London Plan (March 2016).",
    "Notwithstanding the approved plans no development shall take place until details of all materials and external surfaces, have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage for 6 bicycles",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts 8 cars, 2 disabled bays and 40% passive electrical vehicle charging points",
    "2.e Hard Surfacing Materials",
    "2.f  Lighting and Bollards to be installed on the internal gated passageway to prevent parking/access for cars/motorcycles",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding withi",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Prior to commencement,(excluding demolition and site clearance) a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority.",
    "The scheme shall clearly demonstrate how it manages surface water and demonstrate ways of controlling the surface water on site by providing information on:",
    "a) SuDS features:",
    "i. Incorporating sustainable drainage (SuDS) in accordance with the hierarchy set out in Policy 5.13 of the London Plan. Where the proposal does not utilise the most sustainable solution, justification must be provided.",
    "ii. Where infiltration techniques are proposed (e.g. soakaways), a ground investigation must be provided to establish the level of groundwater on the site and to demonstrate the suitability of the proposed infiltration techniques. iii. Where proposals require a connection to a watercourse or sewer, the rate of runoff should be limited to the equivalent greenfield runoff rates for a variety of retu",
    "The residential units hereby approved shall not be occupied until a parking allocation scheme has been submitted to, and approved in writing by, the Local Planning Authority. The parking allocation scheme shall, as a minimum, include a requirement that all on-site car parking shall be allocated and dedicated for the use of each of the residential units hereby approved and shall remain allocated and dedicated in such a manner for the life-time of the development.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Chapter 6 of the London Plan (March 2016).",
    "The development (buildings and parking areas) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No dwelling shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policies 7.1 and 7.3 of the London Plan (March 2016).",
    "(i) The development hereby permitted shall not commence until a scheme to deal with contamination has been submitted in accordance with the Supplementary Planning Guidance on Land Contamination and approved by the Local Planning Authority (LPA). The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) A desk-top study carried out by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the site;",
    "(b) A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suitably qualified and accredited consultant/contractor. The report should also clearly identify all risks, limitations and recomme",
    "The dwellings hereby permitted are required to be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015.",
    "REASON: To ensure that an appropriate standard of housing stock, in accordance with London Plan policy 3.8 c (2016), is achieved and maintained.",
    "Unless otherwise agreed in writing by the Local Planning Authority, prior to the commencement of development details shall be submitted to and approved by the council for an acoustic fence along the southern boundary of plot 1. The approved fence shall be erected before plots 1 and 2 are occupied.",
    "REASON",
    "To prevent a loss of amenity to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Notwithstanding the approved plans the higher level window(s) to plot 2, which face 2 Wordsworth Way shall be glazed with permanently obscured glass and non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including the London Plan (July 2011) and national guidance.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application will have to be submitted. This planning permission is not valid for a development that results in any form of encroachment.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The proposed refuse and recycling storage areas meet the requirements of the Council's amenity and accessibility standards only. The proposed storage area must also comply with Part H of the Building Regulations. Should design amendments be required to comply with Building Regulations, these should be submitted to the Local Planning Authority for approval. For further information and advice contact - Planning & Community Services, Civic Centre, Uxbridge, UB8 1UW (Tel: 01895 250400).",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)",
    "You are advised that no doors or gates should be installed which open out of the public highways as these may contravene The Highways Act 1980 (as amended).",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council. This work is also subject to the issuing of a separate licence to obstruct or open up the public highway. For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "This permission is liable for a contribution under the Community Infrastructure Levy (CIL) and a separate CIL liability notice will be provided for your consideration.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2012, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The applicant is advised that where conditions requiring submissions of details have been discharged in connection with the original permission, the Local Planning Authority will not require these details to be resubmitted as part of this new planning permission where details remain the same."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of conditions 2 (Approved Plans) and 5 (Landscape Plan) of planning permission Ref: 74344/APP/2018/4085 dated 24/05/2019 (Demolition of existing garages and construction of 6 dwellings comprising 4 bungalows and 2 houses with associated parking and landscaping) to allow for minor material amendments",
  "lpa_app_no": "74344/APP/2020/2005",
  "decision_target_date": "14/09/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "09/09/2020",
  "id": "Hillingdon-74344_APP_2020_2005",
  "centroid_northing": 178615,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506714,
  "street_name": "WORDSWORTH WAY",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4639839,
          51.4969874
        ],
        [
          -0.46387259999999997,
          51.4960581
        ],
        [
          -0.4646121,
          51.4960172
        ],
        [
          -0.4646297,
          51.4960591
        ],
        [
          -0.46455749999999996,
          51.4960819
        ],
        [
          -0.464482,
          51.4961999
        ],
        [
          -0.4644627,
          51.4962086
        ],
        [
          -0.46442609999999995,
          51.4961635
        ],
        [
          -0.46418319999999996,
          51.4961603
        ],
        [
          -0.4641301,
          51.4961804
        ],
        [
          -0.4641202,
          51.4961922
        ],
        [
          -0.46410029999999997,
          51.4962157
        ],
        [
          -0.46410019999999996,
          51.4962187
        ],
        [
          -0.464176,
          51.4969424
        ],
        [
          -0.4642889,
          51.4969855
        ],
        [
          -0.4639839,
          51.4969874
        ]
      ]
    ],
    "type": "Polygon"
  }
}