{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506166.7781,
              180540.7193
            ],
            [
              506171.5406,
              180507.2494
            ],
            [
              506158.4437,
              180504.7359
            ],
            [
              506150.6385,
              180537.2797
            ],
            [
              506166.7781,
              180540.7193
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08660169",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:33.476+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "17/07/2020",
  "secondary_street_name": "YIEWSLEY",
  "appeal_start_date": null,
  "ward": "YIEWSLEY",
  "centroid": {
    "lat": "51.513669",
    "lon": "-0.47148759999999995"
  },
  "decision": "Refused",
  "valid_date": "24/04/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.05
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=12350/APP/2020/1243",
  "lpa_name": "Hillingdon",
  "site_name": "THE MANSE, 29",
  "lapsed_date": "16/07/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development, by virtue of its size, scale, bulk and design, would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policies 3.5 and 7.4 of the London Plan (2016) and the NPPF.",
    "The proposed development, by virtue of its size, scale, bulk, height and proximity, would be detrimental to the amenities of the adjoining occupier at 27 Fairfield Road, by reason of overdominance, overshadowing, visual intrusion, loss of light and loss of outlook. Therefore, the proposal would be contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition 2 (Approved Plans) of planning permission ref: 12350/APP/2019/661 dated 25/02/2019 (Two storey building with habitable roof space to create 2 x 2-bed, 2 x 1-bed and 1 x studio self contained flats with associated parking and landscaping) to allow for amendments to approved plans to include alterations to the design at roof level including an additional dormer to the front elevation and infilling of the rear elevation with a full width roof dormer to create  3 x two bedroom and 2 x one bedroom flats",
  "lpa_app_no": "12350/APP/2020/1243",
  "decision_target_date": "17/07/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "16/07/2020",
  "id": "Hillingdon-12350_APP_2020_1243",
  "centroid_northing": 180523,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506162,
  "street_name": "FAIRFIELD ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4714134,
          51.5138274
        ],
        [
          -0.47135489999999997,
          51.5135257
        ],
        [
          -0.47154429999999997,
          51.5135055
        ],
        [
          -0.471647,
          51.5137995
        ],
        [
          -0.4714134,
          51.5138274
        ]
      ]
    ],
    "type": "Polygon"
  }
}