{
  "lpa_app_no": "73955/APP/2023/2962",
  "uprn": null,
  "lapsed_date": "01/11/2026",
  "centroid_northing": 179719,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "CROWN TRADING CENTRE",
  "appeal_decision_date": null,
  "valid_date": "11/10/2023",
  "decision_date": "01/11/2023",
  "wgs84_polygon": null,
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision": null,
  "postcode": "UB3 1DU",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 509435,
  "actual_commencement_date": null,
  "description": "Application for a Non-Material Amendment to planning permission reference 73955/APP/2022/2613 dated 20-03-23 for (Section 73 application to vary Conditions 2, 3 and 5 of application reference 73955/APP/2021/3362 dated 20-01-2022 (Section 73 application to vary Conditions 2 and 3 of application reference 73955/APP/2020/139 (Demolition of existing buildings for residential-led mixed use development comprising buildings between 3 and 11 storeys to provide residential units (Use Class C3) and ground floor employment floorspace (Use Class B1) with associated access and car and cycle parking, landscape and amenity areas and associated servicing) to link internal corridors, relocate the consented gym use, relocate a duplex unit, change duplex units to single level, amend the refuse strategy and amend the layout of the car park & cycle stores) to include a second staircase, reduction in car parking, change to energy strategy, internal flat changes to address fire regulations, change to residential unit mix, and amendments to landscaping)) to amend the wording of Condition 32 (Air Source Heat Pumps and PV details) and Condition 40 (Details of Obscure Glazing).",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Hillingdon",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.42461,
    "lat": 51.505817
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73955/APP/2023/2962",
  "pp_id": "12523154",
  "id": "Hillingdon-73955_APP_2023_2962",
  "application_type_full": "Non-Material Amendment",
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": "HAYES",
  "decision_agency": "Borough",
  "decision_target_date": "08/11/2023",
  "locality": "HILLINGDON",
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": null,
  "decision_conditions": [
    "Condition 32 of planning permission reference 73955/APP/2022/2613 dated 20-03-23, is amended to:",
    "\"Prior to installation of the air source heat pumps and roof mounted PV array, full specifications of the amount, type and location of the air source heat pumps and roof mounted PV array shall be submitted to and approved in writing by the Local Planning Authority. The specifications shall detail the technology to be used and demonstrate the savings set out in the energy strategy (FHP, November 2019) will be achieved. The specifications shall also include full details of the orientation, pitch, fixing mechanisms of the PVs as well as the noise emissions in relation to air source heat pumps. Maintenance of the technology solutions shall also be detailed.",
    "The development must proceed in accordance with the approved plans.",
    "REASON",
    "To ensure the development contributes to a reduction in CO2 emissions in accordance with Policy SI 12 of the London Plan (2021) and Policy DMHB 11 of the Hillingdo",
    "Condition 40 of planning permission reference 73955/APP/2022/2613 dated 20-03-23, is amended to:",
    "\"Prior to above ground works the following details be submitted to and approved in writing by the the Local Planning Authority;",
    "(a) Details of privacy measures to be submitted and approved for Apartments 398, 399 and 400.",
    "(b) Details of installation of finn or louvre panels to the bedroom windows of Apartments 399 and 400 (at 2nd floor level).",
    "The development must proceed in accordance with the approved plans and retained for the life of the development.",
    "REASON",
    "To safeguard the amenity of the occupants of the proposed development in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).\"",
    "Notwithstanding the non-material amendments hereby approved, other than Conditions 32 and 40, which are superseded by the above conditions, all other conditions relating to planning permission reference 73955/APP/2022/2613 dated 20-03-23, must be discharged/adhered to as per that permission."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T00:49:43.189+00:00",
  "appeal_status": null,
  "street_name": "CLAYTON ROAD",
  "ward": "HAYES TOWN 2022",
  "polygon": null
}