{
  "decision_date": "08/11/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Ealing",
  "last_updated": "2025-03-19T20:16:04.068+00:00",
  "centroid_northing": 184896,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/243098VAR;",
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "decision_target_date": null,
  "locality": "Northolt",
  "epc_number": null,
  "site_number": null,
  "lpa_app_no": "243098VAR",
  "last_date_consultation_comments": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of the original permission No. 233596FUL dated 14/02/2024.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing numbers:",
    "SRP1116-ALA-ZZ-ZZ-D-L-0001 Rev P07 (Proposed Sports Provision);",
    "SRP1116-ALA-ZZ-ZZ-D-L-0005 Rev P06 (Site Landscaping Plan - Proposed  Overview);",
    "SRP1116-ALA-ZZ-ZZ-D-L-0006 Rev P04 (Access and Security - Proposed Fencing Arrangement);",
    "SRP1116-JWA-ZZ-RF-D-A-1004 Rev P03 (Planning Application - Proposed Elevations - Flat 01);",
    "SRP1116-JWA-ZZ-RF-D-A-1005 Rev P03 (Planning Application - Proposed Elevations - Full);",
    "SRP1116-JWA-ZZ-RF-DR-A-1006 Rev P02 (Planning Application - Proposed Block Plan);",
    "SRP1116-JWA-ZZ-RF-DR-A-1007 Rev P02 (Planning Application - Proposed Block Plan 02);",
    "SRP1116-JWA-01-RF-D-A-1008 Rev P02 (Planning Application - Proposed Sections);",
    "SRP1116-JWA-ZZ-RF-D-A-1009 Rev P02 (Planning Application - Proposed Sections 02);",
    "SRP1116-JWA-01-ZZ-D-A-0001 Rev P01 (Planning Application - Site Location Plan);",
    "SRP1116-JWA-01-ZZ-D-A-0002 Rev P01 (Planning Application - Existing Site Plan);",
    "SRP1116-JWA-01-ZZ-D-A-0003 Rev P01 (Planning Application - Existing Block Plan);",
    "SRP1116-JWA-01-ZZ-D-A-0004 Rev P01 (Planning Application - Existing Block Plan 02);",
    "SRP1116-JWA-01-ZZ-D-A-0005 Rev P02 (Planning Application - Proposed Site  Plan);",
    "SRP1116-JWA-01-ZZ-D-A-0006 Rev P01 (Planning Application - Proposed Site Plan 02)",
    "SRP1116-JWA-01-ZZ-D-A-0007 Rev P01 (Planning Application - Existing Plans - Ground Floor);",
    "SRP1116-JWA-01-ZZ-D-A-0008 Rev P01 (Planning Application - Existing Plans - First Floor);",
    "SRP1116-JWA-01-ZZ-D-A-0009 Rev P01 (Planning Application - Existing Plans - Second Floor);",
    "SRP1116-JWA-01-ZZ-D-A-0010 Rev P01 (Planning Application - Existing Plans - Roof);",
    "SRP1116-JWA-01-ZZ-D-A-0011 Rev P01 (Planning Application - Existing School Architectural Street Elevation);",
    "SRP1116-JWA-01-ZZ-D-A-0012 Rev P01 (Planning Application - Existing School Street Elevation North East);",
    "SRP1116-JWA-01-ZZ-D-A-0013 Rev P01 (Planning Application - Existing School Street Elevation South East);",
    "SRP1116-JWA-01-ZZ-D-A-0014 Rev P01 (Planning Application - Existing School Elevations);",
    "SRP1116-JWA-01-ZZ-D-A-0015 Rev P01 (Planning Application - Existing School Elevations 02);",
    "SRP1116-JWA-01-00-D-A-1000 Rev P02 (Planning Application - Proposed Plans - Ground Floor);",
    "SRP1116-JWA-01-01-D-A-1001 Rev P02 (Planning Application - Proposed Plans - First Floor);",
    "SRP1116-JWA-01-02-D-A-1002 Rev P02 (Planning Application - Proposed Plans - Second Floor);",
    "SRP1116-JWA-01-RF-D-A-1003 Rev P03 (Planning Application - Proposed Plans - Roof Plan);",
    "SRP1116-ALA-ZZ-ZZ-D-L-1520 Rev P09 (Planting Plan);",
    "SRP1116-ALA-ZZ-ZZ-D-L-1560 Rev P09 (Access and Security - School Start/End of Day);",
    "SRP1116-ALA-ZZ-ZZ-D-L-1561 Rev P08 (Access and Security - School Midday);",
    "SRP1116-ALA-ZZ-ZZ-D-L-1800 Rev P10 (Site Sections - 1 of 2);",
    "SRP1116-ALA-ZZ-ZZ-D-L-1801 Rev P10 (Site Sections - 2 of 2);",
    "SRP1116-ALA-ZZ-ZZ-D-L-1970 Rev P10 (Whole Site Plan);",
    "SRP1116-ALA-ZZ-ZZ-D-L-1974 S5 P02 (Cycle Parkin Plan);",
    "SRP1116-ALA-ZZ-ZZ-D-L-2020 Rev P11 (General Arrangement Green Infrastructure Plan - Overview);",
    "SRP1116-JWA-ZZ-ZZ-D-A-3001 Rev P02 (Planning Application Proposed Elevations 01);",
    "SRP1116-JWA-ZZ-ZZ-D-A-3003 Rev P03 (Planning Application Proposed Elevations 02);",
    "SRP1116-JWA-01-ZZ-D-A-3007 Rev P02 (Planning Application - Proposed School Architectural Street Elevation);",
    "SRP1116-ALA-ZZ-ZZ-D-L-1566 S4 C03 A5 (Access and Security - Fencing Arrangement (Funding);",
    "SRP1116-ALA-ZZ-ZZ-D-L-8012 S4 C01 A5 (Typical Sound Barrier Details);",
    "Supporting Documents",
    "SRP1116-VZV-ZZ-ZZ-T-E-0001 (External Lighting Report);",
    "SRP1116-ALA-ZZ-ZZ-D-L-0003 Rev P06 (Sports Provision - Net Loss/Gain);",
    "SRP1116-VZV-ZZ-ZZ-T-Z-0790 (Energy Strategy Report);",
    "SRP1116-VZV-ZZ-ZZ-T-Z-0801 (Overheating Report);",
    "SRP1116-VZV-ZZ-ZZ-T-Z-0880 (Ventilation Extraction Statement);",
    "SRP1116-ALA-00-ZZ-L-L-1031 (Landscape and Planting Specification);",
    "SRP1116-DBS-ZZ-ZZ-D-C-2030 Rev P01 (General Arrangement Sustainable Drainage Strategy Drawing);",
    "SRP1116-ALA-ZZ-ZZ-D-L-2017 Rev P05 (General Arrangement External Area Provision -BB103);",
    "SRP1116-ALA-ZZ-ZZ-D-L-2018 Rev P05 (General Arrangement External Area Provision -BB103 Table);",
    "SRP1116-KLS-XX-XX-T-X-3390 (Construction Management & Logistics Plan);",
    "6426-LLB-MS-AB-0001 Rev P01 (Arboricultural Method Statement);",
    "6426-LLB-RP-EC-0002 Rev P01 (Bat Emergence / Re-entry Survey);",
    "6426-LLB-RP-EC-0003 Rev P01 (Ecological Impact Assessment);",
    "6426-LLB-RP-EC-0006 Rev P01 (Biodiversity Net Gain Feasibility Assessment);",
    "6426-LLB-XX-XX-DR-Ab-0001 Rev P01 (Tree Survey Plan Sheet 1 of 2);",
    "6426-LLB-XX-XX-DR-Ab-0002 Rev P01 (Tree Survey Plan Sheet 2 of 2);",
    "6426-LLB-XX-XX-DR-Ab-0003 Rev P02 (Tree Protection Plan Sheet 1 of 2);",
    "6426-LLB-XX-XX-DR-Ab-0004 Rev P02 (Tree Protection Plan Sheet 2 of 2);",
    "SM/31271 (Travel Plan, July 2023);",
    "SM/31271 (Transport Statement);",
    "SM/TH/31271 (Transport Technical Note);",
    "LA/SM/31252 (Transport Technical Note - December 2023);",
    "P6506-R1-V1 (Air Quality Feasibility Assessment);",
    "6606_002M_1-0_JE (Planning Noise Report);",
    "Fire Statement Form, dated 22/11/2023;",
    "4.4 Acoustic Strategy Report (Stage 4), dated November 2023;",
    "Northolt High Schol - Classroom Noise Breakout (ref. 6606_004M_1-0_EG);",
    "Ground Investigation Report, dated 12th October 2023;",
    "BREEAM New Construction Version 6 Pre-assessment Summary Northolt High School Ealing, dated 11st August 2023;",
    "Phase II Geo-Environmental Assessment Report, dated January 2023 Bauder Flora 3 Seed Mix;",
    "BauderGREEN Flora Seed Mixes;",
    "Phasing Plan Revision - P01, Kier;",
    "Planning Statement and Statement of Community Involvement, dated August 2023;",
    "Design and Access Statement, dated 14th August 2023;",
    "Daylight & Sunlight Assessment, dated 3rd August 2023;",
    "Cover Letter, dated 19th March 2024 ;",
    "Noise Impact Assessment Report (ref. 6606_006M_1-0_JE);",
    "Noise Impact Assessment Report Addendum (ref. 6606_006M_1-0_JE_ADDENDUM_ );",
    "Cover Letter, dated 9th August 2024;",
    "Planning Brief, dated 30th September 2024;",
    "Supporting Document \"Additional Information Response\".",
    "Reason: For the avoidance of doubt and in the interest of proper planning. | The development shall be carried out in accordance with the materials approved under Condition 3 of application 243063CND and in accordance with the details on that decision notice.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with Policies D3 and D4 of the London Plan (2021), Policies 7.4 and 7B of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19).",
    "| Notwithstanding the approved drawings and supporting documents, details of hard and soft landscaping, boundary treatments and furniture shall be submitted to and approved in writing by the Local Planning Authority, prior to occupation of the development. The development shall be carried out in accordance with these approved details and retained as such thereafter.",
    "Reason: To ensure appropriate hard and soft landscaping, boundary treatments and furniture in the interests of the visual character and appearance of the area, to ensure appropriately landscaped amenity space and public realm, in accordance with Policies D3, D4 and D8 of the London Plan (2021), Policies 7.4 and 7B of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19). | The roof of the building shall not be used for any purpose other than as a means of escape in emergency or for maintenance of the building.",
    "Reason: To safeguard the amenities of the adjoining premises and the area generally in accordance with Policy 7B of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19).",
    "| The development shall be carried out in accordance with the amphitheatre details approved under Condition 6 of application 243216CND  and in accordance with the details on that decision notice.",
    "Reason: To ensure that the amphitheatre harmonises with the surroundings in accordance with Policies D3 and D4 of the London Plan (2021), Policies 7.4 and 7B of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19).",
    "| Notwithstanding the approved drawings and supporting documents, details of the PE storage zone including height and external finishes shall be submitted to and approved in writing by the Local Planning Authority, prior to installation. The development shall be carried out in accordance with these approved details and retained as such thereafter.",
    "Reason: To ensure that the PE storage zone harmonises with the surroundings in accordance with Policies D3 and D4 of the London Plan (2021), Policies 7.4 and 7B of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19). | The development shall be carried out in accordance with the phasing details approved under Condition 8 of application 240801CNDR3  and in accordance with the details on that decision notice.",
    "Reason: To ensure an appropriate phasing of development and satisfactory quantity, quality and accessibility of compensatory provision which secures a continuity of use, in accordance with Policies D14, S1, S4, S5 and T7 of the London Plan (2021), Policy 7A of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19).",
    "| The development shall be carried out in accordance with the playing field details approved under Condition 9 of application 242790CND  and in accordance with the details on that decision notice. The playing field shall not be constructed other than in accordance with the approved details and with the standards and methodologies set out in the guidance note \"Natural Turf for Sport\" (Sport England, 2011), and shall be made available for use in accordance with a phasing plan agreed with Sport England of the development hereby permitted.",
    "Reason: To ensure the development is fit for purpose and sustainable and to accord with Policies S1, S4 and S5 of the London Plan (2021).",
    "| Before occupation of the new education buildings a scheme for the management and maintenance of playing field drainage, including a management and maintenance implementation programme, shall be submitted to and approved in writing by the Local Planning Authority after consultation with Sport England. The playing fields shall thereafter be managed and maintained in accordance with the approved scheme.",
    "Reason: To ensure the quality of pitches is satisfactory and that they are available for use before development (or agreed timescale) and to accord with Policies S1, S4 and S5 of the London Plan (2021). | The playing field shall not be used other than for outdoor sport and play.",
    "Reason: To protect the playing field from loss and/or damage, to maintain the quality of and secure the safe use of sports pitches and to accord with Policies S1, S4 and S5 of the London Plan (2021). | The development shall be carried out in accordance with the Multi-Use Games Area details approved under Condition 12 of application 243217CND and in accordance with the details on that decision notice.",
    "Reason: To ensure the development is fit for purpose and sustainable and to accord with Policies S1, S4 and S5 of the London Plan (2021).",
    "| Use of the development shall not commence until a community use agreement prepared in consultation with Sport England has been submitted to and approved in writing by the Local Planning Authority, and a copy of the completed approved agreement has been provided to the Local Planning Authority. The agreement shall apply to the artificial grass pitch, MUGA/Tennis courts, grass pitches, sports hall, activity studio, fitness studios, ancillary changing and toilets and include details of pricing policy, hours of use, access by noneducational establishment users/non-members, management responsibilities and a mechanism for review. The development shall not be used otherwise than in strict compliance with the approved agreement.",
    "Reason: To secure well managed safe community access to the sports facilities, to ensure sufficient benefit to the development of sport and to accord with Policies S1, S4 and S5 of the London Plan (2021).",
    "| The development shall be carried out in accordance with the Delivery and Servicing Plan approved under Condition 14 of application 242899CND and in accordance with the details on that decision notice. The servicing of the site shall be operated in accordance with the details approved and shall be maintained as such thereafter and no change therefrom shall take place without the prior written consent of the Local Planning Authority.",
    "Reason: To safeguard the amenities of the adjoining premises and the area generally in accordance with Policies T2, T3, T4, T7 and D14 of the London Plan (2021), Policy 7A of the Ealing Development Management DPD (2013), Policy DAA of Ealing's draft Local Plan (Regulation 19) and SPG10: Noise and Vibration.",
    "| The development shall be carried out in accordance with the Car Park Management Plan approved under Condition 15 of application 242900CND and in accordance with the details on that decision notice. The car park shall be managed in accordance with the approved details for the lifetime of the development.",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on neighbouring highways, in accordance with Policies T2, T3, T4 and T6 of the London Plan (2021) and Policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of the Ealing Development (Core) Strategy (2012).",
    "| The car parking provision shall be laid out and delivered in accordance with drawing number SRP1116-ALA-ZZ-ZZ-D-L-1970 Rev P05 which provides 43 car parking spaces of which 5 are accessible, 10 are active EVC spaces and 10 are passive EVC spaces. The car parking shall be maintained as approved for the lifetime of the development.",
    "Reason: To ensure inclusive, safe and adequate parking is provided and retained in conjunction with the development in the interests of the general amenities of the locality, the flow of traffic and conditions of pedestrian and general highway safety within the site and on",
    "neighbouring highways, in accordance with Policies T2, T3, T4 and T6 of the London Plan (2021) and Policies 1.1(e), 1.1(f) 1.1(g) and 1.1(h) of the Ealing Development (Core) Strategy (2012). | The development shall be carried out in accordance with the School Travel Plan approved under Condition 17 (a) of application 242901CND and in accordance with the details on that decision notice.",
    "(b) The school shall achieve at least a bronze STARS accreditation within one year of occupation of the development hereby approved. The minimum of a bronze STARS accreditation shall be permanently maintained thereafter.",
    "Reason: To promote the use of sustainable modes of transport and minimise traffic and parking congestion on neighbouring streets and to minimise the impact on residential amenity in accordance with Policies T1, T2, T4, T5 and T6 of the London Plan (2021), Policy 1.1 of the Ealing Development (Core) Strategy, Policy 7A of the Ealing Development Management DPD (2013) and Ealing's SPD 'Sustainable Transport for New Development'.",
    "| Notwithstanding the approved drawings and supporting documents, prior to occupation of the development hereby approved, details shall be submitted to and approved in writing by the Local Planning Authority for 146 covered student cycle parking spaces, 20 covered staff cycle parking spaces, 10 covered ARP cycle parking spaces and 12 visitor cycle parking spaces, with 5% capacity of cycle parking spaces to accommodate oversized bicycles, such as cargo or adapted bicycles within the covered student cycle parking.",
    "Reason: In the interests of the adequate cycle storage and to encourage sustainable travel, in accordance with Policies T1, T2, T4 and T5 of the London Plan (2021), Policy 1.1 of the Ealing Development (Core) Strategy (2012) and Ealing's SPD 'Sustainable Transport for New Development'. | The development shall be carried out in accordance with the Demolition Method Statement and Construction Management approved under Condition 19 of application 240802CNDR3  and in accordance with the details on that decision notice.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies D14, SI 1, SI 2, T4 and T7 of the London Plan (2021), Policy 7A of the Ealing Development Management DPD (2013), Policy DAA of Ealing's draft Local Plan (Regulation 19), the NPPF (2023) and SPG10: Noise and Vibration.",
    "| The development shall be carried out in accordance with the Ventilation Strategy Report approved under Condition 20 of application 242902CND  and in accordance with the details on that decision notice.",
    "The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications and shall be the responsibility of the primary owner of the property. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.",
    "Reason: To minimise exposure to existing poor air quality and provide a suitable internal living environment for future occupiers, in accordance with Policy SI 1 of the London Plan (2021), Policy 1.1(j) of the Ealing Development (Core) Strategy (2012) and Policy 7A of the Ealing Development Management DPD (2013).",
    "| The development shall be carried out in accordance with the Air Quality and Dust Management Plan (AQDMP) approved under Condition 21 of application 240804CNDR3  and in accordance with the details on that decision notice.",
    "The applicant shall contact the council's pollution technical team about the installation of air quality monitors on site and always provide direct access to monitoring data for the duration of the project. The monitors shall be installed on site at least 4 weeks prior to any site clearance and demolition to provide baseline data and shall be maintained on site until first occupation of the development hereby approved. Direct access to monitoring data will be always provided. The Air Quality Dust Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of the construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise particulate matter associated with construction works in accordance with Policies 1.1(e) (f) (j) of the Ealing Development (Core) Strategy 2012, Policy 7A of the Ealing Development Management DPD (2013) and Policy SI 1 of the London Plan (2021) and the NPPF (2023).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, in accordance with Policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Policy 3.5 and 7A of the Ealing Development Management DPD (2013) and Policy SI 1 of the London Plan (2021) and the NPPF (2023). | The development shall be carried out in accordance with the plant noise assessment approved under Condition 23 of application 242903CND  and in accordance with the details on that decision notice. Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policy D14 of the London Plan (2021), Policy 7A of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19).",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policy D14 of the London Plan (2021), Policy 7A of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19).",
    "| The use shall not commence until external doors to kitchens /function/ sports rooms etc. have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows be fixed in an open position during the emission of noise, smell, smoke or fumes.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with Policy D14 of the London Plan (2021), Policy 7A of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19). | The use of external sport facilities shall be limited to the hours between 9.00am and 10.00pm weekdays and weekends, unless otherwise agreed in writing by the Local Planning Authority through the submission of a planning application, except all grass pitches AGP2 and AGP3 which shall be limited to the hours of Monday to Friday 9am -9pm, 9am-6pm weekends.",
    "Reason: To safeguard residential amenity in accordance with Policy D14 of the London Plan (2021), Policy 7A of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19).",
    "| No tannoys or public address systems shall be used or such noise be emitted to the external area. For notification of school change of lesson and emergency communications, a nonamplified bell system shall be used.",
    "Reason: To ensure that the amenity of surrounding occupiers is not adversely affected by noise, in accordance with Policy D14 of the London Plan (2021), Policy 7A of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan",
    "(Regulation 19). | Prior to use of the external sport facilities, a noise barrier in accordance with noise impact assessment reports 6606_006M_1-0_JE and 6606_006M_1-0_JE_ADDENDUM_, shall be installed to ensure that noise from the operation of the external sports facilities is suitably controlled at the nearest ground floor habitable windows of the nearest noise sensitive properties, in accordance with the Sport England Design Guidance 2015. Approved details shall be implemented prior to use of the external sport facilities and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, in accordance with Policy D14 of the London Plan (2021), Policy 7A of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19).",
    "| Prior to the installation of the rebound fences, details of materials, method of construction, fittings and maintenance including resilient linings and bracket mounts to reduce resonance and ball impact noise and resulting noise levels at noise sensitive premises, in accordance with The Sport England Design guidance, shall be submitted to the Council for approval in writing. The fencing shall be installed in accordance with the approved details and shall be permanently retained as such thereafter.",
    "Reason: To safeguard residential amenity of occupiers at the development site/ surrounding premises in accordance with Policy D14 of the London Plan (2021), Policy 7A of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19). | Prior to use of the development, details of external artificial lighting shall be submitted to the Council for approval in writing. Lighting contours shall be submitted to demonstrate that the vertical illumination of residential premises at and near the application site is in accordance with the recommendations for Environmental Zone 3 of the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'. Details should also be submitted for approval of measures to minimise the use/hours of lighting and prevent glare and sky glow by correctly using, locating, aiming and shielding luminaires. Approved details shall be implemented prior to occupation/use of the development and thereafter be permanently retained.",
    "Reason: To safeguard the amenities of residents at the development site/ surrounding premises, in accordance with Policy 7A of the Ealing Development Management DPD (2013) and Policy DAA of Ealing's draft Local Plan (Regulation 19). | The developer shall draw to the attention of the Local Planning Authority the presence of any unsuspected contamination encountered during the development.",
    "In the event of contamination to land and/or water being encountered, no development shall continue until a programme of investigation and/or remedial work to include methods of monitoring and certification of such work undertaken has been submitted and approved in writing by the Local Planning Authority.",
    "None of the development shall be occupied until the approved remedial works, monitoring and certification of the works have been carried out and a full validation report has been submitted to and approved in writing by the Local Planning Authority.",
    "In the event that no contamination is encountered, the developer shall provide a written statement / photographic evidence to the Local Planning Authority confirming that this was the case, and only after written approval by the Local Planning Authority shall the development be occupied. The evidence shall include waste disposal transfer notes proving correct disposal of soil.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use, in accordance with Policy 5.21 of the Ealing Development Management DPD (2013).",
    "| The development shall be carried out in accordance with the Flood Risk Assessment and Drainage Strategy approved under Condition 32 of application 240805CNDR3  and in accordance with the details on that decision notice. The approved details must be implemented, retained and maintained for the life of the development.",
    "Reason: To reduce the risk of the flooding of the application property, neighbouring properties, and local area in accordance with Policies SI 12 and SI 13 of the London Plan (2021), Policy 1.2 of the Adopted Ealing Development (Core) Strategy (2012) and Policy 5.12 of the Ealing Development Management DPD (2013).",
    "| The development shall be carried out in accordance with the Arboricultural Method Statement and Tree Monitoring Programme approved under Condition 33 of application 240807CNDR3  and in accordance with the details on that decision notice.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Policies G5, G6 and G7, Policy 5.10 of the Ealing Development Management DPD (2013) and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development shall be carried out in accordance with the Arboricultural Method Statement and Tree Monitoring Programme approved under Condition 34 of application 240807CNDR3  and in accordance with the details on that decision notice.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Policies G5, G6 and G7, Policy 5.10 of the Ealing Development Management DPD (2013) and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development shall be carried out in accordance with the tree planting details approved under Condition 35 of application 243218CND  and in accordance with the details on that decision notice.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with Policies G5, G6 and G7, Policy 5.10 of the Ealing Development Management DPD (2013) and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved drawings listed in Condition 2 shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Discharge of this condition should be sought from the Local Planning Authority prior to the first use of the development hereby approved: the discharge is dependent upon compliance with all of the above and /or any additional mitigating agreement made in writing with the Local Planning Authority.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change, in accordance with Policies G5, G6 and G7 of the London Plan (2021), Policy 5.10 of the Ealing Development Management DPD (2013) and Ealing's SPG 9 - Trees and Develop"
  ],
  "status": "Approved",
  "valid_date": "12/08/2024",
  "application_type": "All Other",
  "appeal_start_date": null,
  "description": "Minor material amendment (S.73) to vary conditions no.26 (External Sports Facilities Hours of Use) and no.28 (Enclosures and Sound Barriers) seeking to allow changes on the conditions wording in pursuant to planning permission reference 233596FUL dated 14/02/2024 for 'Phased redevelopment of the site to provide a part two (double height space), part three storey educational building for use as a 6 form entry secondary school with sixth form and additional resource provision (ARP) accommodation; extension to existing sport pitches; installation of three court multi-use games area (MUGA); modification of access points, including the provision of ARP drop off and pick up on Eastcote Lane (south); and associated car parking, landscaping, refuse storage, cycle parking and boundary treatment (following demolition of existing school buildings and other associated works) (Use Class F1) (Regulation 3 Application by London Borough of Ealing)'",
  "cil_liability": null,
  "uprn": "000012141197",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": "PP-13323182",
  "site_name": "Northolt High School ",
  "id": "Ealing-243098VAR",
  "postcode": "UB5 4HP",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 512760,
  "lpa_name": "Ealing",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": null,
  "ward": "Northolt Mandeville",
  "bo_system": "CSV Data Import",
  "street_name": "Eastcote Lane",
  "decision_process": "Delegated",
  "appeal_status": null,
  "polygon": null,
  "application_type_full": "Removal/Variation of a condition",
  "wgs84_polygon": null,
  "application_details": {
    "existing_uprns": null
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": "08/11/2027",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.551694,
    "lon": -0.375066
  }
}