{
  "decision_conditions": [
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under the Materials Section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the single storey rear extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring property.",
    "The proposed first floor window on the rear elevation of the first floor flat serving a shower room (FF-05) on Drawing No.'s 104-G7D-NA-01-DR-A-10001 (4-00) and 104-G7D-NA-ZZ-DR-A-16002 (4-00) shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "The single storey rear extension, rear external access stairs to first floor, alterations to shop front and extract ducting hereby permitted shall be demolished to ground level and/or be removed and all equipment and materials resulting from the demolition shall be removed within 6 months of the date of failure to meet any one of the requirements set out in (i) to (iv) below:-",
    "i.\twithin 3 months of the date of this decision, suitable equipment to remove and/or disperse odours and odorous material to be fitted to the extract ventilation system shall have been submitted for the written approval of the local planning authority and the scheme shall include a timetable for its implementation. The scheme shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Havering Public Protection Service. The approved equipment shall be installed on site and certification provided by a competent engineer. Thereafter, the equipment shall be properly mainta",
    "The single storey rear extension, rear external access stairs to first floor, alterations to shop front and extract ducting hereby permitted shall be demolished to ground level and/or be removed and all equipment and materials resulting from the demolition shall be removed within 6 months of the date of failure to meet any one of the requirements set out in (i) to (iv) below:-",
    "i.\twithin 3 months of the date of this decision, a scheme to control the transmission of noise and vibration from any mechanical ventilation system installed shall have been submitted for the written approval of the local planning authority and the scheme shall include a timetable for its implementation. Thereafter, the equipment shall be properly maintained and operated during normal working hours.",
    "No plant or machinery shall be installed unless it meets, or mitigation is employed, to meet the following standard:",
    "The Rating Level (Lar, Tr) of the hereby permitted plant or machinery shall be at least 10dB be",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The applicant is advised to have regard to the following guidance provided in:",
    "·         The Food Industry Guides to Good Hygiene Practice:",
    "·         Workplace, Health, Safety and; Welfare Approved Code of Practice L24 ISBN 0-7176-0413-6 available to order from book shops.",
    "Further information is available at the following web sites:",
    "·         Food safety - www.food.gov.uk/foodindustry/",
    "·         Occupational safety & health - www.hse.gov.uk",
    "Applicants have found it beneficial to consider the items below before final detailed plans are produced",
    "1.      provision of suitable outside bin storage",
    "2.      provision of a grease trap on the foul drainage",
    "3.      proper storage and disposal of waste oil",
    "4.      vehicle and pedestrian routes when loading and unloading",
    "5.      vehicle and pedestrian routes for customers",
    "Finally, food premises must be registered with us at least 28 days before opening.  It is an offence for premises to trade without registration.  A registration form",
    "The application form refers to proposed internally illuminated fascia signage on the front elevation of the building. The applicant is advised that the proposed illuminated signage may require separate advertisement consent."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "12/06/2025",
  "lpa_name": "Havering",
  "centroid_northing": 190672,
  "last_updated": "2025-07-10T01:54:23.965Z",
  "development_type": null,
  "ward": "Harold Wood",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 2,
    "no_proposed_car": 2
  },
  "uprn": "100023216246",
  "application_details": {
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 65.2,
        "gia_gained": 25.4,
        "use_class": "EB",
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "green_suds": false,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "To be completed in a single phase",
        "intended_commencement_date": "02/2025",
        "intended_completion_date": "04/2025"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "total_gia_gained": 25.4,
    "scheme_phasing": true,
    "ownership_status": "Private",
    "total_gia_existing": 65.2,
    "existing_uprns": null,
    "garden_land_lost": false,
    "infrastructure_details": {
      "no_homes_to_have_electrical_heating": 1,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 2,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 30,
      "no_non_resi_units_to_have_full_fibre": 1,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 1,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": false
    },
    "site_area": 0.01246,
    "internal_resi_water_usage": 0,
    "non_residential_details": {
      "total_gia_existing": 65.2,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 25.4,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    }
  },
  "last_date_consultation_comments": "24/05/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "RM3 0BP",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "12/06/2025",
  "borough": "Havering",
  "wgs84_polygon": null,
  "lpa_app_no": "P0049.25",
  "valid_date": "16/01/2025",
  "description": "Single storey rear extension (involving the demolition of the single storey rear extension), rear external access stairs to first floor, alterations to shop front and extract ducting (Part retrospective).",
  "centroid_easting": 554815,
  "site_number": null,
  "lapsed_date": "12/06/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Romford",
  "last_updated_by": "Planning Portal ingest",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.593628,
    "lon": 0.233604
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0049.25",
  "site_name": "17 Station Road, Harold Wood",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13617374",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Full planning permission",
  "id": "Havering-P0049.25",
  "polygon": null
}