{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507896.3786,
              187706.2338
            ],
            [
              507896.7093,
              187705.5724
            ],
            [
              507932.0974,
              187746.9136
            ],
            [
              507938.3813,
              187748.2365
            ],
            [
              507943.3422,
              187746.2521
            ],
            [
              507952.6026,
              187730.3771
            ],
            [
              507954.9177,
              187720.4552
            ],
            [
              507976.4152,
              187683.7442
            ],
            [
              507968.8084,
              187678.4525
            ],
            [
              507909.277,
              187660.9238
            ],
            [
              507896.3786,
              187693.6661
            ],
            [
              507898.6937,
              187699.95
            ],
            [
              507896.3786,
              187706.2338
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07487167",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:09:59.666+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "05/03/2019",
  "secondary_street_name": "HAREFIELD",
  "appeal_start_date": null,
  "ward": "WEST RUISLIP",
  "centroid": {
    "lat": 51.577849,
    "lon": -0.443797
  },
  "decision": "Approved",
  "valid_date": "29/01/2019",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.41500000000000004,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=42413/APP/2019/327",
  "lpa_name": "Hillingdon",
  "site_name": "OLD CLACK FARM",
  "lapsed_date": "06/09/2022",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 3/36/35B, 1336-36C, 1336-37C and SK50-Reinstated Barn Doors.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the London Plan (2015).",
    "Details in respect of the following shall be submitted to and approved in writing by the Local Planning Authority before the relevant part of the work is begun.",
    "(a) Details of the design and materials of the glazed link, including how the new structure would link with the existing buildings",
    "(b) Samples of all new external materials and finishes, including tiles, render, timber finishes, lead work, bricks and mortar mix",
    "(c) Design and materials of all new doors, windows and dormer windows, all to be of timber and traditionally constructed.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy BE15 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012)",
    "Prior to the commencement of any site clearance or construction work, detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres. The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials or waste shall be burnt; a",
    "Detailed drawings or samples of materials, as appropriate, in respect of the following shall be submitted to and approved in writing by the Local Planning Authority before the relevant part of the work is begun:",
    "(a) Structural details of the new additions, including footings and method of construction",
    "(b) Details of new flues and vents",
    "(c) Details of external pipe runs",
    "(d) Works to the structures for fire and sound proofing, and thermal upgrading",
    "(e) Details of the design and construction of all new internal joinery",
    "(f) Details of works to create a new doorway into the barn from the glazed link",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy BE8 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012)",
    "Notwithstanding the approved plans, details of the doors and opening to the north elevation of the barn shall be submitted to and approved in writing by the Local Planning Authority prior to this element of the works starting on site.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy BE8 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012)",
    "Any hidden historic features (relating particularly to the historic timber framing) which are revealed during the course of works shall be retained in situ, work suspended in the relevant area of the building and the Council as local planning authority notified immediately. Provision shall be made for the retention/proper recording, as required by the Council.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy BE8 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012)",
    "Prior to alteration or demolition, the building should be recorded to Level 1 as defined by Heritage England, and following agreement with LBH and where appropriate Heritage England, copies of the document sent to the Uxbridge Local History Library archive and Heritage England for inclusion in the London Heritage Environment Record.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy BE8 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012)",
    "A schedule of works to the original buildings, including roof structure shall be submitted to and approved in writing by the Local Planning Authority",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy BE8 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012)",
    "All new gutters and downpipes shall be painted cast metal.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policy BE8 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012)",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Erection of part single storey, part two-storey rear extension, glazed link to connect the house and barn and internal alterations to provide a bedroom suite and bathroom",
  "lpa_app_no": "42413/APP/2019/327",
  "decision_target_date": "06/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "06/09/2019",
  "id": "Hillingdon-42413_APP_2019_327",
  "centroid_northing": "187701",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "507933",
  "street_name": "TILE KILN LANE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4443029,
          51.5779048
        ],
        [
          -0.4442983,
          51.5778988
        ],
        [
          -0.4437752,
          51.5782636
        ],
        [
          -0.44368409999999997,
          51.5782743
        ],
        [
          -0.4436131,
          51.5782555
        ],
        [
          -0.4434844,
          51.5781111
        ],
        [
          -0.44345409999999996,
          51.5780215
        ],
        [
          -0.44315519999999997,
          51.5776874
        ],
        [
          -0.44326659999999996,
          51.5776413
        ],
        [
          -0.4441307,
          51.5774951
        ],
        [
          -0.4443068,
          51.5777919
        ],
        [
          -0.4442714,
          51.5778479
        ],
        [
          -0.4443029,
          51.5779048
        ]
      ]
    ],
    "type": "Polygon"
  }
}