{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type_full": "Non-Material Amendment",
  "lpa_app_no": "22/6057/NMA",
  "url_planning_app": null,
  "actual_completion_date": null,
  "pp_id": "PP-11789508",
  "lapsed_date": "31/05/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.24316,
    "lat": 51.592498
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": "",
  "uprn": "010093298707",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Non material amendment pursuant to planning permission 19/6512/OUT dated 07/05/2021 for `Hybrid planning application (part in outline, part detailed) for the phased comprehensive redevelopment of Phase 3 of the former Peel Centre site including demolition of existing structures and the construction of a residential-led mixed use development comprising up to 1,200 new residential units (Use Class C3) in buildings of up to 26 storeys in height; up to 351 sqm flexible retail floorspace (Use Classes A1-A4); site preparation and enabling works; highways/access works; landscaping; car and cycle parking; and other associated works. The application is accompanied by an Environmental Statement.` Amendments include alteration to ground floor ancillary spaces, including the car park, lobbies, plant rooms and cycle stores. Omission of sub-station.  A commercial sprinkler tank room has been introduced to cover the internal ground floor car park. Reorganisation of the layout of car parking spaces and the inclusion of an additional 5 car parking bays which results in an increase from 48 to 53 spaces. The site wide maximum provision of 0.5 spaces per unit remains unchanged.  Communal corridor and service riser arrangements re-designed. To north and south elevations the brickwork to the car park entrance and vents has been amended to vertical metal work design to match other blocks in the wider Colindale Gardens development and to allow a naturally ventilated solution to the car park. On the elevations the metal portal frames at core entrances have been omitted and a robust brick approach provided which aligns with other blocks in the wider Colindale Gardens development. etal cladding between ground and first floor windows has also been omitted. On the elevations a 150mm high brick upstand/plinth has been introduced at ground floor level. On the elevations the windows have been amended to open in a different manner to allow for increased ventilation",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.243137,
          51.592511
        ],
        [
          -0.243138,
          51.592484
        ],
        [
          -0.243182,
          51.592485
        ],
        [
          -0.243181,
          51.592512
        ],
        [
          -0.243137,
          51.592511
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "Idox Uniform",
  "locality": "Colindale",
  "site_name": "Development Site Formerly Part Of Peel Centre",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": null,
  "postcode": "NW9 5JE",
  "application_type": "All Other",
  "decision_date": "31/05/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": "521796",
  "valid_date": "22/12/2022",
  "borough": "London Borough of Barnet",
  "subdivision_of_building": null,
  "decision_target_date": "19/01/2023",
  "id": "Barnet-22_6057_NMA",
  "lpa_name": "Barnet",
  "bo_system": "Idox Uniform",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-18T23:54:13.902+00:00",
  "street_name": "Aerodrome Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": "189645",
  "application_details": {},
  "appeal_decision": null,
  "polygon": null,
  "ward": "CS22"
}