{
  "centroid": {
    "lon": "0.2122673",
    "lat": "51.5235474"
  },
  "status": "Approved",
  "decision_target_date": "01/07/2020",
  "site_name": "25 Briscoe Road",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The garden area shall not be subdivided at any time and nor shall there be any additional pedestrian or vehicular accesses into the site.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document.",
    "Any residential occupation of the building hereby approved shall be limited to immediate family members of the family occupying the main house at No. 25 Briscoe Road, Rainham for residential purposes and shall not be occupied by any other persons.",
    "Reason:-",
    "In order that the annex approved remains ancillary to the main dwelling and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM13 9QE",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "01/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1896.19",
  "centroid_northing": 182834,
  "uprn": "100021347919",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Rainham & Wennington",
  "decision_date": "01/07/2020",
  "description": "Single storey detached outbuilding to rear of existing dwelling for ancillary use as granny annexe at the same address.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1896.19",
  "lpa_app_no": "P1896.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:49:17.646+00:00",
  "centroid_easting": 553571,
  "pp_id": "08380150",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "08/01/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553592.503,
              182838.442
            ],
            [
              553550.711,
              182822.593
            ],
            [
              553548.747,
              182829.84
            ],
            [
              553590.335,
              182845.757
            ],
            [
              553592.503,
              182838.442
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.034
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Rainham",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "29/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2125789,
          51.5235815
        ],
        [
          0.2119701,
          51.5234504
        ],
        [
          0.2119449,
          51.5235161
        ],
        [
          0.21255079999999998,
          51.5236478
        ],
        [
          0.2125789,
          51.5235815
        ]
      ]
    ],
    "type": "Polygon"
  }
}