{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "lpa_app_no": "P1896.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1896.22",
  "actual_completion_date": null,
  "pp_id": "11708110",
  "lapsed_date": "16/01/2026",
  "secondary_street_name": null,
  "centroid": {
    "lat": "51.5681641",
    "lon": "0.23349319999999998"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021332109",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "14/12/2022",
  "description": "Variation of condition No.2 of planning permission P0257.22 dated 27/07/2022 to permit minor changes to fenestration.\n(Three storey, 6-bed, detached dwelling with associated parking, boundary treatment, soft landscaping, amenity space, and single storey outbuilding to rear)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23344769999999998,
          51.5684875
        ],
        [
          0.2337467,
          51.5684737
        ],
        [
          0.2337506,
          51.5682869
        ],
        [
          0.2334093,
          51.5677925
        ],
        [
          0.2331974,
          51.5678128
        ],
        [
          0.23342929999999998,
          51.5682903
        ],
        [
          0.23344769999999998,
          51.5684875
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "54 Herbert Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development hereby permitted must be implemented no later than 27th July 2025.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "The development hereby approved shall be carried out using the materials submitted to and approved in writing by the Council under ref: Q0290.22.",
    "Reason:-",
    "To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area..",
    "Hard/soft landscaping shall be carried out strictly in accordance with the details shown on drawing no. BM/HR/01 Rev A unless otherwise agreed in writing and samples of all materials to be used shall be submitted to and agreed in writing prior to their use. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "To ensure that the development achieves a satisfactory level of landscape quality.",
    "No building shall be occupied until the refuse and recycling facilities as submitted to and approved in writing by the Local Planning Authority in writing under ref: Q0290.22 are implemented. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "To protect the amenity of occupiers of the development and also the locality generally.",
    "No building shall be occupied until the cycle storage submitted to and approved in writing by the Local Planning Authority in writing under ref: Q0290.22 are implemented. The cycle storage shall be permanently retained thereafter.",
    "Reason:",
    "In the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 the garage hereby permitted shall be made permanently available for the parking of private motor vehicles and not for any other purpose including living accommodation or any trade or business.",
    "Reason:-",
    "To provide satisfactory off-street parking at the site.",
    "Notwithstanding the details shown on drawing no. BM/HR/01 Rev A all hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason: In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Prior to first occupation of the development hereby approved, boundary treatment as agreed in writing with the Local Planning Authority under ref: Q0290.22 shall be installed and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works, including any works of demolition; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity.",
    "Prior to the first occupation of the proposed dwellings hereby approved, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "Building Regulations - All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "Water efficiency - All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan..",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent in writing. The revisions involved clarity on separation from shared boundaries in plan form and alterations to the rear projection to protect amenity. The amendments were subsequently submitted on 25-05-2022. A revised landscape plan was then submitted 23-06-2022.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £17,525 would be payable due to result in new properties with a combined gross internal floor area of 701m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A for each additional square metre of GIA. Based upon the information supplied with the application, £87,625 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of th",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal"
  ],
  "postcode": "RM11 3LJ",
  "application_type": "All Other",
  "decision_date": "16/01/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 554892,
  "valid_date": "21/11/2022",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "16/01/2023",
  "id": "Havering-P1896.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T14:41:45.732+00:00",
  "street_name": "Hornchurch",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 187840,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.14900000000000002
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554887.75,
              187875.873
            ],
            [
              554908.521,
              187874.97
            ],
            [
              554909.424,
              187854.198
            ],
            [
              554887.449,
              187798.506
            ],
            [
              554872.698,
              187800.313
            ],
            [
              554887.148,
              187853.897
            ],
            [
              554887.75,
              187875.873
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Emerson Park"
}