{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "27/11/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-32147_APP_2020_1153",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "HA6 2XF",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.127
  },
  "valid_date": "07/04/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a 6-bed detached dwelling with habitable roof space, associated vehicular parking, cycle storage, external landscaping, amenity space and refuse and recycling, including demolition of existing dwelling.",
  "decision_conditions": [
    "The application submission does not provide sufficient information in order to assess the impact of the proposal on the ecological habitat . The proposal is therefore likely to lead to a net loss of biodiversity value and result in a net ecological deficit and is therefore contrary to Policy EM7 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policy DMEI 7 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policy 7.19 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "The proposed development, by reason of its size, scale, bulk and design, including the formation of a large crown roof would result in a property that would be over-sized and over-dominant for the location, detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part 1, and Policies DMHB 5, 6 and 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies",
    "The proposed development, by reason of its size, scale, bulk and design and in particular its extended depth at two stories beyond the rear elevation of No.15 The Broadwalk would result in adverse impacts to the visual amenities of No.15. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part 1 and Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020)",
    "The proposed development fails to provide adequate levels of accessibility due to the lack of level access into and out of the dwelling and the general design would not permit wheelchair accessibility.  As such the proposed development fails to comply with the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and paragraph 127 of the National Planning Policy Framework (February 2019).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "a) We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:40:27.270+00:00",
  "ward": "NORTHWOOD",
  "parking_details": null,
  "lapsed_date": "27/11/2023",
  "decision_target_date": "20/07/2020",
  "centroid": {
    "lat": "51.6017865",
    "lon": "-0.43823629999999997"
  },
  "lpa_app_no": "32147/APP/2020/1153",
  "status": "Refused",
  "site_name": "17 THE BROADWALK",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=32147/APP/2020/1153",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508243.0859,
              190401.8985
            ],
            [
              508259.2917,
              190407.1901
            ],
            [
              508277.1511,
              190340.052
            ],
            [
              508258.9609,
              190334.7603
            ],
            [
              508242.4245,
              190401.5677
            ],
            [
              508243.0859,
              190401.8985
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "27/10/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "NORTHWOOD",
  "pp_id": "08627931",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 508260,
  "appeal_start_date": null,
  "centroid_northing": 190371,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4384709,
          51.6020675
        ],
        [
          -0.4382354,
          51.602112
        ],
        [
          -0.4379983,
          51.6015051
        ],
        [
          -0.4382625,
          51.601461
        ],
        [
          -0.4384806,
          51.6020647
        ],
        [
          -0.4384709,
          51.6020675
        ]
      ]
    ],
    "type": "Polygon"
  }
}