{
  "application_type": "All Other",
  "application_type_full": "Lawful development: Proposed use",
  "description": "Conversion of roof space to habitable use to include a rear dormer with 2 front roof lights and conversion of roof from hip to gable end. (Application for a Certificate of Lawful Development for a Proposed Development)",
  "epc_number": null,
  "street_name": "HAYES",
  "appeal_decision": null,
  "lpa_app_no": "26480/APP/2022/3123",
  "centroid": {
    "lon": "-0.4161814",
    "lat": "51.4960561"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 510042,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=26480/APP/2022/3123",
  "last_updated": "2025-03-20T15:04:36.140+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 178646,
  "site_name": "32 WYRE GROVE",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "12/10/2022",
  "lapsed_date": "05/12/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "07/12/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": null,
  "ward": "PINKWELL 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-26480_APP_2022_3123",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510025.8333,
              178651.1438
            ],
            [
              510029.2729,
              178656.8323
            ],
            [
              510047.926,
              178646.1167
            ],
            [
              510057.9802,
              178642.2802
            ],
            [
              510054.6729,
              178636.0625
            ],
            [
              510045.6771,
              178639.2375
            ],
            [
              510043.0312,
              178640.6927
            ],
            [
              510026.0979,
              178651.1438
            ],
            [
              510025.8333,
              178651.1438
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 1, Class B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The proposed plans show that the proposed development would be finished in render to match the existing dwelling, however the existing dwelling appears to be finished in brick and tiles (as of August 2022).",
    "The applicant/owner is therefore reminded that in order for the proposed dormer and roof extension to be lawful the proposed development shall comply with the following conditions set out in Schedule 2, Part 1, Class B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Class B specifically states:",
    "'Development is permitted by Class B subject to the following conditions.",
    "B.2",
    "(a) the materials used in any exterior work must be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse;",
    "(b) the enlargement must be constructed so that -",
    "(i) other than in the case of a hip-to-gable enlargement or an enlargement which joins the",
    "original roof to the roof of a rear or side extension"
  ],
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 35,
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "site_area": 0.023
  },
  "pp_id": "11614062",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41641259999999997,
          51.4961055
        ],
        [
          -0.4163613,
          51.496156
        ],
        [
          -0.41609609999999997,
          51.496056
        ],
        [
          -0.4159525,
          51.4960196
        ],
        [
          -0.416002,
          51.4959643
        ],
        [
          -0.41613059999999996,
          51.4959946
        ],
        [
          -0.4161682,
          51.4960082
        ],
        [
          -0.41640879999999997,
          51.4961055
        ],
        [
          -0.41641259999999997,
          51.4961055
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "05/12/2022",
  "secondary_street_name": null
}