{
  "lpa_name": "Havering",
  "uprn": "100021332109",
  "decision_date": "30/06/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0562.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM11 3LJ",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.14300000000000002
  },
  "valid_date": "01/05/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing bungalow and erection of new detached house",
  "decision_conditions": [
    "The proposed development would, by reason of its height, bulk, mass within close proximity of the side boundaries and design including a substantial crown roof element, appear as an unacceptably dominant, cramped and visually intrusive feature in the streetscene harmful to the character of the local area. In addition, the proposed front garage within close proximity of the front and side boundaries and forward of the main building line introduces an intrusive and incongruous feature into the street scene which is inconsistent with pattern of development. The proposal conflicts with Policy DC61 of the LDF Core Strategy and Development Control Policies DPD, the Emerson Park SPD and the Residential Extensions and Alterations SPD.",
    "The proposed development by reason of its siting, bulk, mass and scale in the rear garden, in close proximity to property boundaries, would appear visually dominant and intrusive in the rear garden environment and compromise outlook from neighbouring properties, resulting in an increased sense of enclosure and adversely impacting neighbouring amenity, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD, the Residential Design SPD and the Residential Extensions and Alterations SPD.",
    "The proposal indicates proposed new front boundary treatment but detailed elevations of this are not provided.  In the absence of further details of front boundary treatment and proposed sightlines, the proposed introduction of a detached garage at the front boundary of the site is considered likely to give rise to conditions which impedes sightlines from the application site and adjoining property and compromises pedestrian and vehicular safety, contrary to the provisions of Policy DC32 of the Core Strategy and Development Control Policies DPD.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent Mark Breden via email on 30/6/20.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the Mayoral CIL payable would be £12,150 (£25 per sqm) and a Havering CIL payment of £60,750 (£125/sqm),",
    "Further details with regard to CIL are available from the Council's website."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:54:10.950+00:00",
  "ward": "Emerson Park",
  "parking_details": null,
  "lapsed_date": "30/06/2023",
  "decision_target_date": "30/06/2020",
  "centroid": {
    "lat": "51.5681641",
    "lon": "0.23349319999999998"
  },
  "lpa_app_no": "P0562.20",
  "status": "Dismissed",
  "site_name": "54 HERBERT ROAD",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0562.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554887.494,
              187797.996
            ],
            [
              554873.405,
              187804.769
            ],
            [
              554887.223,
              187853.537
            ],
            [
              554887.765,
              187875.483
            ],
            [
              554910.523,
              187873.857
            ],
            [
              554907.814,
              187850.828
            ],
            [
              554901.582,
              187837.01
            ],
            [
              554887.494,
              187797.996
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "27/05/2020",
  "appeal_decision_date": "16/02/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HORNCHURCH",
  "pp_id": "08674422",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 554892,
  "appeal_start_date": "16/10/2020",
  "centroid_northing": 187840,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2334097,
          51.5677879
        ],
        [
          0.2332096,
          51.5678526
        ],
        [
          0.23343029999999998,
          51.568287
        ],
        [
          0.23344769999999998,
          51.568484
        ],
        [
          0.23377509999999999,
          51.5684632
        ],
        [
          0.2337259,
          51.568257
        ],
        [
          0.23363000000000003,
          51.5681346
        ],
        [
          0.2334097,
          51.5677879
        ]
      ]
    ],
    "type": "Polygon"
  }
}