{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509141.9129,
              191432.9426
            ],
            [
              509145.751,
              191437.5485
            ],
            [
              509167.05,
              191419.8213
            ],
            [
              509174.8553,
              191422.2026
            ],
            [
              509175.649,
              191424.4515
            ],
            [
              509185.3063,
              191416.9109
            ],
            [
              509166.9177,
              191409.7671
            ],
            [
              509165.3302,
              191413.6036
            ],
            [
              509141.9129,
              191432.9426
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              509141.7823,
              191432.7859
            ],
            [
              509141.7823,
              191433.0505
            ],
            [
              509141.9129,
              191432.9426
            ],
            [
              509141.7823,
              191432.7859
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07975780",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:22.636+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "24/10/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.6110593",
    "lon": "-0.42486179999999996"
  },
  "decision": "Refused",
  "valid_date": "03/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.032
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=33030/APP/2019/2247",
  "lpa_name": "Hillingdon",
  "site_name": "21 MAXWELL ROAD",
  "lapsed_date": "20/11/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposal, by reason of the loss of a retail unit and would create a separation of more than 12 metres between A1 retail uses within the primary shopping area of the Green Lane Northwood Town Centre and Green Lane Northwood Primary Shopping Area and the use proposed, would erode the retail function of the area, harming the vitality and viability of the centre. The proposal is therefore contrary to Policy S11 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Polices (November 2012), Policy DMTC 2 of the Hillingdon Local Plan: Part Two - Development Management Policies With Modifications (March 2019) and Policy 2.15 of the London Plan (2016).",
    "The proposed use of the premise as a day-nursery does not provide adequate onsite car parking, on-site pickup and drop off facilities to the detriment of child safety and fails to have regard to existing highway and pedestrian safety concerns. The proposed use would result in an increase in parking stress on the local highway network and surrounding area which is already subject to considerable pressure and would create an environment that would present considerable hazard to pedestrians and will be disruptive to residents of neighbouring dwellings. The proposed use is therefore in conflict with Policies AM7, AM14, BE13, BE19, OE1 and R16 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012), Policies 6.10, 6.13, 7.4 and 7.5 of the London Plan (2016) and PolicyDMT 6 of the Local Plan: Part 2 - Development Management Policies (October 2015).",
    "The proposal by reason of the potential rise in traffic, and parking in and around the site, would be detriment to the public and highway safety and therefore the proposal is contrary to Policy AM7 of the Hillingdon Local Plan - Saved UDP Policies (November 2012) and Policy DMT 2 Hillingdon Local Plan: Part Two - Development Management Policies With Modifications (March 2019).",
    "Due to the low termination point of the proposed extraction duct it is considered dispersal of residual odourous extracted air could cause nuisance to nearby properties reducing their amenities to below a level they can reasonably expect to enjoy and therefore the application has failed to demonstrate that the development will safeguard the amenities of those properties. The proposal is therefore contrary to Policies OE1 and S6 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of Use from A1 Retail to D1 Pre-school Nursery to include replacement of shopfront and installation of windows, rooflights and kitchen ventilation system.",
  "lpa_app_no": "33030/APP/2019/2247",
  "decision_target_date": "22/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "20/11/2019",
  "id": "Hillingdon-33030_APP_2019_2247",
  "centroid_northing": 191422,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509164,
  "street_name": "NORTHWOOD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4251773,
          51.611162
        ],
        [
          -0.42512039999999995,
          51.6112026
        ],
        [
          -0.4248185,
          51.6110392
        ],
        [
          -0.4247051,
          51.6110591
        ],
        [
          -0.4246929,
          51.6110791
        ],
        [
          -0.4245559,
          51.6110095
        ],
        [
          -0.42482349999999997,
          51.6109488
        ],
        [
          -0.4248453,
          51.6109836
        ],
        [
          -0.4251773,
          51.611162
        ]
      ]
    ],
    "type": "Polygon"
  }
}