{
  "centroid": {
    "lon": "0.274743",
    "lat": "51.5662836"
  },
  "status": "Approved",
  "decision_target_date": "29/04/2020",
  "site_name": "5 LIMERICK GARDENS",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 10 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Dossery (Agent) by phone and e-mail. The revisions involved reducing the depth of the single storey rear extension on the attached boundary to 3m. The amendments were subsequently submitted on 28-04-20."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM14 1HY",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "29/04/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0115.20",
  "centroid_northing": 187719,
  "uprn": "100021409071",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Cranham",
  "decision_date": "29/04/2020",
  "description": "Part two storey, part single storey rear extension, and conversion of attached garage to habitable use involving alterations to front elevation.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0115.20",
  "lpa_app_no": "P0115.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:23.490+00:00",
  "centroid_easting": 557757,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "04/03/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              557762.821,
              187693.064
            ],
            [
              557754.828,
              187692.793
            ],
            [
              557751.306,
              187746.303
            ],
            [
              557758.621,
              187746.303
            ],
            [
              557761.466,
              187712.842
            ],
            [
              557762.821,
              187693.064
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.041
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "UPMINSTER",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "27/03/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2748153,
          51.5660489
        ],
        [
          0.2747,
          51.5660487
        ],
        [
          0.2746732,
          51.5665305
        ],
        [
          0.2747786,
          51.5665284
        ],
        [
          0.2748046,
          51.566227
        ],
        [
          0.2748153,
          51.5660489
        ]
      ]
    ],
    "type": "Polygon"
  }
}