{
  "lpa_name": "Ealing",
  "uprn": "000012153502",
  "decision_date": "05/08/2016",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Ealing-161861OPDFUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "W3 6UN",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [
      "000012139618, 000012153502"
    ],
    "site_area": 0.21100000000000002
  },
  "valid_date": "04/04/2016",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of three (3) additional storeys to the approved ten (10) storey eastern block of the development approved under planning application reference P/2011/4250 dated 08/03/2013 (as amended) to provide for twenty one (21) additional residential units (15 x 1 bed and 6 x 2 bed) including associated private balcony amenity space, refuse and cycle storage",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s) 16040-00-001-P Site Location Plan; 16040-00-003-P Proposed Site Plan; 16040-01-000-P Ground Level Plan; 16040-01-010-P Level 10 Plan; 16040-01-010-P Level 10 Plan; 16040-01-011-P Level 11 Plan; 16040-01-012-P Level 12 Plan; 16040-01-013-P Level 13 Plan; 16040-01-014-P Level 14 Plan; 16040-02-001-P South Elevation; 16040-02-003-P East Elevation; 16040-02-004-P North Elevation; 16040-02-005-P Section 1; 16040-02-007-P Section 3 and 16040 75-002-P Cycle Storage Provision.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Materials shall be in accordance with the materials used in the construction of the lower levels of the building and in accordance with the materials described in the Newground Architects Design & Access Statement March 2016.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2015).",
    "| Refuse and recycling storage areas indicated on drawing reference 16040-01-000-P 'Ground Level Plan' shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2015) policy 5.16.",
    "| At least 90% of residential units hereby approved shall be constructed to the Lifetime Homes Standards, and at least two (2) of the residential units shall be constructed to Wheelchair Housing Standards.",
    "Reason: To ensure that the development is accessible by all future occupiers/users, in accordance with the Mayor of London's Housing Standards Transition Statement (May 2015), policies 3.8 and 7.2 of The London Plan (2015) and the National Planning Policy Framework (2012).",
    "| Construction management shall be in accordance with the construction management plan approved for the consented scheme under application reference PP/2013/5152 dated 12/12/2014.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 6.3 of the London Plan 2015 and policy 7A of the Ealing Development Management Development Plan.",
    "| The cycle parking spaces shown on drawing 16040 75-002-P Cycle Storage Provision shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 6.9 of the London Plan 2015.",
    "| The development shall be designed to achieve a water use target of no more than 105 litres per person per day.",
    "Reason: To ensure the sustainable use of water, in accordance with policy 5.15 of the London Plan 2015.",
    "| Within three (3) months of the commencement of the development, a drainage strategy detailing any on and/or off site drainage works,  shall be submitted to and approved by the local planning authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed.",
    "Reason: To ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact on neighbouring occupiers in accordance with policy 5.13 of the London Plan 2015 and policies (e) and (k) of the Ealing Development (Core) Strategy 2012.",
    "| A revised and updated travel plan to that submitted in support of planning application PP/2011/4250 shall be submitted to address the additional residential units. The plan should be designed to manage the transport needs of residents, staff and visitors to minimise car usage and promote alternative modes of transport, shall be submitted to and approved by the Local Planning Authority before any part of the development is occupied. The Travel Plan shall include provisions for monitoring review and enforcement and shall be implemented at the time of first occupation of any part of the development and shall be permanently retained in operation for the life of the development.",
    "Reason: To promote sustainable patterns of transport, and to limit the impact of the proposal on local parking and highway conditions, in accordance with policies 6.2, 6.4, 6.9, 6.10, 6.11, 6.13 of the London Plan (2015), Policies 1.1, 1.2, 3.1, 3.4 and 6.4 of the Development (Core) Strategy (2012) and policy 6.13 of the adopted Ealing Development Management DPD.",
    "| Within three (3) months of the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, for mitigation works to protect sensitive rooms, gardens and balconies from external noise. The details shall also include alternative means of ventilation for noise sensitive rooms, meeting the said criteria and also laboratory test results for the sound reduction index of the type of insulating window to be used in the scheme. The works, as approved, shall be completed before occupation and thereafter permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012).",
    "| The rating noise level emitted from the proposed external plant and machinery at the proposed development, as assessed under BS4142: 2014, shall not exceed the existing background sound level, as measured at the nearest sensitive facades, during the relevant periods of operation.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.15 of the London Plan (2015), and the National Planning Policy Framework (2012).",
    "| Within three (3) months of the commencement of the development, details shall be submitted for the approval of the Local Planning Authority for a suitable mechanical ventilation system, to ensure doors and windows are kept closed during hot weather and externally sited ventilation plant associated with this system will be silenced to a standard not exceeding LFNR 35 Leq,5min (octaves), or LFNR 30 Leq,5min (one third octaves) measured or calculated at 1m from the nearest facade of the nearest affected noise sensitive premises.",
    "Reason: In the interests of the internal environment of the development in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 7.14 of the London Plan (2015), and the National Planning Policy Framework (2012).",
    "| The installed CHP plant shall comply with a minimum NOx Emission Standard of 20 mg/Nm -3 (at Reference O2). The works, as approved, shall be completed prior to occupation and thereafter permanently retained.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012) and policy 7A of the Ealing Development Management Development Plan Document (2013).",
    "| The measures set out in the Energy Strategy approved for the consented scheme under application reference PP/2013/4830 dated 30th September 2014 shall be implemented prior to first occupation and retained thereafter.",
    "Reason: To ensure the proposal contributes to its energy requirements in accordance with policies 5.1, 5.2, 5.3, 5.5, 5.6, 5.7, 5.8, 5.11, 5.13, 5.15, 5.16 of the London Plan 2015 and policy 6.1 of the Development (Core) Strategy (2012).",
    "| Within 3 months of the commencement of the development, a sustainability statement, which includes full details of the sustainability measures that are to be incorporated into the development to achieve the requirements of the local and regional planning policies shall be submitted to, and approved in writing by the local planning authority. In demonstrating compliance, reference to the Mayor's Sustainable Design and Construction SPG, their criteria, or other appropriate assessment methodology may be appropriate.",
    "REASON:  To ensure that the development hereby approved achieves the highest standard of sustainable design and construction, in accordance with policies 5.2, 5.3, 5.6 and 5.7, 5.9, 5.10, 5.11, 5.12, 5.13, 5.14, 5.15, 5.17, 5.18, 5.20, 5.21, 5.22 of the London Plan 2015, Ealing's adopted Development (Core) Strategy 2026 (3rd April 2012) and Ealing's Development Management DPD (10th December 2013).",
    "| The measures contained within the London Underground detailed design and construction method statement approved under application reference PP/2013/5657 dated 12th December 2014 shall be adopted and implemented.",
    "Reason: To ensure that the development does not impact on existing London Underground transport infrastructure, in accordance with London Plan 2015 Table 6.1 and 'Land for Industry and Transport' Supplementary Planning Guidance 2012."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:24:50.020+00:00",
  "ward": "East Acton",
  "parking_details": null,
  "lapsed_date": "05/08/2019",
  "decision_target_date": "04/07/2016",
  "centroid": {
    "lat": 51.523177,
    "lon": -0.260143
  },
  "lpa_app_no": "161861OPDFUL",
  "status": "Approved",
  "site_name": "Land At Junction Of Chase Road And Victoria Road",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/161861OPDFUL;",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520708.0985281,
              181972.0502977
            ],
            [
              520730.7477109,
              181952.5458808
            ],
            [
              520745.9598487,
              181947.8172343
            ],
            [
              520773.4818626,
              181939.269681
            ],
            [
              520780.2263226,
              181937.170282
            ],
            [
              520773.6550089,
              181917.9457849
            ],
            [
              520771.9647714,
              181912.9872043
            ],
            [
              520771.3463918,
              181911.1977165
            ],
            [
              520768.0483674,
              181912.4073703
            ],
            [
              520761.8398364,
              181914.6867178
            ],
            [
              520707.4471683,
              181934.6010174
            ],
            [
              520707.0514053,
              181934.7509745
            ],
            [
              520706.597927,
              181934.9009316
            ],
            [
              520706.4989862,
              181934.9509173
            ],
            [
              520706.0537529,
              181935.2008457
            ],
            [
              520705.649745,
              181935.4007885
            ],
            [
              520705.253982,
              181935.7007026
            ],
            [
              520704.9489148,
              181936.0006168
            ],
            [
              520704.7015629,
              181936.3005309
            ],
            [
              520704.445966,
              181936.5004737
            ],
            [
              520704.2480846,
              181936.8503735
            ],
            [
              520704.0007327,
              181937.2002734
            ],
            [
              520703.8523216,
              181937.6001589
            ],
            [
              520703.6461951,
              181938.0000445
            ],
            [
              520703.3493729,
              181938.7998155
            ],
            [
              520702.7969538,
              181940.3993577
            ],
            [
              520702.5990723,
              181941.0491717
            ],
            [
              520702.549602,
              181941.5990143
            ],
            [
              520702.5001316,
              181942.1988426
            ],
            [
              520702.5001316,
              181943.2985278
            ],
            [
              520702.549602,
              181943.8483704
            ],
            [
              520702.549602,
              181944.1982702
            ],
            [
              520702.6485427,
              181946.6475691
            ],
            [
              520702.6980131,
              181947.3473688
            ],
            [
              520702.7969538,
              181950.0965819
            ],
            [
              520703.3988433,
              181953.4456232
            ],
            [
              520704.2480846,
              181953.3456518
            ],
            [
              520704.8005037,
              181955.7049765
            ],
            [
              520703.8523216,
              181955.9549049
            ],
            [
              520708.0985281,
              181972.0502977
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major dwellings",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Victoria Road",
  "pp_id": "PP-04936742",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 520803,
  "appeal_start_date": null,
  "centroid_northing": 181908,
  "borough": "Ealing",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.261465,
          51.5237747
        ],
        [
          -0.26114539999999997,
          51.5235945
        ],
        [
          -0.2609278,
          51.5235488
        ],
        [
          -0.2605342,
          51.5234661
        ],
        [
          -0.2604378,
          51.5234458
        ],
        [
          -0.26053909999999997,
          51.5232744
        ],
        [
          -0.2605651,
          51.5232302
        ],
        [
          -0.2605746,
          51.5232143
        ],
        [
          -0.2606217,
          51.5232258
        ],
        [
          -0.2607104,
          51.5232476
        ],
        [
          -0.2614872,
          51.5234382
        ],
        [
          -0.2614929,
          51.5234397
        ],
        [
          -0.2614993,
          51.5234411
        ],
        [
          -0.2615008,
          51.5234416
        ],
        [
          -0.2615071,
          51.5234439
        ],
        [
          -0.2615128,
          51.5234458
        ],
        [
          -0.2615184,
          51.5234486
        ],
        [
          -0.2615227,
          51.5234514
        ],
        [
          -0.2615262,
          51.5234541
        ],
        [
          -0.2615298,
          51.523456
        ],
        [
          -0.2615325,
          51.5234591
        ],
        [
          -0.261536,
          51.5234623
        ],
        [
          -0.261538,
          51.523466
        ],
        [
          -0.26154079999999996,
          51.5234696
        ],
        [
          -0.26154479999999997,
          51.5234769
        ],
        [
          -0.2615522,
          51.5234913
        ],
        [
          -0.2615549,
          51.5234972
        ],
        [
          -0.2615554,
          51.5235022
        ],
        [
          -0.2615559,
          51.5235076
        ],
        [
          -0.2615555,
          51.5235175
        ],
        [
          -0.26155459999999997,
          51.5235224
        ],
        [
          -0.26155449999999997,
          51.5235255
        ],
        [
          -0.2615522,
          51.5235475
        ],
        [
          -0.2615513,
          51.5235538
        ],
        [
          -0.2615489,
          51.5235785
        ],
        [
          -0.26153909999999997,
          51.5236085
        ],
        [
          -0.2615269,
          51.5236074
        ],
        [
          -0.2615181,
          51.5236285
        ],
        [
          -0.2615317,
          51.5236309
        ],
        [
          -0.261465,
          51.5237747
        ]
      ]
    ],
    "type": "Polygon"
  }
}