{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "21/03/2024",
  "development_type": null,
  "ward": "Upminster",
  "lapsed_date": "25/06/2027",
  "decision_date": "25/06/2024",
  "lpa_app_no": "P0414.24",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": "51.5526451",
    "lon": "0.24700039999999998"
  },
  "application_type": "All Other",
  "borough": "Havering",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "25/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:33:21.793+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "The replacement of the existing wall-mounted mast with a 20 metre high monopole supporting 6 no. antennas and 2 no. transmission dishes, the installation of 4 no. equipment cabinets, 1 no. electric meter cabinet, and ancillary development thereto.",
  "application_type_full": null,
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0414.24",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.097
  },
  "pp_id": null,
  "postcode": "RM14 2AB",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.24725899999999998,
          51.5527804
        ],
        [
          0.2471879,
          51.5525007
        ],
        [
          0.24675049999999998,
          51.5525091
        ],
        [
          0.2468195,
          51.5528002
        ],
        [
          0.24725899999999998,
          51.5527804
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": false,
  "street_name": "Upminster",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions within Part 16 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), no other antennae or apparatus other than that permitted within the development of this application shall be carried out or installed on the monopole/mast hereby approved without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Policies 25 and 26 of the Havering Local Plan (2016-2031), the London Plan (2021) Policy D4 and Paragraphs 118/119 of the National Planning Policy Framework",
    "Prior to the works hereby permitted commencing or within a three month period of the new equipment being made operational, the existing wall mounted equipment on the flank wall of 52 Corbets Tey Road shall be decommissioned and removed to the satisfaction of the Local Planning Authority per drawing no. 301 Rev B.",
    "Reason:-",
    "To protect the character and appearance and the visual amenity of the area and to ensure that any further alterations are given due consideration as to their visual impacts and in order that the development complies with Policies 25, 26 and 34, of the Havering Local Plan  2016-2031, Policies D4 and SI6 of the London Plan (2021) and Paragraphs 118/119 of the National Planning Policy Framework",
    "UKPN INFORMATIVE:",
    "If the proposed works are located within 6m of the substation, then they are notifiable under the Party Wall etc. Act 1996. The Applicant should provide details of the proposed works and liaise with the Company to ensure that appropriate protective measures and mitigation solutions are agreed in accordance with the Act. The Applicant would need to be responsible for any costs associated with any appropriate measures required. Any Party Wall Notice should be served on UK Power Networks at its registered office: UK Power Networks, Newington House, 237 Southwark Bridge Road, London SE1 6NP.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent to show existing wall-mounted equipment on plans. The altered drawings were provided 22-05-2024"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 186143,
  "site_name": "Land at Tey Service Station, 54 Corbets Tey Road",
  "decision_target_date": "25/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Havering",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555898.46,
              186158.6
            ],
            [
              555894.49,
              186127.35
            ],
            [
              555864.14,
              186127.35
            ],
            [
              555867.93,
              186159.86
            ],
            [
              555898.46,
              186158.6
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "100023215651",
  "appeal_decision_date": null,
  "id": "Havering-P0414.24",
  "centroid_easting": 555881
}