{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "13/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-3114_APP_2020_303",
  "secondary_street_name": "UXBRIDGE",
  "appeal_status": null,
  "postcode": "UB8 2DB",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 2.23
  },
  "valid_date": "11/02/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Application for planning permission to operate the site 24 hours a day, 7 days a week.",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted documents: 1205 sk 85-L, Transport Statement dated May 2019, Noise Assessment dated June 2019, Planning Statement dated January 2020, Noise Assessment Letter dated January 2019, Travel Plan dated June 2018 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Development Management Policies (2020) and the London Plan (2016).",
    "The units shall not be open to customers between 07:00 and 21:00 Monday to Saturday and 09:00 and 17:00 on Sundays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties and mitigate against the impact of the development on the local highway network in accordance with Policy EM8 of the Local Plan: Part One (2012) and Policies DMT 2, DMHB 11 of the Hillingdon Local Plan Part Two Development Management Policies (2020).",
    "Within 6 months of the date of this consent, a low emissions strategy shall be submitted to and agreed in writing by the local planning authority. The low emissions strategy shall be undertaken in accordance with Defra Good Practice Guidance (2010) Low Emission Strategies.  The development must then be operated in accordance with the approved strategy.",
    "REASON",
    "To mitigate against the air quality impact of the proposal and minimise exposure to air quality in accordance with Policy 7.14 of the London Plan (2016) and Policy DMEI 14 of the Local Plan: Part Two (2020).",
    "The rating level of the noise emitted from the site shall be at least 5dB below the existing background noise level.  The noise levels shall be determined at the boundary of the nearest noise sensitive premises along Cowley Mill Road.  The measurements and assessment shall be made in accordance to the latest British Standard 4142, 'Method for rating industrial noise affecting mixed residential and industrial areas'.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with policy EM8 of the Hillingdon Local Plan Part 1 (2012).",
    "Within 6 months of the commencement of the new operating hours hereby approved, details of signage to be erected discouraging idling of vehicles within the business park shall be submitted to and approved in writing by the Local Planning Authority. The approved signage shall be erected within 3 month of approval and shall be retained in perpetuity.",
    "REASON:",
    "To safeguard the amenity of the surrounding area in accordance with policy EM8 of the Hillingdon Local Plan Part 1 (2012) and policy DMHB11 of the Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The applicant is encouraged to explore the use of EURO VI fleets as part of the Low Emission Strategy (condition 4)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:40:34.422+00:00",
  "ward": "UXBRIDGE SOUTH",
  "parking_details": null,
  "lapsed_date": "13/10/2023",
  "decision_target_date": "16/10/2020",
  "centroid": {
    "lat": "51.5361816",
    "lon": "-0.48643529999999996"
  },
  "lpa_app_no": "3114/APP/2020/303",
  "status": "Approved",
  "site_name": "TRADE CITY BUSINESS PARK",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=3114/APP/2020/303",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505010.2374,
              182909.3368
            ],
            [
              505133.2689,
              182921.9045
            ],
            [
              505007.5915,
              182909.9983
            ],
            [
              504998.3311,
              183029.7225
            ],
            [
              505045.9562,
              183032.3683
            ],
            [
              505041.326,
              183129.6029
            ],
            [
              505061.8312,
              183136.8789
            ],
            [
              505067.1229,
              183154.7383
            ],
            [
              505092.9198,
              183164.6602
            ],
            [
              505090.274,
              183033.6912
            ],
            [
              505168.3262,
              183031.7068
            ],
            [
              505148.4824,
              183000.6182
            ],
            [
              505135.9147,
              182921.2431
            ],
            [
              505010.2374,
              182909.3368
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "05/03/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "COWLEY MILL ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 505073,
  "appeal_start_date": null,
  "centroid_northing": 183005,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4873684,
          51.5353334
        ],
        [
          -0.48559149999999995,
          51.5354235
        ],
        [
          -0.48740639999999996,
          51.5353399
        ],
        [
          -0.4875041,
          51.5364177
        ],
        [
          -0.4868169,
          51.5364326
        ],
        [
          -0.4868547,
          51.5373075
        ],
        [
          -0.48655699999999996,
          51.5373691
        ],
        [
          -0.4864754,
          51.5375286
        ],
        [
          -0.4861006,
          51.537613
        ],
        [
          -0.4861778,
          51.5364363
        ],
        [
          -0.48505349999999997,
          51.5364039
        ],
        [
          -0.48534879999999997,
          51.5361282
        ],
        [
          -0.4855536,
          51.5354171
        ],
        [
          -0.4873684,
          51.5353334
        ]
      ]
    ],
    "type": "Polygon"
  }
}