{
  "cil_liability": false,
  "url_planning_app": null,
  "lapsed_date": "23/09/2023",
  "decision_target_date": "22/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Lambeth",
  "postcode": "SE11 4UY",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA CA8 : Kennington Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "FLOOD Environment Agency Flood Zone 2 & Or 3 - Call Planning Dept"
      },
      {
        "result": null,
        "constraints_layer_description": "FLOOD Environment Agency Flood Zone 3"
      },
      {
        "result": null,
        "constraints_layer_description": "3KCNA Kennington Cross Neighbourhood Association"
      },
      {
        "result": null,
        "constraints_layer_description": "NHP Kennington Oval And Vauxhall Forum (KOV)"
      },
      {
        "result": null,
        "constraints_layer_description": "LISTED Listed Building Grade II"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021832296"
    ],
    "site_area": 0.008
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02511/LB",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 531331,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-03-19T02:59:44.249+00:00",
  "id": "Lambeth-20_02511_LB",
  "application_type": "All Other",
  "street_name": "Denny Crescent",
  "borough": "Custodian code",
  "ward": "Princes",
  "decision_date": "23/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a satellite dish on roof.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "11/09/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other listed building consents (alter-extend)",
  "centroid_northing": 178497,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021832296",
  "centroid": {
    "lon": "-0.1097218",
    "lat": "51.4901777"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              531328.6,
              178491.3
            ],
            [
              531327.95,
              178490.65
            ],
            [
              531327.2,
              178491.8
            ],
            [
              531326.35,
              178492.8
            ],
            [
              531325.4,
              178493.9
            ],
            [
              531324.5,
              178494.9
            ],
            [
              531325.2,
              178495.65
            ],
            [
              531329.5,
              178500
            ],
            [
              531331.25,
              178501.5
            ],
            [
              531333.7,
              178503.65
            ],
            [
              531334,
              178503.45
            ],
            [
              531336.75,
              178500
            ],
            [
              531338.3,
              178497.8
            ],
            [
              531335.25,
              178495.75
            ],
            [
              531328.6,
              178491.3
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "\r1.\tSITE AND SURROUNDINGS\r\t\r1.1.\tThe site is located on the eastern side of Clapham Road close to the junction with Stockwell Road. The site is situated between Stockwell Gardens; a five storey inter-war housing estate and Stockwell Park School. The site is visible from the entrance to the Stockwell underground station to the south and occupies a prominent location in the townscape.\r\r1.2.\tDevelopment of a part four storey and part five storey building comprising a food retail unit (Use Class A1) at ground level, 65 residential units on the upper floors, 20 parking spaces for use by retail customers and 2 disabled parking spaces at 187-191 Clapham Road is currently under construction on the site.  THe retail unit will be operated by Lidl.  \r\r1.3.\tThere are several listed buildings in the vicinity of the site including the Grade II listed property 240-250 Clapham Road and 1-8 Stockwell Terrace.\r\r1.4.\tThe application site is accessed off Clapham Road which forms part of the Transport for London Road Network.  The site also benefits from a PTAL rating of 6 which is considered to demonstrate that it benefits from excellent access to public transport.  \r\r\t\t\r2.\tPROPOSALS\r\r2.1.\tThe original planning permission allows 20 car parking spaces to serve the store, which under a planning obligation is to be reduced by one space per year following opening of the supermarket down to a total of 15 spaces.  This application seeks to permanently increase the number of parking spaces available to the retail unit to 24.  \r\r\r3.\tRELEVANT PLANNING HISTORY\r\r3.1.\tThere is an extensive history of planning permissions at this site. It is considered that the following applications are relevant to this proposal:\r\r3.2.\t08/03838/FUL - Demolition of existing buildings at 187-189 Clapham Road and existing garage to rear and erection of a 5 storey building comprising food retail unit (Use Class  A1) at ground floor level and 68 residential units (35 x 1 bed, 23 x 2 bed and 10 x 3 bed untis) on the upper floors together with 30 car parking spaces for use by retail customers and 2 disabled parking spaces for residential use. Application Refused - 02.03.2009.  The application was refused for the following reasons:\r\r1)\tThe loss of the existing early Victorian villa is considered to be unacceptable as it is a survivor of the original linear development along Clapham Road from this period and as such it is considered to positively contribute to the character and appearance of the Stockwell Park conservation area. (Policy 47 of the Adopted UDP August 2007 refers).\r\r2)\tThe replacement building, by reason of its height, scale, bulk and detailed design is considered to fail to preserve or enhance the character and appearance of the Stockwell Park conservation area. (Policies 33, 38, 39 and 47 of the Adopted UDP, August 2007 refer).\r\r3)\tThe constraints of the site, including the proximity of the protected mature Plane trees, together with the proposed provision of a supermarket at street level, have resulted in a contrived and unresolved site layout which manifests itself with the entrances into the residential flats above being located on the flank elevation and out of view from the street. It is considered that given this arrangement, especially so for the affordable housing entrance , being almost at the rear of the site, this layout would be detrimental to the amenity of future occupiers of the development. (Policies 33, 38, 39 and 47 of the Adopted UDP, August 2007 refer).\r\r4)\tThe proposal involves a level of car parking provision for the retail element in excess of UDP standards the case for which has not been justified. It is considered therefore that traffic generation would not be reduced or mitigated and as such the proposal is considered to be detrimental to highway safety.( Policies 9 and 14 refer).\r\r\r\r\r3.3.\t10/03516/FUL - Demolition of existing buildings and structures and erection of a part 4 and part 5 storey building comprising a food retail unit (Use Class A1) at ground floor level and 65 residential units on the upper floors together with 20 designated car parking spaces for use by retail customers and 2 disabled parking spaces for residential use.  Application Permitted - 06.01.2011.\r\r3.4.\t11/02725/FUL - Variation of condition 17 (CSH Level) of planning permission ref 10/03516/FUL (Demolition of existing buildings and structures and erection of a part 4 and part 5 storey building comprising a food retail unit (Use Class A1) at ground floor level and 65 residential units on the upper floors together with 20 designated car parking spaces for use by retail customers and 2 disabled parking spaces for residential use.  [Parking Spaces Amended] Granted on 06.01.11.  Application Permitted - 17.11.2011\r\r3.5.\t13/00626/FUL - Alterations to the existing supermarket car park with the creation of an additional 15 parking spaces to create a total of 30 parking spaces to serve the retail store and removal of 2 trees.  Pending Consideration.\r\r3.6.\t13/00627/FUL - Installation of a pedestrian access ramp to front elevation of retail store.  Pending Consideration.\r\r3.7.\t13/00705/VOC - Variation of condition 28 of planning permission Ref. 11/02725/FUL granted on 15.11.2011 for ((Variation of condition 17 (CSH Level) of planning permission ref 10/03516/FUL (Demolition of existing buildings and structures and erection of a part 4 and part 5 storey building comprising a food retail unit (Use Class A1) at ground floor level and 65 residential units on the upper floors together with 20 designated car parking spaces for use by retail customers and 2 disabled parking spaces for residential use.  [Parking Spaces Amended] Granted on 06.01.11). This relates to delivery hours servicing the supermarket.  Pending Consideration\r\r\r4.\tCONSULTATIONS\r\r4.1.\tPublic consultation was undertaken in accordance with the agreed procedures.  Two responses have been received which object to the proposals on the grounds of a detrimental impact on highway safety.  \r\r4.2.\tThe Council's Transport Planning Team were consulted on the proposals.  They have objected to the proposals on the grounds that the submitted Transport Statement does not adequately demonstrate that additional on-site car parking is required and neccesary.  \r\r4.3.\tThe Council's Conservation and Design Team were consulted on the proposal.  They have raised no objections\r\r4.4.\tTransport for London were consulted on the proposal.  They have objected to the proposals on the grounds that the submitted Transport Statement does not adequately demonstrate that additional on-site car parking is required and necessary.  They also advise the LPA to consider whetehr the maximum number of spaces is in accordance with the London Plan.\r\r4.5.\tHard copies of all consultation responses can be viewed on the planning file.  \r\r\r5.\tPLANNING CONSIDERATIONS\r\r5.1.\tThe proposal has been considered against national planning policy, the Development Plan and associated Supplementary Planning Documents (SPD).  The following assessment demonstrates the compliance of the proposals in the context of the most relevant Development Plan policies and SPDs.\r\rThe London Plan (2011):\r\rPolicy 6.13:  Parking - Complies \r\rCore Strategy (2011):\r\rPolicy S4:  Transport - Fails to Comply\r\rUnitary Development Plan Policies (2007):\r\rPolicy 9: Transport Impact - Fails to Comply\r\t\r5.2.\tIn assessing this application the Council will seek to demonstrate whether the proposed application would comply with the relevant maximum parking standards contained within The London Plan (2011).  The assessment will also consider whether or not the scheme would have an appropriate parking capacity in relation to the accessibility of the site to public transport, and the overarching policy requirements which seek to reduce the dependence on private motor vehicles, and prevent excessive car parking provision which undermines cycling, walking and public transport use.  \r\r5.3.\tIn relation to the first point, the proposed development seeks to permanently create a total of 24 spaces available to the retail unit.  This represents a maximum increase of 9 beyond the previously permitted car parking arrangements as laid out under planning consent: 10/03516/FUL and which the capacity of which is expected to be reduced over time.  However, the total is considered to be compliant with parking standards contained within The London Plan noting that for a development of this size the maximum number of spaces should be within the range of 25-37.  \r\r5.4.\tWhilst the overall provision of 24 spaces would not break this threshold, it should be noted that these are maximum standards.  It is therefore implied that local planning authorities reserve the right to assess if lower levels of car parking provision are reasonable to the scheme, taking into account its location, access to public transport, the nature of the use and the likely demand for parking spaces.  TfL have reiterated the same.  When the scheme is assessed in the context of these issues it is considered that the submitted documentation does not adequately demonstrate that this level of parking provision is required noting the objections that have been received from Lambeth's Transport Planning Team as well as Transport for London.  \r\r5.5.\tIn the first instance, it should be noted that this site benefits from excellent access to public transport which is reflected in its PTAL rating of 6A.  The site is located within close proximity to Stockwell Underground Station whilst a significant number of bus routes pass along Clapham Road in addition to those on nearby roads.  Policy 6.13 of The London Plan does not dismiss the provision of vehicular parking in areas such as this which enjoy high public transport accessibility; however it does make it clear that these are maximum standards.  This point is reinforced by its promotion of car-free developments in areas of high public transport accessibility.  Given this PTAL rating it is reasonable to conclude that most visits to the store will be made on foot, bicycle or by public transport.  The comments from TfL reflect this noting that census data indicates that car ownership levels within the surrounding wards are low.  \r\r5.6.\tThe applicant has submitted a Transport Statement in support of this application which aims to demonstrate that 24 spaces is reasonable to the scale of the development and the nature of its use.  However, noting the comments from the Council's Transport Planning Team it is considered that the level and type of evidence offered within the document does not adequately demonstrate that 24 spaces are necessary.  \r\r5.7.\tThe Transport Statement seeks to label the retail unit as a 'destination' store as well as a 'convenience' store.  The assertion here is that a 'destination' store attracts customers who buy in bulk and therefore will be more likely to drive when making visits to the store.  However, the Transport Planning Officer has confirmed that on Saturdays, which is considered to be the peak shopping day, the average number of shopping bags sold at 'destination' and 'convenience' stores are considered to be broadly similar.  This therefore contradicts the assertion that 'Stockwell will only be viable as a destination store' and that additional parking is required to accommodate larger numbers of customers buying in bulk.  \r\r5.8.\tFurthermore, the comparable stores shown within the submitted information are only 'destination' stores, which are generally larger, with more parking and/or lower PTAL ratings and a greater car mode share than the Stockwell unit.  These stores are therefore not considered to be an appropriate comparison and do not provide justification for 24 spaces at the application site.  \r\r5.9.\tThe Brixton Lidl store is heavily referenced within the Transport Statement as being a comparable store.  However, the Stockwell site (PTAL 6a) has a higher PTAL rating than Brixton (PTAL 5), so the proposed increase in car parking of the maximum London Plan level is not considered appropriate at this location. The Stockwell store is located within 150m of Stockwell tube station, the area is a transport hub and many pedestrians will pass the site on exiting the Underground / local buses so the store is considered likely to have a greater proportion of 'convenience' shoppers than the Brixton store which may attract more 'destination' shoppers. \r\r5.10.\tIn addition, the Council are also considering a planning application for an expansion of the Brixton store which would involve the loss of at least 2 parking spaces.  The loss of these spaces is considered to be indicative of the fact that all 30 spaces at this site are not particularly required.    \r\r5.11.\tThe Transport Statement also argues that overspill vehicles would 'be displaced, rather than removed from the local highway network, potentially causing as much if not more congestion as they travel further or circulate in search of parking'. However, the predicted levels of overspill parking are not considered to be realistic because they are based on the Brixton store's trip generation characteristics. Furthermore, the impact of any overspill parking is not expected to be significant, a) because the store is on a red route which prohibits any stopping, and within the Stockwell CPZ which restricts parking on surrounding streets from Monday-Friday 08:30-17:30, and b) because customers will generally adapt their shopping habits over time if they do not find parking on-site. This is also reflected in the comments from TfL.  \r\r5.12.\tIn light of the above assessment, whilst it is noted that the development would not exceed the maximum levels for car parking set out within The London Plan, it has not been adequately demonstrated that 24 spaces are required in a site close to a district centre no approriate where it benefits from excellent access to public transport.  It is therefore recommended that the application is refused.  \r\r\r6.\tCONCLUSIONS\r\r6.1.\tIn light of the above assessment, it is considered that this application is unacceptable on transport grounds and fails to comply with the relevant policies contained within the Core Strategy and UDP.  \r\r\r7.\tRECOMMENDATION:\r\r7.1.\tRefuse Planning Permission \r",
    "As per my letter on the 23rd March, please provide the application fee of £780.",
    "Requirement K2: Guarding is required to any opening windows located within 800mm of the floor at 1st floor level or above and should be constructed so that a 100mm sphere cannot pass through any openings in the guarding and children will not readily be able to climb it.  Please note that safety glass will also be required unless a 75mm sphere cannot pass through any openings in the guarding.  Care should be taken over the design of the guarding as a window ledge could create a foothold and the guarding will need to be higher to create a suitable barrier.",
    "The proposed satellite dish by reason of its overall design and siting would result in an incongruous feature at high level which would interrupt the curved roof form that characterises the terrace and would have a harmful impact on the Grade II Listed Building failing to preserve or enhance the special interest of the listed building, the terrace and the character and appearance of the conservation area.  As such, the proposal would not comply with Policies Q11, Q20 and Q22 of Lambeth's Local Plan (2015).",
    "You are advised of the necessity to consult the Council's Highways team prior to the commencement of construction on 020 7926 9000 in order to obtain necessary approvals and licences prior to undertaking any works within the Public Highway including Scaffolding, Temporary/Permanent Crossovers, Oversailing/Undersailing of the Highway, Drainage/Sewer Connections, Hoarding, Excavations (including adjacent to the highway such as basements, etc), Temporary Full/Part Road Closures, Craneage Licences etc."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/07/2020",
  "secondary_street_name": null,
  "site_number": "5",
  "pp_id": "PP-08932606",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1097585,
          51.490127
        ],
        [
          -0.1097681,
          51.4901213
        ],
        [
          -0.1097785,
          51.4901318
        ],
        [
          -0.1097903,
          51.490141
        ],
        [
          -0.1098036,
          51.4901511
        ],
        [
          -0.10981619999999999,
          51.4901603
        ],
        [
          -0.1098058,
          51.4901669
        ],
        [
          -0.1097423,
          51.490205
        ],
        [
          -0.1097166,
          51.490218
        ],
        [
          -0.1096805,
          51.4902368
        ],
        [
          -0.1096762,
          51.4902349
        ],
        [
          -0.1096379,
          51.4902033
        ],
        [
          -0.10961639999999999,
          51.4901832
        ],
        [
          -0.1096611,
          51.4901654
        ],
        [
          -0.1097585,
          51.490127
        ]
      ]
    ],
    "type": "Polygon"
  }
}