{
  "uprn": "000012133049",
  "borough": "Ealing",
  "decision_process": "Delegated",
  "decision_conditions": [
    "Unless otherwise required by the conditions below, the development hereby permitted shall be carried out in accordance with the following approved plans: (PL)1000/P1, BRS.4557_03-1, S01, SO2, EX(PL)100/P1, EX(PL)101/P2, EX(PL)300/P2, 0949 Rev. 3, PD02 Rev F, PD03 Rev G, PD04 Rev E, PD08, PD09, PD10, 378-PROP-03, 378-PROP-04, 378-EXT-05, 378-EXT-06",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | The materials to be used for the external surfaces of the development (including elevations, roofs and hard-standing) shall be as approved under planning permission PP/2014/4558 dated 3.07.2015. The development shall be carried out in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D3 of the London Plan (2021) and the National Planning Policy Framework (2021). | The landscape works as detailed on drawing nos. BRS.4557_06-E and BRS.4557_05-F shall be carried out in accordance with a programme to be agreed in writing with the local planning authority. Any trees or other plants which die or are removed within the first five years following the implementation of the planting plan shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2021). | The positions, design, materials and type of all boundary treatment to be erected, including the boundary treatment to the east boundary of the site next to 96 Mill Hill Road, the boundary fence and gates along the Mill Hill Road frontage, the metal railing and wall around the external circumference of the original pub building, full boundary treatment along the Gunnersbury Lane elevation and boundary walls between the individual plots, shall be as approved under planning permission PP/2014/4563 dated 3.07.2015. The boundary treatment shall be completed prior to the first occupation of the development and shall thereafter be retained in accordance with the approved details.",
    "Reason: To protect the visual appearance of the area and the living conditions of neighbouring occupiers and future residents, in accordance with policies 7.4, 7b and 7c of the Ealing Development Management DPD, policies 1.1(h) and 1.2 (g) of the adopted Core Strategy, and policies D3 and D6 of the London Plan (2021). | The 'existing boundary wall' shown on drawing no. PD01 Rev K shall be retained unaltered as part of the development.",
    "Reason: In the interests of retaining a satisfactory appearance and form of the landscaped elements on the site and in the interests of protecting the existing boundary treatment and neighbouring amenities of the occupants of Number 96 Mill Hill Road in accordance with policies 7.4, 7b and 7c of the Ealing Development Management DPD and policies D3, G5 and HC1 of the London Plan (2021), relevant policies in the adopted Core Strategy 2012 and all other relevant material considerations. | The development shall be implemented only in accordance with the plans detailing the existing and proposed ground levels, including the levels of existing, proposed and neighbouring buildings, roads and hard-surfaced areas, approved by the local planning authority under planning permission PP/2015/4226 dated 25.09.2017.",
    "Reason: In the interests of proper planning and to ensure that levels have regard to the level of surrounding development, neighbouring amenity gradients and surface water drainage having regard to policies 7.4 and 7b of Ealing Development Management DPD and policies D3, SI12 and S13 of the London Plan (2021), relevant policies in the adopted Core Strategy 2012 and all other relevant material considerations. | Prior to the occupation of the development details shall be submitted to, and approved in writing by, the local planning authority setting out how the existing building motif and front wall mounted signs will be retained and enhanced. The works shall be completed in accordance with the approved details prior to the occupation of the development, and shall be permanently retained thereafter.",
    "Reason: In order to provide a satisfactory appearance to the development and the adjoining conservation area having regard to policies 7.4, 7b and 7c of Ealing Development Management DPD and policies D3, G5 and HC1 of the London Plan, relevant policies in the adopted Core Strategy 2012 and all other relevant material considerations. | Prior to occupation of the residential units hereby approved, the works to the rear garden areas and amenity areas as detailed on drawing no. PD01 Rev K, shall be carried out. Those works shall include the implementation of boundary brick walls or fences, matching approved materials with the development, at least 1.8 m high around the external boundary of each individual plot.",
    "Reason: In order to provide a satisfactory appearance to the rear of the site and also to provide an acceptable degree of garden space and privacy within the development having regard to relevant policies 7.4, 7b and 7c of Ealing Development Management DPD and policies D3, G5 and HC1 of the London Plan, relevant policies in the adopted Core Strategy 2012 and all other relevant material considerations. | Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1 of the Town and Country Planning (General Permitted Development) Order 1995 (or any other order revoking and re-enacting that Order with or without modification), no extensions, alterations or other works shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties, future residents of the development and the appearance of the area, in accordance with relevant policies 7.4, 7b and 7c of the Ealing Development Management DPD and policies D3, G5 and HC1 of the London Plan (2021), relevant policies in the adopted Core Strategy 2012 and all other relevant material considerations. | The development shall be implemented only in accordance with the Construction Logistics Plan approved by the local planning authority under planning permission PP/2014/4564 dated 3.07.2015.",
    "Reason: To protect the amenity of neighbouring occupiers and to ensure adequate highway and site safety in accordance with policies 1.1(e), 1.1(j) and 2.1(c) of the Ealing Core Strategy (2012), policies SI1, T4, T6 and D14 of the London Plan (2021), the National Planning Policy Framework (2021), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise."
  ],
  "appeal_status": null,
  "lpa_app_no": "222644VAR",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": "London",
  "street_name": "Gunnersbury Lane",
  "site_name": "61F Gunnersbury Lane",
  "last_updated": "2025-03-20T16:32:40.197+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_easting": 519568,
  "application_details": {
    "existing_uprns": [
      "000012133049, 000012181735, 000012181736, 000012181737, 000012181742"
    ],
    "site_area": 0.031
  },
  "cil_liability": false,
  "decision_target_date": "14/09/2022",
  "ward": "South Acton",
  "status": "Approved",
  "description": "Minor Material Amendment (S.73) to vary condition 1 (approved plans) of planning permission Ref: PP/2013/4394 allowed by appeal Ref: APP/A5270/A/14/2214965 dated 16.06.2014 as varied by Ref. 220935VAR dated 16.05.2022 for 'Change of use of corner part of public house (Use Class A4) to 4 x two bedroom flats (Use Class C3) and demolition of rear of Public House to facilitate construction of 4 x three bedroom houses (Use Class C3) including 4 off street parking spaces and amenity space'. The changes seek the removal of the string course and incorporation of sun pipes",
  "application_type_full": "Removal/Variation of a condition",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519576.7029987,
              179920.2976058
            ],
            [
              519574.7983896,
              179916.5486789
            ],
            [
              519572.4485472,
              179917.7983212
            ],
            [
              519568.4002222,
              179910.3004674
            ],
            [
              519560.0479753,
              179906.3515978
            ],
            [
              519558.1516113,
              179907.3013259
            ],
            [
              519557.7476033,
              179909.2507679
            ],
            [
              519563.5521263,
              179920.747477
            ],
            [
              519562.5462288,
              179921.4972624
            ],
            [
              519562.2494066,
              179923.9465613
            ],
            [
              519569.6534715,
              179937.4027095
            ],
            [
              519571.2942387,
              179936.4929699
            ],
            [
              519574.6499785,
              179934.6534964
            ],
            [
              519574.2459705,
              179933.9137082
            ],
            [
              519573.0009663,
              179931.6543549
            ],
            [
              519578.5993628,
              179928.5952306
            ],
            [
              519577.0492913,
              179925.4961177
            ],
            [
              519574.8973304,
              179921.2973196
            ],
            [
              519576.7029987,
              179920.2976058
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "postcode": "W3 8ED",
  "id": "Ealing-222644VAR",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": "PP-11071679",
  "centroid": {
    "lon": "-0.2785861",
    "lat": "51.5055829"
  },
  "centroid_northing": 179921,
  "lpa_name": "Ealing",
  "title_number": null,
  "secondary_street_name": null,
  "development_type": "Minor dwellings",
  "valid_date": "16/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "08/09/2025",
  "decision_date": "08/09/2022",
  "parking_details": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/222644VAR;",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.278461,
          51.5055748
        ],
        [
          -0.2784897,
          51.5055415
        ],
        [
          -0.27852309999999997,
          51.5055532
        ],
        [
          -0.278584,
          51.5054867
        ],
        [
          -0.2787056,
          51.505453
        ],
        [
          -0.2787326,
          51.5054619
        ],
        [
          -0.2787378,
          51.5054795
        ],
        [
          -0.27865029999999996,
          51.5055816
        ],
        [
          -0.2786645,
          51.5055886
        ],
        [
          -0.27866789999999997,
          51.5056106
        ],
        [
          -0.2785568,
          51.50573
        ],
        [
          -0.2785334,
          51.5057215
        ],
        [
          -0.2784857,
          51.5057042
        ],
        [
          -0.2784918,
          51.5056977
        ],
        [
          -0.2785105,
          51.5056776
        ],
        [
          -0.2784309,
          51.505649
        ],
        [
          -0.2784543,
          51.5056214
        ],
        [
          -0.2784867,
          51.5055841
        ],
        [
          -0.278461,
          51.5055748
        ]
      ]
    ],
    "type": "Polygon"
  }
}