{
  "centroid": {
    "lon": "0.2186145",
    "lat": "51.5470791"
  },
  "status": "Approved",
  "decision_target_date": "26/06/2020",
  "site_name": "St Georges Hospital",
  "decision_conditions": [
    "Save where varied by the other planning conditions and the approved plans and documents comprising this planning permission, the development hereby permitted shall be carried out in accordance with the approved plans and documents under hybrid planning permission ref: P0321.15 granted by the Planning Inspectorate ref: APP/B5480/W/16/315859 (dated 13/7/2017).",
    "The development hereby permitted shall be implemented in accordance with details of phasing plan, approved under planning permission Q0078.18 dated 27/06/18 unless otherwise agreed in writing with the local planning authority. The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    "The number of residential units in the development hereby permitted shall not exceed 290 dwellings.",
    "The total footprint of the development hereby permitted shall not exceed 14,500 square metres.",
    "The development hereby permitted shall be built in accordance with details of Nationally Described Space Standard, approved under planning permission P0940.18 dated 06/12/18. The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "The housing mix for the development hereby permitted shall fall within the following ranges:",
    "1 bed apartments 34-44 units",
    "2 bed apartments 88-104 units",
    "3 bed apartments 2-8 units",
    "2 bed houses 29-38 units",
    "3 bed houses 67-84 units",
    "4 bed houses 34-44 units",
    "5 bed houses 9-12 units.",
    "At least 10% of the dwellings hereby permitted in the hybrid planning permission ref: P0321.15 granted by the Planning Inspectorate ref: APP/B5480/W/16/315859 on the 13th July 2017, shall be constructed to comply with Part M4(3)(2)(a) of the Building Regulations (Wheelchair Adaptable Dwellings). The remainder of the dwellings hereby permitted, excluding the upper floor units in the retained buildings and the upper floor units of Block B2 in Phase 1, shall be constructed to comply with Part M4(2) of the Building Regulations (Accessible and Adaptable Dwellings).",
    "The development hereby permitted shall be implemented in accordance with details of the tree protection plan and the arboricultural method statement, approved under planning permission Q0033.19 dated 28/05/2019 unless otherwise agreed in writing with the local planning authority.",
    "The development hereby permitted shall be implemented in accordance with details of Ecological Mitigation and Enhancement Plan, approved under planning permission Q0152.18 dated 29-10-18 unless otherwise agreed in writing with the local planning authority",
    "Pedestrian visibility splays of 2.1 metres by 2.1 metres, set back to the boundary of the public footway, shall be provided on either side of the accesses hereby permitted. There shall be no obstruction in excess of 0.6 metres in height within any visibility splay.",
    "The development hereby permitted shall be implemented in accordance with details of maintenance and management of drainage/SuDs, approved under planning permission Q0158.18 dated 21/5/2019 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "The development hereby permitted shall be implemented in accordance with details of Remedial Method Statement (contamination and gas protection) approved under planning permission Q0151.18 dated 21/12/18 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "If during development of any phase of the development hereby permitted contamination not previously identified is found to be present at the site then no further development shall be carried out until a Remediation Strategy has been submitted to and approved in writing by the local planning authority. The Remediation Strategy shall be implemented as approved. Following completion of the remediation works a Verification Report shall be submitted to and approved in writing by the local planning authority.",
    "The development hereby permitted shall be implemented in accordance with the Construction Environmental Management Plan, approved under planning permission Q0190.18 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "The development hereby permitted shall be implemented in accordance with the Written Scheme of Investigation for and Archaeological Evaluation, approved under planning permission Q0196.18 dated 11/3/2019. The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "The development hereby permitted shall be implemented in accordance with the Ecological Mitigation and Enhancement Plan, approved under planning permission Q0089.19 dated 11/5/2019. The development shall be carried out in accordance with the approved details and shall thereafter be retained",
    "The development hereby permitted shall be constructed and operated in accordance with the details contained in the Energy Statement, approved under planning permission P0904.18 dated 06/12/2018 unless otherwise agreed in writing with the local planning authority.",
    "The development hereby permitted shall be implemented in accordance with details of car parking, including car parking for people with disabilities, provision of electric charging points at 20% of spaces and the identification of allocated and visitor parking, and cycle storage, approved under planning permission P0904.18 dated 06/12/2018 unless otherwise agreed in writing with the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "The development hereby permitted shall be implemented in accordance with the scheme of lighting, approved under planning permission Q0013.19 unless otherwise agreed in writing with the local planning authority. The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Within any individual phase of development hereby permitted in the hybrid planning permission ref: P0321.15 granted by the Planning Inspectorate ref: APP/B5480/W/16/315859 on the 13th July 2017, with the exception to the upper floor units of Block B2 in Phase 1, no dwelling shall be occupied until works to make the relevant phase fully accessible for all, including people with disabilities, have been put in place accordance with an access statement that shall previously have been submitted to and approved in writing by the local planning authority. These works shall thereafter be retained.",
    "The development hereby permitted shall be implemented in accordance with the Travel Plan, approved under planning permission Q0189.18 unless otherwise agreed in writing with the local planning authority. The Travel Plan shall remain in force in accordance with the approved details.",
    "The development hereby permitted shall be implemented in accordance with details of storage of refuse and recycling, approved under planning permission P0904.18 dated 06/12/2018 unless otherwise agreed in writing with the local planning authority. The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "The development hereby permitted shall be implemented in accordance with details of fire hydrants, approved under planning permission Q0150.19 unless otherwise agreed in writing with the local planning authority. The development shall be carried out in accordance with the approved details and shall thereafter be retained.",
    "Demolition or construction works and construction-related deliveries shall take place only between the hours of 08:00-18:00 Mondays - Fridays and 08:00-13:00 on Saturdays, and shall not take place at any time on Sundays or on Bank or Public Holidays.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no fences or walls shall be erected adjacent to a road unless approved in respect of another of the above-noted conditions."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM12 6RS",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "25/06/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0275.20",
  "centroid_northing": 185464,
  "uprn": "10094416717",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hacton",
  "decision_date": "25/06/2020",
  "description": "Variation to the wording of Conditions 10 (Wheelchair Adaptable Dwellings) and 25 (Accessibility) of hybrid planning permission ref: P0321.15 granted by the Planning Inspectorate ref: APP/B5480/W/16/315859 on the 13th July 2017 not to comply with Part M4(2) of the Building Regulations in accordance with approved plans of reserved matters permission ref: P0940.18 dated 06/12/2018.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0275.20",
  "lpa_app_no": "P0275.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:33.090+00:00",
  "centroid_easting": 553932,
  "pp_id": "08450570",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "24/02/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553732.099,
              185321.153
            ],
            [
              553857.812,
              185639.771
            ],
            [
              553872.984,
              185713.465
            ],
            [
              553983.525,
              185696.125
            ],
            [
              554139.582,
              185566.077
            ],
            [
              554057.219,
              185365.586
            ],
            [
              554024.707,
              185381.842
            ],
            [
              553943.427,
              185199.775
            ],
            [
              553766.778,
              185282.139
            ],
            [
              553776.532,
              185301.646
            ],
            [
              553732.099,
              185321.153
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 11.937
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Suttons Lane",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "18/03/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2156716,
          51.5458501
        ],
        [
          0.2176222,
          51.5486786
        ],
        [
          0.21787299999999998,
          51.5493365
        ],
        [
          0.2194584,
          51.5491506
        ],
        [
          0.2216504,
          51.5479396
        ],
        [
          0.22037589999999999,
          51.5461607
        ],
        [
          0.21991449999999998,
          51.5463156
        ],
        [
          0.2186637,
          51.5447019
        ],
        [
          0.2161543,
          51.5454901
        ],
        [
          0.21630339999999998,
          51.5456627
        ],
        [
          0.2156716,
          51.5458501
        ]
      ]
    ],
    "type": "Polygon"
  }
}