{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Variation of Condition 4 (materials) for changes to external materials to allow timber cladding to the front and removal of Condition 5 (tree protection) of planning permission ref. 20162/APP/2021/1397 dated 10/09/2020 'Section 73 application seeking variation to Condition 2 (Approved Plans) and Condition 3 (Materials) of planning permission Ref: 20162/APP/2017/2755 dated 13-10-17 (Two x 2- storey, 4-bed, detached dwellings with habitable roof space with associated parking and amenity space and installation of vehicular crossover to front involving demolition of existing detached dwelling house)'.",
  "epc_number": null,
  "street_name": "HILLINGDON",
  "appeal_decision": null,
  "lpa_app_no": "20162/APP/2022/2027",
  "centroid": {
    "lon": "-0.4596589",
    "lat": "51.5383596"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 506925,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=20162/APP/2022/2027",
  "last_updated": "2025-03-20T12:55:53.796+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 183286,
  "site_name": "40 VINE LANE",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "27/06/2022",
  "lapsed_date": "22/03/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "22/03/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "21/03/2023",
  "ward": "HILLINGDON WEST 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-20162_APP_2022_2027",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506887.0546,
              183293.9282
            ],
            [
              506959.1537,
              183305.1731
            ],
            [
              506963.7839,
              183277.7225
            ],
            [
              506891.6848,
              183266.1469
            ],
            [
              506887.0546,
              183293.9282
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of permission 20162/APP/2021/1397",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers: 321 REV 02, 322 REV 04, 320 REV 03 and 324 REV 03 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The levels on the site shall be constructed in accordance with the details approved under ref: 20162/APP/2018/3012 dated 27th December 2019. Thereafter the development shall maintained in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans and shall thereafter be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development shall be constructed in accordance with the landscaping details granted under application ref. 20162/APP/2018/3012 dated 27th December 2019.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the side walls or roof slopes of the new houses hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor and rooflight windows in the side elevations of the proposed houses hereby approved shall be glazed with permanently obscured glass and non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1-2 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The proposed sustainable water management scheme for all proposed buildings shall be completed and subsequently maintained in accordance with the details approved in writing by the Local Planning Authority under application 20162/APP/2021/999 dated 20/05/2021.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020) and London Plan (2021) Policy SI5.",
    "The development hereby approved shall ensure that the residential units are constructed to meet the standards for Category 2 M4(2) dwellings, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON",
    "To ensure that sufficient housing stock is provided to meet the needs of disabled and elderly people in accordance with policy DMHB 16 of the Local Plan Part 2 and London Plan (2021) Policies D6.",
    "The dwelling(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No dwelling shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to ensure the development provides a safe and secure environment in accordance with policy DMHB 15 of the Local Plan Part 2 (2020) and London Plan (2021) D12 .",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. All imported soils shall be tested for chemical contamination, and the results of this testing shall be submitted and approved by the Local Planning Authority.",
    "REASON",
    "To ensure that the occupants of the development are not subject to any risks from soil contamination in accordance with policy DMEI 12 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then the validity of this planning permission may be challengeable by third parties.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.20400000000000001
  },
  "pp_id": "11334605",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4602034,
          51.5384381
        ],
        [
          -0.4591608,
          51.5385255
        ],
        [
          -0.45910249999999997,
          51.5382779
        ],
        [
          -0.4601451,
          51.5381875
        ],
        [
          -0.4602034,
          51.5384381
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "22/03/2023",
  "secondary_street_name": null
}