{
  "appeal_status": null,
  "centroid": {
    "lon": "0.1819421",
    "lat": "51.6192163"
  },
  "decision_target_date": "19/04/2023",
  "lapsed_date": "19/04/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T12:39:58.299+00:00",
  "locality": "Romford",
  "development_type": null,
  "postcode": "RM4 1PS",
  "ward": "Havering-atte-Bower",
  "id": "Havering-P0284.23",
  "uprn": "100021389306",
  "decision": "Approved",
  "site_name": "Ivy Holt",
  "last_date_consultation_comments": "15/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1816934,
          51.619434
        ],
        [
          0.18229109999999998,
          51.6193197
        ],
        [
          0.18227759999999998,
          51.6190391
        ],
        [
          0.1815793,
          51.6190721
        ],
        [
          0.1816934,
          51.619434
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551132.056,
              193432.695
            ],
            [
              551173.812,
              193421.22
            ],
            [
              551173.812,
              193389.983
            ],
            [
              551125.362,
              193392.215
            ],
            [
              551132.056,
              193432.695
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "title_number": null,
  "site_number": null,
  "lpa_name": "Havering",
  "decision_process": "Delegated",
  "secondary_street_name": "Havering-atte-bower",
  "street_name": "North Road",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.164
  },
  "valid_date": "21/02/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 193409,
  "application_type": "All Other",
  "decision_conditions": [
    "The development shall be begun no later than three years from the date of the planning application P1087.20 dated 13/11/2020.",
    "Reason: To comply with the provisions of section 92 of the Town and Country planning Act 1990 (as amended).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "Before any of the development hereby permitted is commenced, written specification of external walls, windows and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy 28 of the Havering Local Plan.",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission of",
    "Prior to the commencement of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Reason: In the interests of amenity of occupiers of the development and also the visual amenity of the development and the locality generally, and in order that the development accords with Policy 7 of the Havering Local Plan.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy 5.15 of the London Plan.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework and Policy 3.8 of the London Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0284.23",
  "pp_id": "11943749",
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 551150,
  "borough": "Havering",
  "epc_number": null,
  "lpa_app_no": "P0284.23",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "description": "Variation of condition No.2 of planning permission ref: P1087.20 dated 13/11/2020 to allow for revised fenestration details and alterations to the internal layout. (Demolition of existing/office store and erection of a three bedroom dwelling)",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "19/04/2023",
  "cil_liability": false
}