{
  "centroid": {
    "lon": "0.25002579999999996",
    "lat": "51.5546105"
  },
  "status": "Approved",
  "decision_target_date": "23/01/2020",
  "site_name": "Upminster Infant School",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "No works above damp proof couse shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the building are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "Apart from the demolition of the building ,no works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard a",
    "Prior to beneficial occupation of the development hereby permitted, a timetable for the demolition and removal of the kitchen block, together with a landscape and restoration scheme for this area including any further parking space or additional play space, shall be submitted to the local planning authority for approval in writing.  The kitchen block shall be decommissioned and demolished and the land restored in accordance with approved details.",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "Before the use commences suitable equipment to remove and/or disperse odours and odorous material should be fitted to the extract ventilation system in accordance with a scheme to be designed and certified by a competent engineer and after installation a certificate to be lodged with the Planning Authority.  Thereafter, the equipment shall be properly maintained and operated within design specifications during normal working hours.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the technical specifications of the extract ventilation system.  Submission of this detail prior to commencement of the use will protect the amenity of occupiers of nearby premises and ensure that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until a suitable mechanical ventilation system is installed in accordance with a scheme to control the transmission of noise and vibration which has been previously submitted to and approved in writing by the Local Planning Authority. Thereafter, the equipment shall be properly maintained and operated in accordance with the scheme during normal working hours.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the technical specifications of the mechanical ventilation system.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use protect the amenity of occupiers of nearby premises, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "No building shall be occupied or use commenced until external lighting is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the impact arising from any external lighting required in connection with the building or use.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until details of a waste management scheme is submitted to and approved in writing by the Local Planning Authority. The scheme shall include details of the method and location of refuse and recycling storage, including provision for all refuse to be properly contained within the approved facility, together with arrangements for refuse disposal. The scheme shall be implemented on site, in accordance with the approved details, prior to the first occupation or commencement of the use hereby approved and retained permanently thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how waste will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of nearby premises, and ensure that the development accords with the Development Control Policies Development Plan",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2019.",
    "Asbestos containing materials (cement sheeting) appears to be present at the site. Both the agent and the applicant should ensure that these materials are dismantled and disposed of in the appropriate manner to a licensed disposal site. Further information regarding safety issues can be obtained from the H.S.E."
  ],
  "secondary_street_name": "Upminster",
  "application_type": "All Other",
  "postcode": "RM14 3BS",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "17/01/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1808.19",
  "centroid_northing": 186368,
  "uprn": null,
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Upminster",
  "decision_date": "17/01/2020",
  "description": "Proposed demolition of existing catering kitchen & Temporary classroom blocks and construction of new Catering facility and classroom",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1808.19",
  "lpa_app_no": "P1808.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:49:38.783+00:00",
  "centroid_easting": 556084,
  "pp_id": "08254919",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "28/11/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556014.938,
              186490.858
            ],
            [
              556014.505,
              186495.626
            ],
            [
              556053.953,
              186490.858
            ],
            [
              556060.889,
              186538.976
            ],
            [
              556089.499,
              186545.478
            ],
            [
              556123.312,
              186543.744
            ],
            [
              556116.376,
              186383.352
            ],
            [
              556125.046,
              186375.115
            ],
            [
              556128.513,
              186375.982
            ],
            [
              556123.745,
              186298.82
            ],
            [
              556134.149,
              186296.653
            ],
            [
              556147.154,
              186269.776
            ],
            [
              556167.094,
              186243.767
            ],
            [
              556176.198,
              186234.663
            ],
            [
              556191.803,
              186229.028
            ],
            [
              556190.937,
              186226.427
            ],
            [
              556026.643,
              186253.304
            ],
            [
              556032.711,
              186294.485
            ],
            [
              556005.835,
              186296.219
            ],
            [
              556018.406,
              186361.677
            ],
            [
              556021.441,
              186365.578
            ],
            [
              556021.874,
              186372.081
            ],
            [
              556021.874,
              186379.017
            ],
            [
              556038.347,
              186373.815
            ],
            [
              556040.081,
              186390.287
            ],
            [
              556051.785,
              186398.524
            ],
            [
              556066.09,
              186488.69
            ],
            [
              556014.938,
              186490.858
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 2.65
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "St Marys Lane",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "12/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2490849,
          51.5557334
        ],
        [
          0.2490808,
          51.5557764
        ],
        [
          0.24964719999999999,
          51.5557227
        ],
        [
          0.24976849999999998,
          51.5561531
        ],
        [
          0.2501838,
          51.5562036
        ],
        [
          0.2506703,
          51.5561787
        ],
        [
          0.2504992,
          51.5547395
        ],
        [
          0.25062049999999997,
          51.5546631
        ],
        [
          0.2506709,
          51.5546699
        ],
        [
          0.250568,
          51.553978
        ],
        [
          0.25071689999999996,
          51.5539556
        ],
        [
          0.2508924,
          51.5537106
        ],
        [
          0.2511683,
          51.5534714
        ],
        [
          0.2512955,
          51.5533871
        ],
        [
          0.25151789999999996,
          51.5533321
        ],
        [
          0.2515042,
          51.553309
        ],
        [
          0.2491483,
          51.5535959
        ],
        [
          0.24925399999999998,
          51.5539642
        ],
        [
          0.2488674,
          51.5539872
        ],
        [
          0.24907759999999998,
          51.5545719
        ],
        [
          0.2491231,
          51.5546061
        ],
        [
          0.2491322,
          51.5546644
        ],
        [
          0.24913529999999998,
          51.5547267
        ],
        [
          0.2493704,
          51.5546754
        ],
        [
          0.24940269999999998,
          51.5548229
        ],
        [
          0.249575,
          51.5548937
        ],
        [
          0.2498212,
          51.5556998
        ],
        [
          0.2490849,
          51.5557334
        ]
      ]
    ],
    "type": "Polygon"
  }
}