{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Two storey, 6-bed, detached dwelling with basement level, with associated parking, boundary treatments, and amenity space, involving demolition of existing dwelling",
  "epc_number": null,
  "street_name": "Hornchurch",
  "appeal_decision": null,
  "lpa_app_no": "P1549.22",
  "centroid": {
    "lon": "0.2258217",
    "lat": "51.5783281"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 554326,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1549.22",
  "last_updated": "2025-03-20T14:42:25.378+00:00",
  "subdivision_of_building": null,
  "postcode": "RM11 2QY",
  "uprn": "100021336722",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 188954,
  "site_name": "19 Nelmes Way",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "29/09/2022",
  "lapsed_date": "13/01/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "13/01/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "24/10/2022",
  "ward": "Emerson Park",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Havering-P1549.22",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554296.267,
              188947.546
            ],
            [
              554341.043,
              188979.773
            ],
            [
              554357.584,
              188962.091
            ],
            [
              554310.527,
              188928.153
            ],
            [
              554296.267,
              188947.546
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Havering",
  "borough": "Havering",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason: To comply with the provisions of Section 91(1) (a) of the Town and Country Planning Act 1990 and Section 51 of the Town and Country Planning Compulsory Purchase Act 2004.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "No above ground works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the building(s) are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:- To ensure that the appearance of the proposed development will harmonise with the character of site and the surrounding area and comply with Policy 26 of the Development Control Policies Development Plan Document.",
    "No above ground works in connection with the approved scheme shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local planning Authority.",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed. Submission of a scheme prior to commencement will ensure that the development accords with the Local Plan Policy 27. It will also ensure accordance with Section 197 of the Town and Country Planning Act 1990.",
    "No development above ground level shall take place until details of all proposed walls, fences and boundary treatment are submitted to, and approved in writing by, the Local Planning Authority. The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment. Submission of this detail prior to the first occupation of the proposed dwelling will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Local Plan Policy 26.",
    "Before the building hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Development Control Policies Development Plan Document Policy 24 of the Local Plan 2016 - 2031.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason: Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking. Submission of this detail prior to occupation in the case of the new residential units is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Submission of this detail in a timely manner will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Policies 26 and 35 of the Local Plan 2016 - 2031.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted without the express permission in writing of the Local Planning Authority.",
    "Reason: In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Local Plan Policy 26.",
    "The proposed first floor flank windows shown on drawing '2228-2' accompanying the application that would serve en-suites shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and shall thereafter be maintained, and also be non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason: In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Local Plan Policy 26.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: In the interests of amenity and to enable and in order that the development accords with Local Plan Policy 26.",
    "The dwelling hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "In order to comply with Policy 7 of the Local Plan 2016 -2031 and Policies D5 and D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason: In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No part of the development hereby approved shall be occupied until access to the highway has been completed in accordance with the details that have been previously submitted to and approved in writing by the Local Planning Authority.",
    "Reason: In the interests of ensuring good design and ensuring public safety and to comply with Havering Local Plan 2016-2031 Policies 23 and 24 and London Plan T6.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25 and is chargeable for each additional square metre of residential gross internal [floor] (GIA). Based upon the information supplied with the application, £11,150 would be payable due to result in a new residential property with 446 sqm of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125 (Zone A)for each additional square metre of GIA. Based upon the information supplied with the application, £55,750 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the developme",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "application_details": {
    "total_gia_gained": 700,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "build",
        "intended_completion_date": "11/2024",
        "intended_commencement_date": "10/2022"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.3,
        "building_ref": "main dwelling"
      }
    ],
    "surface_water_discharge_percentage_reduction": 60,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 285,
        "use_class": "C3",
        "gia_gained": 700,
        "gia_lost": 285
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 0,
    "green_suds": false,
    "garden_land_lost": false,
    "total_gia_lost": 285,
    "scheme_phasing": true,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "solar_pv_capacity": 0,
      "no_new_water_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "no_passive_fast_ev_charging_points": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "green_roof_area": 0,
      "no_active_fast_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "site_area": 0.136,
    "total_gia_existing": 285,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_gained": 700,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 285,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 285
    },
    "grey_water_reuse": false
  },
  "pp_id": "11564730",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22539019999999999,
          51.5782782
        ],
        [
          0.22605000000000003,
          51.5785555
        ],
        [
          0.2262807,
          51.5783921
        ],
        [
          0.2255873,
          51.5781001
        ],
        [
          0.22539019999999999,
          51.5782782
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "13/01/2023",
  "secondary_street_name": null
}