{
  "locality": "London",
  "appeal_status": null,
  "url_planning_app": null,
  "decision_process": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": null,
  "bo_system": "Agile APAS",
  "valid_date": "11/02/2025",
  "description": "Observations to Neighbouring Borough – London Borough of Camden.  The Proposed works:-\r\nApplication under Section 73 of the Town and Country Planning Act 1990 (as amended) to vary Conditions I4 (Severability Condition), AD1 (Approved Drawings - Masterplan), AD2 (Approved Drawings - Reserved Matters), AD3 (Approved Drawings Phase 1), RM1 (Parameter Plans and Development Specification), RM6 (Phasing Plan), RM11 (Reserved Matters - Access Statement), RM21 (Reserved Matters - Total floorspace), D20 (Photo-voltaic Cells), D21 (Phase 1 Long Stay Cycle Parking), D22 (Phase 2 Short Stay Cycle Parking), D24 (Phase 1 Disabled Car Parking), D26 (Phase 1 Fire Safety Implementation of Approved Measures), and M28 (Phase-Wide Lighting Strategy) and the removal of Condition M7 (Major Utilities Infrastructure) of planning permission ref. 2022/0528/P dated 20 December 2023 for 'Detailed planning permission for Development Plots N3-E, N4, and N5 and Outline planning permission for Development Plots N1, N2, N3, N6, N7, S1 and S8, including demolition of all existing structures and associated works, and redevelopment to include residential development (Class C3), commercial, business and service uses (Class E), local community uses (Class F2), and Sui Generis leisure uses (including cinema and drinking establishments) together with all landscaping, public realm, cycle parking and disabled car parking, highway works and infrastructure within and associated with those Development Plots, in accordance with the Development Specification. For the avoidance of doubt, the Detailed and Outline planning permission are separate and severable for each of the Plots shown on plan P011 and the description of development on any decision notice issued pursuant to the application would reflect that', to allow for amendments to the Detailed Element (Plots N3-E, N4 and N5) including additional height, alterations to the design, massing and footprint of the buildings; the replacement of Block N4D with the relocated community centre; additional residential floorspace (and corresponding reduction in floorspace within Outline Elements); revisions to unit mix and internal layouts; additional community (Class F2) floorspace, reduction in retail (Class E(a)) floorspace, reduction in professional services (Class E(c)) floorspace, additional blue badge parking and cycle parking; revised landscaping and additional public realm; and associated works.",
  "application_type_full": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "borough": "Islington",
  "pp_id": null,
  "site_number": "255",
  "application_details": {},
  "appeal_decision_date": null,
  "lapsed_date": null,
  "centroid_easting": 526184,
  "decision_target_date": "07/04/2025",
  "street_name": "Finchley Road",
  "last_updated": "2025-03-19T11:57:20.084+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Agile APAS",
  "development_type": null,
  "title_number": null,
  "postcode": "NW3 6LU",
  "parking_details": null,
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": null,
  "epc_number": null,
  "decision_agency": null,
  "ward": null,
  "centroid": {
    "lat": 51.547938,
    "lon": -0.181589
  },
  "polygon": null,
  "status": "Application Under Consideration",
  "actual_commencement_date": null,
  "decision_conditions": null,
  "uprn": "5109050",
  "lpa_name": "Islington",
  "centroid_northing": 184794,
  "site_name": "The O2 Centre",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.181567,
          51.547951
        ],
        [
          -0.181568,
          51.547924
        ],
        [
          -0.181611,
          51.547925
        ],
        [
          -0.18161,
          51.547952
        ],
        [
          -0.181567,
          51.547951
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "P2025/0469/OBS",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "id": "Islington-P2025_0469_OBS",
  "decision_date": null,
  "cil_liability": null
}