{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505447.1042,
              183849.0078
            ],
            [
              505451.4699,
              183840.2765
            ],
            [
              505452.2636,
              183840.8057
            ],
            [
              505456.6292,
              183832.6036
            ],
            [
              505440.6219,
              183829.4286
            ],
            [
              505436.9177,
              183837.4984
            ],
            [
              505439.0344,
              183838.689
            ],
            [
              505437.8438,
              183842.1286
            ],
            [
              505441.6803,
              183843.9807
            ],
            [
              505440.7542,
              183845.7005
            ],
            [
              505447.3688,
              183849.2724
            ],
            [
              505447.1042,
              183849.0078
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07743081",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:20.746+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "04/05/2019",
  "secondary_street_name": "UXBRIDGE",
  "appeal_start_date": null,
  "ward": "UXBRIDGE SOUTH",
  "centroid": {
    "lat": "51.5435994",
    "lon": "-0.48081019999999997"
  },
  "decision": "Approved",
  "valid_date": "09/04/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.022000000000000002
  },
  "cil_liability": false,
  "postcode": "UB8 2XW",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=21755/APP/2019/1126",
  "lpa_name": "Hillingdon",
  "site_name": "WELLINGTON HOUSE, 4-10",
  "lapsed_date": "04/06/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 4247/021 Rev. A, 4247/024 Rev. A, 247/026 and 4247/027 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended), no additional windows or doors shall be constructed in the walls of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Unitary Development Plan Saved Policies (2012)",
    "The parking spaces shown on Drawing No. 4247/021 Rev. A shall be allocated and dedicated for the hereby approved use and shall remain allocated and dedicated in such a manner for the life-time of the development.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy AM14 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and Chapter 6 of the London Plan (2016).",
    "Notwithstanding the details shown on drawing number 4247/024, prior to the first occupation of the development hereby approved, the secure cycle storage shown on drawing reference 4247/027 shall be installed. Thereafter the secure cycle storage shall be retained for the lifetime of the development.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policies AM9 and  AM14 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and Chapter 6 of the London Plan (July 2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of use of Club Building from Private Members Club (Sui Generis) to offices (Use Class B1(a)) involving external alterations",
  "lpa_app_no": "21755/APP/2019/1126",
  "decision_target_date": "04/06/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "04/06/2019",
  "id": "Hillingdon-21755_APP_2019_1126",
  "centroid_northing": 183838,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505446,
  "street_name": "COWLEY ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48079099999999997,
          51.5436981
        ],
        [
          -0.48073059999999995,
          51.5436188
        ],
        [
          -0.48071899999999995,
          51.5436234
        ],
        [
          -0.4806586,
          51.5435489
        ],
        [
          -0.4808903,
          51.5435233
        ],
        [
          -0.48094119999999996,
          51.5435966
        ],
        [
          -0.48091039999999996,
          51.5436069
        ],
        [
          -0.4809265,
          51.543638
        ],
        [
          -0.4808706,
          51.5436539
        ],
        [
          -0.48088349999999996,
          51.5436696
        ],
        [
          -0.48078709999999997,
          51.5437004
        ],
        [
          -0.48079099999999997,
          51.5436981
        ]
      ]
    ],
    "type": "Polygon"
  }
}