{
  "valid_date": "16/12/2024",
  "epc_number": null,
  "site_name": "WELLINGTON HOUSE, 4-10",
  "cil_liability": true,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": null,
  "ward": "UXBRIDGE 2022",
  "last_date_consultation_comments": "07/03/2025",
  "centroid_easting": 505423,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Proposed two storey upward extension of Wellington House to provide 18 new residential apartments under the provisions of Schedule 2 Part 20 Class AA of the Town and Country Planning (General Permitted Development) (England) Order 2015.",
  "appeal_decision": null,
  "postcode": "UB8 2XW",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "14/03/2025",
  "street_name": "COWLEY ROAD",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 183848,
  "application_type": "Prior Approval",
  "title_number": null,
  "decision_conditions": [
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 20, Class AA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), subject to compliance with the stated planning conditions and obligations.",
    "The development shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "GA 01 01 REV B",
    "GA 01 02 REV B",
    "GA 05 01 REV A",
    "GA 05 02 REV A",
    "GA 01 100 REV A",
    "GA 01 101 REV A",
    "GA 01 102 REV A",
    "GA 01 103 REV A",
    "GA 01 104 REV A",
    "GA 05 03 REV A",
    "GA 05 04 REV A",
    "GA 05 05 REV A",
    "GA 05 06 REV A",
    "GA 03 100 REV A",
    "GA 03 101 REV A",
    "GA 03 102 REV A",
    "GA 03 103 REV A",
    "GA 03 104 REV A",
    "GA 03 105 REV A",
    "GA 03 106 REV A",
    "GA 03 99 REV E",
    ";and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "No development shall take place until details of all materials and external surfaces, including details of windows and doors have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Prior to development commencing, the applicant shall submit a Construction Logistics Plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur.",
    "(iii) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the construction process.",
    "(vi) The storage of construction materials on site.",
    "The approved details shall be implemented and maintained throughout the duration of the demolition and construction process.",
    "REASON",
    "To safeguard the amenity of surroun",
    "Development shall not commence until a construction management strategy has been submitted to and approved in writing by the Local Planning Authority in conjunction with the MOD covering the application site and any adjoining land which will include the use of temporal construction equipment during the construction period. Such a strategy shall include the details of cranes and other tall construction equipment (including the details of obstacle lighting).",
    "The approved strategy (or any variation approved in writing by London Borough of Hillingdon Council) shall be implemented for the duration of the construction period.",
    "REASON",
    "To ensure that construction work and construction equipment on the site and adjoining land does not obstruct air traffic movements or otherwise impede the effective operation of air traffic navigation transmitter/receiver systems in accordance with Policy DMAV 1 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.  An investigation and risk assessment must be undertaken, and where remediation is necessary a remediation scheme must be prepared subject to the approval in writing of the Local Planning Authority.  Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.",
    "REASON:",
    "To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy DMEI 12 of the Hillingdon Local Plan: Part Two Dev",
    "Prior to the first operation of the development, details of a Delivery and Servicing Plan shall be submitted to and approved in writing by the Local Planning Authority. This should accord with Transport for London's Delivery and Servicing Plan Guidance. Thereafter the development shall be operated in full accordance with the approved details.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety and to safeguard the free flow of traffic, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020) and Policy T7 of the London Plan (2021).",
    "Prior to the occupation of the development hereby approved, a Parking Design and Management Plan shall be submitted to, and approved in writing by, the Local Planning Authority. It shall include the following:",
    "(i) The arrangements for all on-site parking and include provisions for managing, monitoring, enforcement and review. All on-site parking spaces shall be solely for use by the development hereby approved (e.g. staff, visitors, residents) and shall not be used for any other purpose or leased/sub-let.",
    "(ii) Details of 1 wheelchair accessible space, to be permanently retained",
    "(iii) Details of electric vehicle charging points and infrastructure.",
    "The vehicle parking provision shall be fully implemented as approved prior to the first occupation of the development, and so maintained in good working order, and shall not be used for any other purpose for the lifetime of the development.",
    "REASON",
    "To ensure the appropriate operation of the car park, in accordance with Policies DMT 1, DMT 2",
    "Prior to occupation of the development, details of covered and secure cycle storage, shall be submitted to and approved in writing by the Local Planning Authority. Thereafter, the development shall not be occupied or brought into use until the approved cycling facilities have been implemented in accordance with the approved plan, with the facilities being permanently retained for use by cyclists.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Part 2 Development Management Policies (2020) - Policy DMT 1, DMT 2 & DMT 6 and Policies T4 and T6 of the London Plan (2021).",
    "For the lifetime of the development hereby permitted the noise level shall not exceed 35 dB LAeq 16 hrs between 0700 and 2300 and 30 dB LAeq 8 hrs, between 2300 and 0700, measured inside any room of any permitted dwelling whilst achieving acceptable internal living conditions with respect to ventilation and temperature.",
    "Reason:",
    "To ensure that occupants of the permitted development would not be exposed to noise that would be likely to cause an adverse effect on their health and quality of life. This has regard to the guidance set out in 'Guidance on Sound Insulation and Noise Reduction for Buildings' British Standard Institution BS8233: 2014.'",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "21755/APP/2024/3295",
  "decision_agency": "Borough",
  "decision_date": "14/03/2025",
  "pp_id": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=21755/APP/2024/3295",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": "UXBRIDGE",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.543692,
    "lon": -0.48116
  },
  "status": "Approved",
  "last_updated": "2025-06-12T21:59:11.638Z",
  "actual_completion_date": null,
  "lapsed_date": "14/03/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-21755_APP_2024_3295",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "existing_uprns": null
  }
}