{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "unregistered"
  ],
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_app_no": "36263/APP/2022/3727",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=36263/APP/2022/3727",
  "actual_completion_date": null,
  "pp_id": "11754501",
  "lapsed_date": "02/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.4172859",
    "lat": "51.5199009"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": null,
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "08/01/2023",
  "description": "Demolition of existing conservatory and erection of a single storey rear extension and conversion of roof space to habitable use with rear dormer and side roof light.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41716169999999997,
          51.5200927
        ],
        [
          -0.41709589999999996,
          51.5200657
        ],
        [
          -0.4173982,
          51.5197069
        ],
        [
          -0.4174584,
          51.5197292
        ],
        [
          -0.41743349999999996,
          51.5197883
        ],
        [
          -0.41716169999999997,
          51.5200927
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "2 ACACIA AVENUE",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers PH-02AA-01, PH-02AA-02, PH-02AA-03, PH-02AA-04.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance or construction work, the tree protection measures identified in the ARBORICULTURAL IMPACT ASSESSMENT REPORT by Enviroarb Solutions shall be erected in accordance with the details submitted. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials or waste shall be burnt; and.",
    "5. No drain runs or other trenches shall be dug or otherwise created, without the prior written consent of the Local Planning Authority.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visua",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should"
  ],
  "postcode": null,
  "application_type": "Householder",
  "decision_date": "02/02/2023",
  "parking_details": {
    "no_proposed_car": 1,
    "net_car": 0,
    "no_existing_car": 1
  },
  "status": "Approved",
  "centroid_easting": 509908,
  "valid_date": "08/12/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "02/02/2023",
  "id": "Hillingdon-36263_APP_2022_3727",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:45:46.713+00:00",
  "street_name": "HAYES",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 181296,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 35,
    "intended_commencement_date": "02/2023",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "06/2023",
    "site_area": 0.027
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509916.1565,
              181317.5229
            ],
            [
              509920.7867,
              181314.6125
            ],
            [
              509900.6783,
              181274.2635
            ],
            [
              509896.445,
              181276.6447
            ],
            [
              509898.0325,
              181283.2593
            ],
            [
              509916.1565,
              181317.5229
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "WOOD END 2022"
}