{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/194202VAR;",
  "lapsed_date": "30/09/2023",
  "decision_target_date": "02/10/2020",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W7 3TB",
  "site_name": "144-156 Uxbridge Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012113215, 000012198170, 000012198171, 000012198172, 000012198173, 000012198174, 000012198175, 000012198176, 000012198177, 000012198178, 000012198179, 000012198180, 000012198181, 000012198182, 000012198183, 000012198184, 000012198185, 000012198140, 000012198141, 000012198142, 000012198143, 000012198144, 000012198145, 000012198146, 000012198147, 000012198148, 000012198149, 000012198150, 000012198151, 000012198152, 000012198153, 000012198154, 000012198155, 000012198156, 000012198157, 000012198158, 000012198159, 000012198160, 000012198161, 000012198162, 000012198163, 000012198164, 000012198165, 000012198166, 000012198167, 000012198168, 000012198169"
    ],
    "site_area": 0.15000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "194202VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 515352,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T19:34:43.467+00:00",
  "id": "Ealing-194202VAR",
  "application_type": "All Other",
  "street_name": "Uxbridge Road",
  "borough": "Ealing",
  "ward": "Elthorne",
  "decision_date": "30/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for Minor Material Amendment (S73) to vary conditions 2, 14, 22 and 23 of planning permission ref: 164632FUL dated 11.09.2017, as varied by 184977VAR (s73 amendment) dated 10.05.2019 for \"Redevelopment of the site to provide a six storey building with one basement level fronting onto Uxbridge Road comprised of 1x retail unit on the ground floor (A1 Use Class)(525sqm), 36x residential units on the upper floors, and associated storage, cycle parking, and services at the basement level (Block A); and the construction of  7x three-storey terraced houses fronting onto Westminster Road (Block B) with associated landscaping and substation\" (Variations seek to reduce the floor area of the basement, relocate Block A cycle storage to ground floor and alteration to refuse store )\n",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major all other major developments",
  "centroid_northing": 180131,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012113215",
  "centroid": {
    "lon": "-0.3392361",
    "lat": "51.5083454"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515373.1647229,
              180137.1555308
            ],
            [
              515370.5180583,
              180135.9958628
            ],
            [
              515369.6935522,
              180136.4957197
            ],
            [
              515355.8006242,
              180132.3669016
            ],
            [
              515362.5863095,
              180109.7033889
            ],
            [
              515361.9184595,
              180109.2135292
            ],
            [
              515364.4002229,
              180100.7759444
            ],
            [
              515364.5651241,
              180100.4460388
            ],
            [
              515346.5414206,
              180095.6474124
            ],
            [
              515331.4941841,
              180150.8816018
            ],
            [
              515367.2117888,
              180159.8090463
            ],
            [
              515373.1647229,
              180137.1555308
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of planning permission ref. 164632FUL (dated 11th September 2017).",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing numbers: 925-GF-SK-A-001_E, 1607(0500) PL P001 Rev A; 1607(0500) PL P002 Rev B; 1607(0500) PL P003 Rev B; 1607(0000) PL P001 Rev B; 1607(1000) PL P004 Rev D; 1607(1000) PL P005 Rev E; 1607(1000) PL P006 Rev C; 1607(1000) PL P007 Rev C; 1607(1000) PL P008 Rev C; 1607(1000) PL P010 Rev D; 1607(0200) PL E001 Rev A; 1607(0200) PL E002 Rev A; 1607(0200) PL E003 Rev A; 1607(0200) PL E004 Rev A; 1607(3000) PL E001 Rev B; 1607(3000) PL E002 Rev C; 1607(3000) PL E003 Rev B; 1607(3000) PL E004 Rev B; 1607(3000) PL E010 Rev B; 1607(3000) PL E020 Rev D; 1607(0100) PL SC001 Rev A; 1607(0100) PL SC002 Rev B; 1607(2000) PL SC001 Rev D; and 1607(2000) PL SC020 Rev C; as varied by 1607_1000_PL_P002 Rev F; 1607_1000_PL_P003 Rev H; and 1607_3000_PL_E002 Rev D (approved under ref. 177516VAR, dated 26.01.2018); as varied Promode Documents Comprising the Revised Energy Proposal; Promode Alternative Building Services System Proposals; and Statement of CO2 Emission Reductions and Energy Demand in Line with the London Plan Energy Hierarchy (Be Lean, Be Clean, Be Green), prepared by Promode (approved under ref. 184977VAR).",
    "Reason: For the avoidance of doubt, and in the interest of proper planning. | The development (including demolition and site clearance) shall be carried out strictly in accordance with the Construction Management Plan approved by the Local Planning Authority under ref. 184990CND on 31.01.2019.",
    "Reason: To ensure appropriate mitigation measures to protect the amenity of local residents and ensure adequate highway and site safety in accordance with policies 1.1(e)(j) and 2.1(c) of the Ealing Development Strategy 2026 (2012); policies 6.3, 6.13, 7.13, 7.14 and 7.15 of the London Plan (2015); the National Planning Policy Framework (2012); Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. | Prior to commencement of the development (excluding demolition and site clearance) the approved remediation scheme approved under ref. 185368CND dated 03.01.2019 concerning Condition 4(a) Intrusive Contaminated Land Investigation, and Condition 4(b) Remediation Scheme, shall be fully implemented to ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990.",
    "Following completion of measures identified in the approved remediation scheme (Condition 4(b)), a verification report that demonstrates the completion of measures identified in the approved contamination remediation scheme shall be produced. The report shall be compiled in accordance with the Environment Agency guidance 'Verification of Remediation of Land Contamination', Report: SC030114/R1'.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The Ealing Development Management DPD (2013); policy 1.1 (j) of the Ealing Development Strategy 2026 (2012); policy 5.21 of the London Plan (2016); and the National Planning Policy Framework (2019). | Prior to commencement of the superstructure works details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority. The samples and details shall include all window treatments, privacy screens, balcony structures and balustrading treatment, and any other materials to be used. This condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); policies 7.4 and 7.6 of the London Plan (2016); and the National Planning Policy Framework (2019). | Prior to commencement of the superstructure works details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority. The samples and details shall include all window treatments, privacy screens, balcony structures and balustrading treatment, and any other materials to be used. This condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013); policy 2.10 of the Ealing Development Strategy 2026 DPD (2012); policies 7.4 and 7.6 of the London Plan (2016); and the National Planning Policy Framework (2019). | Notwithstanding the submitted Interim Travel Plan (prepared by Dermott McCaffery dated August 2016), a revised and detailed Travel Plan designed to manage the transport needs of the occupiers of the development, including measures to minimise car usage and promote alternative modes of transport shall be submitted to and approved in writing by the Local Planning Authority. The revised and detailed Travel Plan shall be prepared in accordance with the Transport for London Travel Plan Guidance and Ealing's Sustainable Transport for New Development SPD in use at the time of its preparation. The development shall be carried out strictly in accordance with the approved Travel Plan.",
    "Reason: To promote sustainable modes of transport, and to ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies 6.3, 6.11 and 6.13 of the London Plan (2016); and Ealing's Sustainable Transport for New Development SPG. | Prior to the final completion of the development, the approved development shall incorporate mitigation measures to reduce the risk of overheating in line with the approved Energy Strategy (HLES45247/001Rv5) and Sustainability Statement (HLES45247/002Rv8) both issued in 26th May 2017 and additional supporting information, titled \"05/05/2017- Comments on energy consultant's responses to matters raised by Donna Skordili, Energy & Sustainability Officer London Borough of Ealing) prepared by RPS Health, Safety & Environment, as amended by Promode Building Services Energy Model, titled ('Hanwell - UK Part L2 Building Energy Performance and CO2 Emissions, Report created 25/Oct/2018'), as varied by Promode Documents Comprising the Revised Energy Proposal; Promode Alternative Building Services System Proposals; and Statement of CO2 Emission Reductions and Energy Demand in Line with the London Plan Energy Hierarchy (Be Lean, Be Clean, Be Green), prepared by Promode (approved under ref. 184977VAR).",
    "Reason: To ensure that the development hereby approved is energy efficient and to reduce the risk of overheating in line with policy 5.9 of the London Plan 2016, adopted Ealing's Development (Core) Strategy 2026 (2012) and Development Management DPD (December 2013). | A. Prior to the final completion of the development, including apartments, houses and non-residential unit, the approved development shall incorporate measures to achieve an overall reduction in regulated CO2 emissions of at least 35% (equal to 27.87 tonnes CO2/yr) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Energy Strategy (HLES45247/001Rv5, dated 26 May 2017) associated appendices and Accredited Construction (ACD) checklist prepared by RPS Health, Safety & Environment, as varied by Promode Documents Comprising the Revised Energy Proposal; Promode Alternative Building Services System Proposals; and Statement of CO2 Emission Reductions and Energy Demand in Line with the London Plan Energy Hierarchy (Be Lean, Be Clean, Be Green), prepared by Promode (approved under ref. 184977VAR)",
    "i. energy saving measures and to achieve at least annual carbon dioxide emission savings of 29.27 tonnes CO2 equating to 37.29% CO2 emissions reduction in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case",
    "ii. Incorporation of a high efficiency central boiler system (approximate of 330kW boiler output) and Heat Interfaces Units in line with Drawing No. PM1381-M-401- Rev A, titled 'Heating Schematic' prepared by Promode Building Services Consultants to supply with a minimum of 137.07 MWh per annum of space heating and 16.36MWh of hot water per annum",
    "Incorporation of a 50kW Air Source Heat Pump (ASHP) in line with Drawing No. PM1381-M-201 Rev A titled, 'Ventilation Ground' prepared by Promode Building Services Consultants to supply the non-residential unit with a minimum of 2.39 MWh of space heating and 5.9MWh of cooling annually and achieve at last annual carbon dioxide emission savings of 9.68% (equal to 153.42 kgCO2/yr) in carbon dioxide (CO2) emissions reduction over the Be Lean stage of the Energy Hierarchy.",
    "Incorporation of solar PV technology with a total panel area of c. 80 m2 and capacity of at least 26 KWp in line with Drawing No PM1381-E-608 Rev A title 'Electrical Services on Roof' by Promode Building Services Consultants to supply at least 26MWh of electricity annually and achieve at least annual carbon dioxide emission savings of 15.56 tonnes CO2 equating to 19.82% in carbon dioxide (CO2) emissions reduction",
    "B. Within three-months of the first occupation of each development's components including houses, apartments and non-residential unit, Energy Performance Certificates [EPC's] and detailed modelling output reports clearly showing the DER/BER and TER from the \"as built stage\" following completion of the development to confirm compliance in terms of savings achieved through energy efficiency measures should be also submitted for written approval by the Local Authority.",
    "The development shall be carried out strictly in accordance with the details so approved.",
    "Reason: To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | Prior to the first occupation of the non-residential unit, the approved non-domestic space shall incorporate and maintain energy and sustainability measures that are in line or improve upon those stated and approved under the Energy Strategy (HLES45247/001Rv5) and Sustainability Statement (HLES45247/002Rv8) both issued in 26th May 2017 and additional supporting information, titled \"05/05/2017- Comments on energy consultant's responses to matters raised by Donna Skordili, Energy & Sustainability Officer London Borough of Ealing) prepared by RPS Health, Safety & Environment, as amended by Promode Building Services Energy Model, titled ('Hanwell - UK Part L2 Building Energy Performance and CO2 Emissions, Report created 25/Oct/2018'), as varied by Promode Documents Comprising the Revised Energy Proposal; Promode Alternative Building Services System Proposals; and Statement of CO2 Emission Reductions and Energy Demand in Line with the London Plan Energy Hierarchy (Be Lean, Be Clean, Be Green), prepared by Promode (approved under ref. 184977VAR).",
    "Reason: To ensure that the non-residential components of the development hereby approved are energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016 (with FALP 2011/REMA 2013), policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | Prior to the first occupation of the development, including apartments, houses and non-residential unit, the relevant dwellings and non-residential unit, shall incorporate the sustainability measures identified in the approved Sustainability Statement (HLES45247/002Rv8, dated 26.05.2017) and additional supporting information, titled \"05/05/2017- Comments on energy consultant's responses to matters raised by Donna Skordili, Energy & Sustainability Officer London Borough of Ealing) prepared by RPS Health, Safety & Environment, as amended by Promode Building Services Energy Model, titled ('Hanwell - UK Part L2 Building Energy Performance and CO2 Emissions, Report created 25/Oct/2018'); as varied by Promode Documents Comprising the Revised Energy Proposal; Promode Alternative Building Services System Proposals; and Statement of CO2 Emission Reductions and Energy Demand in Line with the London Plan Energy Hierarchy (Be Lean, Be Clean, Be Green), prepared by Promode (approved under ref. 184977VAR)",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies 5.1, 5.2, 5.3, 5.6, 5.7 and 5.9 of the London Plan (2016), policies LV5.2 and 7A of Ealing's adopted Development Management DPD (2013); and policies 1.1(k) and 1.2(f) of Ealing's Core) Strategy (2012). | Notwithstanding the submitted documents prior to the first occupation of the development an updated air quality assessment including any mitigation measures shall be submitted to the LPA for approval, which demonstrates that the development hereby approved would be served by good levels of air quality consistent with the relevant British Standards. The approved details shall be implemented prior to the first occupation and retained in perpetuity.",
    "Reason: To minimise the exposure of occupiers to poor air quality in the interests of health and good standards of living accommodation, in accordance with policies 3.2, 7.6 and 7.14 of the London Plan (2016); and policy 7A of Ealing's adopted Development Management DPD (2013). | Ultra-Low NOx boilers (less than 40mg NOx/KWh) shall be installed within the houses, and abatement of NOx emissions shall be applied to the rest of the development, including apartments and non-residential unit, to achieve emission rates in g NOx/m2 as set out at Appendix 5 of Mayor's Sustainable Design and Constriction SPG.",
    "Reason: To minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2 and 7.14 of the London Plan (2016); the Mayor's Sustainable Design and Construction SPG (2014); policies 1.1(e) and (j) of Ealing's Core Strategy (2012), and policy 7A of Ealing's adopted Development Management DPD (2013). | The plant room located at basement level of Block A shown on FORMstudio Drawing No. 925-GF-SK-A-001(E) labelled \"Boiler/Htg\" designed to accommodate the proposed boiler and future district heating plant as illustrated on EDC drawing L19011-EDC-00-B1-DR-Z-3000 should be available to facilitate connection to an offsite network up to at least three months before a Decentralised Heating Network (DHN) becomes available offsite for the provision of space heating and hot water to the apartments within Block A and possibly the non-residential unit in Block A and with the exception of the terraced houses.",
    "Reason: To secure the measures set out within the approved Energy Strategy and Sustainability Statement, secure the centralised energy centre for the site with the exception of the terraced houses, ensure that the single energy plant room is designed in a manner which allows for the future connection to an offsite district heat network, and that the development contributes to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.3, 5.5 and 5.6 of the London Plan 2016, policies 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policy LV5.2 of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | Sound insulation measures shall be provided to all habitable rooms located with a façade affected by noise emanating from the Uxbridge Road and Westminster Road, such that the measures comply with the criteria specified at Section 4, Part B (Criteria for adequate protection for new buildings) of Ealing's interim SPG 10: Noise and Vibration. The sound insulation measures shall be incorporated into the external building fabric, acoustically treated glazing, and other means of ventilation provided (precluding natural ventilation from open windows). The sound mitigation measures shall be implemented prior to the first occupation of any residential units in the relevant part of the development and retained thereafter.",
    "Reason: To ensure a satisfactory standard of residential amenity is provided for future occupiers of the apartment building adjoining locations identified as exceeding accepted residential noise levels, in accordance with policies 3.2 and 7.15 of the London Plan (2016); policy 1.1(j) of Ealing's Core Strategy (2012); policy 7A of Ealing's Development Management DPD (2013), and Ealing's interim SPG10: Noise and Vibration. | Sound limiting insulation for all divisions (walls and/or floors) separating the approved ground floor retail use and gas intake room (including a sound insulated self-closing external door) from the above and adjacent residential dwellings shall achieve at least +5dB above the Building Regulations Approved Document E standard (Dwelling houses and flats) for airborne sound insulation and -5dB for impact sound insulation. The sound limiting insulation shall be provided prior to the first occupation of the approved retail unit and retained thereafter.",
    "Reason: To ensure a satisfactory standard of residential amenity is provided for future occupiers of the residential units, and neighbouring occupiers in accordance with policies 3.2 and 7.15 of the London Plan (2016), policy 1.1(j) of Ealing's Core Strategy (2012),policy 7A of Ealing's Development Management DPD (2013), and Ealing's interim SPG10: Noise and Vibration. | The rating noise level emitted from any proposed plant and machinery, including air handling units, boilers, passenger lifts, and mechanical ventilation, as assessed under BS4142: 2014, shall be lower than the existing background noise level by at least 10 dBA of the existing background level (LA90 15min) during the relevant periods of operation. The noise limiting mitigation measures shall be retained in working order thereafter.",
    "Reason: To ensure a satisfactory standard of residential amenity is provided for future occupiers of the buildings within the site, and sensitive receptors adjoining the site, in accordance with policies 3.2 and 7.15 of the London Plan 2016; policy 1.1(j) of Ealing's Core Strategy 2012; policy 7A of Ealing's Development Management DPD, and Ealing's interim SPG10: Noise and Vibration. | The passenger lifts located within the communal cores serving the approved apartment block shall be installed and operational prior to the first occupation of the relevant part of the apartment block to which the lift serves.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policies 3.5, 3.8, and 7.2 of the London Plan (2016); policy 1.1(h) of the Ealing Core Strategy 2026 (2012); policy 7B of the Ealing Development Management DPD (2013); and interim Ealing SPG 'Accessible Ealing' (2012). | Ninety percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and adaptable dwellings) of Building Regulations 2015, or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies 3.5, 3.8 and 3.9 of the London Plan (2016); and policy 1.1(h) of the Ealing Core Strategy 2026 DPD (2012). | Ten percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies: 3.5, 3.8 and 3.9 of the London Plan (2016); and policy 1.1(h) of the Ealing Core Strategy 2026 DPD (2012). | The approved residential units shall be designed and constructed to achieve a water use target that complies with Paragraph 36(2) of Approved Document G2 (water efficiency) of the Building Regulations 2015.",
    "Reason: To ensure the sustainable use of water, in accordance with the objectives of policy 5.15 of the London Plan (2016). | The refuse and recycling enclosures shown on the approved drawing 925-GF-SK-A-001_E shall be provided prior to the first occupation of any dwelling or commercial unit to which the store(s) serves and retained thereafter. The commercial and residential storage areas shall be kept separate.",
    "Reason: To secure the necessary recycling and waste enclosures to support the development and to ensure that responsible waste management practices are adhered to in the interests of the visual amenity of the area and in accordance with policy 5.17 of the London Plan (2016); policy 1.1(e) of Ealing's Core Strategy (2012); policies 7A, LV7.4 and 7B of Ealing's adopted Development Management DPD (2013); and (interim) SPG 4: Refuse and Recycling Facilities. | Notwithstanding the submitted documents details shall be submitted prior to the first occupation of the development to demonstrate the provision of at least 63 long-stay cycle parking spaces and at least 13 short stay cycle parking spaces carried out to the specifications and adopted standards of the London Plan and the Local Planning Authority. The approved details shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To ensure adequate cycle parking is provided within the development in pursuance of the objectives of sustainability and encouraging the use of modes of transport other than private motor vehicles in accordance with policy 6.9 of the London Plan (2016), policies 1.1(k) and (g) of Ealing's Core Strategy (2012), and Ealing's Sustainable Transport for New Development SPG. | The development shall be carried out in accordance with the approved Delivery and Servicing Management Plan (prepared by Paul Mew and Associates, dated May 2017).",
    "Reason: In the interests of highway safety and the amenities of neighbouring and prospective occupiers in accordance with policies 6.3, 6.9, 6.12 and 7.15 of the London Plan (2016), policy 7A of the Ealing Development Management DPD (2013), and the National Planning Policy Framework (2019). | Notwithstanding any information submitted, prior to the occupation of the development full details of hard and soft landscaping works (including a phased programme of works); and boundary treatments shall be submitted to and approved in writing by the Local Planning Authority. These details shall include detailed specifications of the proposed planting within the proposed public realm.",
    "The approved works shall be carried out prior to the occupation of any part of the development or in accordance with the programme agreed by the Local Planning Authority. Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, to ensure appropriately landscaped amenity space and public realm, in accordance with policies 7.4, 7.5 and 7.6 of the London Plan (2016), and policies 7.4 and 7B of the Ealing Development Management DPD (2013). | The hours of business use for the ground floor commercial unit (A1 Use Class) hereby approved shall be restricted to the period 0700 - 2300hrs Monday to Sunday.",
    "Reason: To safeguard the amenities of the occupiers of neighbouring properties and the prospective residential occupiers of the development in accordance with policy 7.15 of the London Plan (2016), policy 1.1(j) of the adopted Ealing Core Strategy (2012), policy 7A of the adopted Ealing Development Management Development Plan Document (2013) and Interim Supplementary Planning Guidance 10 'Noise and Vibration'. | Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Reason: To safeguard the privacy and amenities of the occupiers of neighbouring properties, in accordance with section 7 of the National Planning Policy Framework, policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Core) Strategy 2012 and policies 7.4 and 7.6 of the London Plan 2016. | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any subsequent order revoking and re-enacting that Order with or without modifications), the ground floor commercial unit shall not be subdivided and shall only be used for an A1 Use Class activity, and not for any other use without prior approval of the Local Planning Authority obtained by the submission of a planning application.",
    "Reason: To ensure that the Council retains control over the quality, impacts and provision of any change of use, and to safeguard the vitality and viability of the shopping and town centre in accordance with policy 4.7 of the London Plan (2016); policies 1.1(d), 2.7(c) of the Ealing Core Strategy 2026 (2012); and policy 4C of Ealing's Development Management DPD (2013). | Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any subsequent order revoking and re-enacting that Order with or without modifications), no enlargement, improvement or other alteration to the dwelling houses hereby approved shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site to safeguard the living conditions of adjoining properties and the visual appearance of the buildings and the area as a whole, in accordance with policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013), and policies 3.5, 7.4 and 7.6 of the London Plan (2016). | Prior to occupation of the development including residential and non-residential units, with the exception of the terraced houses, the following details should be submitted to the Local Planning Authority for written approval:",
    "o details of the central plant room, including size, size of boilers, if available, and details of the flue, if available;",
    "o details of the layout of the plant in the energy centre to demonstrate that sufficient space has been allowed for the specified equipment and additional equipment, to be installed in future to facilitate connection to an offsite network;",
    "o details of the layout of the plant in the energy centre to demonstrate that sufficient space has been allowed for the specified equipment and additional equipment to provide the energy requirements of this phase and any potential phases;",
    "o details of the pipe network (including the size and route, flow and return temperatures, total length of the heat network in metres (flow and return) distribution and transmission, diagram route, total plant heating capacity, total heat generated, total heat supplied to premises) for the connection of all residential and non-residential units into the site wide district heating network.",
    "o demonstration of the installation of a point of external connection within the energy centre",
    "o demonstration of a safeguarded route from the site boundary to the energy centre for connection to an offsite district heating network.",
    "o Any boilers accommodated in the single energy centre to serve the energy requirements of the development should use Ultra-low NOx boilers with maximum NOx Emissions that are compliant with or better than the NOx (g/m²) benchmarks as set out at Appendix 5 of the Mayor's Sustainable Design and Construction SPG",
    "o The district heating network shall be designed in accordance with Heat Networks: Code of Practice for the UK.",
    "The development shall be carried out in accordance with the approved details.",
    "Reason: To secure the measures set out within the approved Energy Strategy and Sustainability Statement, secure the centralised energy centre for the site with the exception of the terraced houses, ensure that the single energy plant room is designed in a manner which allows for the future connection to an offsite district heat network, and that the development contributes to reducing the use of fossil fuel or other primary energy generation capacity, and to reduce emissions of greenhouse gases in accordance with policies 5.3, 5.5 and 5.6 of the London Plan 2016, policies 1.1(k) and 1.2(f) of Ealing's Core Strategy 2012, policy LV5.2 of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | Prior to the installation of the plant and equipment within the ground floor gas intake room details and specifications of the proposed equipment and machinery and any measures to mitigate noise and/or odour emissions shall be submitted for approval. The approved details shall be installed prior to first use of the gas intake room and retained thereafter.",
    "Reason: To ensure a satisfactory standard of residential amenity is provided for future occupiers of the residential units, and neighbouring occupiers in accordance with policies 3.2 and 7.15 of the London Plan (2016); policy 1.1(j) of Ealing's Core Strategy (2012); policy 7A of Ealing's Development Management DPD (2013), and Ealing's interim SPG10: Noise and Vibration."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/09/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08185031",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3389292,
          51.5083965
        ],
        [
          -0.3389677,
          51.5083866
        ],
        [
          -0.3389795,
          51.5083912
        ],
        [
          -0.3391809,
          51.508357
        ],
        [
          -0.33909059999999996,
          51.5081519
        ],
        [
          -0.33910039999999997,
          51.5081476
        ],
        [
          -0.33906739999999996,
          51.5080713
        ],
        [
          -0.3390651,
          51.5080683
        ],
        [
          -0.33932629999999997,
          51.5080288
        ],
        [
          -0.33952489999999996,
          51.5085283
        ],
        [
          -0.33900759999999996,
          51.5086013
        ],
        [
          -0.3389292,
          51.5083965
        ]
      ]
    ],
    "type": "Polygon"
  }
}