{
  "centroid": {
    "lon": "0.2444546",
    "lat": "51.5774246"
  },
  "status": "Approved",
  "decision_target_date": "01/05/2020",
  "site_name": "Giggly Pig Co",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "This permission shall be for a limited period only expiring on 2nd February 2022 or until the use of the site for the rearing and breeding of pigs ceases, whichever date is the earlier, on or before which date the mobile home, decking and modular unit hereby permitted shall be removed from the site in their entirety and the site reinstated to its former condition to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "The site is within the Metropolitan Green Belt, where development is only permitted in very special circumstances, therefore on the expiry of this permission, the Council will wish to review the need for accommodation and ancillary modular unit in the light of the viability of the enterprise at that time.",
    "The mobile home hereby permitted shall only be occupied by the person(s) employed in the rearing and breeding of pigs undertaken in Hubbards Chase Piggery and his/her immediate family.",
    "Reason:-",
    "The site is within the Metropolitan Green Belt in an area where the Local Planning Authority would not normally grant",
    "permission for such development, and this permission is granted solely to meet a need associated with the permitted use of the site for the rearing and breeding of pigs.",
    "The permission hereby granted shall be personal to Ms T. Mackness only, and shall not enure for the benefit of the land or any other person.",
    "Reason:-",
    "Permission is only granted in view of the particular circumstances and the competence of the applicant.",
    "The modular unit hereby permitted shall not be used for the purposes hereby permitted other than between the hours of 09:00AM and 15:00PM on Mondays to Fridays and not at all on Saturdays, Sundays, Bank or Public holidays without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No works shall take place in relation to any of the development hereby approved until details of surface water drainage works are submitted to and approved in writing by the Local Planning Authority.  Surface water drainage shall be provided in accordance with the approved details.",
    "Reason:-",
    "Surface water drainage works are required on site to prevent the risk of flooding.  Submission of a scheme prior to commencement will ensure that the measures to be employed are technically sound and that the development accords with the Development Control Policies Development Plan Document Policies DC49 and DC61.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": "Hornchurch",
  "application_type": "All Other",
  "postcode": "RM11 3DH",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "04/09/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0172.19",
  "centroid_northing": 188893,
  "uprn": null,
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "04/09/2019",
  "description": "Existing mobile home license renewal and proposed new modular butchery unit",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0172.19",
  "lpa_app_no": "P0172.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:06.221+00:00",
  "centroid_easting": 555620,
  "pp_id": "07591032",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "08/02/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555587.483,
              188932.561
            ],
            [
              555649.255,
              188921.724
            ],
            [
              555643.295,
              188856.971
            ],
            [
              555642.482,
              188854.804
            ],
            [
              555640.315,
              188853.991
            ],
            [
              555633.541,
              188852.907
            ],
            [
              555602.655,
              188850.198
            ],
            [
              555599.404,
              188905.197
            ],
            [
              555585.315,
              188905.468
            ],
            [
              555587.483,
              188932.561
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.373
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hubbards Close",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "01/04/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2440031,
          51.577789
        ],
        [
          0.2448891,
          51.5776746
        ],
        [
          0.24477449999999998,
          51.5770945
        ],
        [
          0.24476189999999998,
          51.5770752
        ],
        [
          0.24473029999999998,
          51.5770685
        ],
        [
          0.2446321,
          51.5770606
        ],
        [
          0.2441855,
          51.5770448
        ],
        [
          0.2441629,
          51.5775399
        ],
        [
          0.24395989999999998,
          51.5775462
        ],
        [
          0.2440031,
          51.577789
        ]
      ]
    ],
    "type": "Polygon"
  }
}