{
  "site_name": "26 PARKFIELD ROAD",
  "postcode": null,
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:  03-21-BP001, 03-21-PP001, 03-21-PP002 Rev. B, 03-21-PP003 Rev. B, 03-21-PE001 Rev. B and 03-21-EO001.",
    ".",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garages, sheds or other outbuildings, nor extension or roof alteration to the dwellinghouse shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with Policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The outbuilding hereby approved shall only be used for the purpose stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, study, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies  DMHB 11, DMHB 16, DMHB 18 and DMT 6 Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "ward": "ICKENHAM",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": null,
  "appeal_decision_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 83,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "07/2022",
    "intended_commencement_date": "07/2021",
    "site_area": 0.055
  },
  "secondary_street_name": null,
  "centroid_northing": 186601,
  "status": "Approved",
  "centroid": {
    "lat": "51.5679672",
    "lon": "-0.4443734"
  },
  "decision_target_date": "07/06/2021",
  "decision_process": "Delegated",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "15/05/2021",
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": null,
  "cil_liability": false,
  "last_updated": "2025-03-20T23:22:41.538+00:00",
  "valid_date": "12/04/2021",
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "application_type_full": "Householder planning permission",
  "centroid_easting": 507915,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507892.7786,
              186591.8408
            ],
            [
              507910.3073,
              186605.07
            ],
            [
              507930.8125,
              186619.6221
            ],
            [
              507938.0886,
              186610.6924
            ],
            [
              507900.0547,
              186582.5804
            ],
            [
              507893.7708,
              186591.8408
            ],
            [
              507892.7786,
              186591.8408
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Erection of a part single, part two storey rear extension, extension of existing dormer and the demolition of existing outbuilding and construction of new outbuilding.",
  "epc_number": null,
  "lpa_app_no": "39245/APP/2021/1425",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "04/06/2024",
  "decision_agency": "Borough",
  "application_type": "Householder",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "04/06/2021",
  "appeal_status": null,
  "id": "Hillingdon-39245_APP_2021_1425",
  "title_number": [
    "NGL260290"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": null,
  "street_name": "ICKENHAM",
  "borough": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=39245/APP/2021/1425",
  "pp_id": "09728894",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4446967,
          51.5678892
        ],
        [
          -0.4444399,
          51.5680047
        ],
        [
          -0.44413969999999997,
          51.5681316
        ],
        [
          -0.4440375,
          51.5680499
        ],
        [
          -0.4445946,
          51.5678045
        ],
        [
          -0.4446824,
          51.567889
        ],
        [
          -0.4446967,
          51.5678892
        ]
      ]
    ],
    "type": "Polygon"
  }
}