{
  "last_date_consultation_comments": null,
  "site_number": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "url_planning_app": null,
  "epc_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.371971,
          51.409766
        ],
        [
          -0.371972,
          51.409739
        ],
        [
          -0.372015,
          51.40974
        ],
        [
          -0.372014,
          51.409767
        ],
        [
          -0.371971,
          51.409766
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "Lower Sunbury Road",
  "last_updated_by": "Agile APAS",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {},
  "ward": null,
  "cil_liability": null,
  "centroid": {
    "lon": -0.371993,
    "lat": 51.409753
  },
  "uprn": "10070709741",
  "parking_details": {},
  "centroid_easting": 513324,
  "development_type": null,
  "lpa_app_no": "PA25/1232",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Richmond",
  "locality": null,
  "application_type": "All Other",
  "id": "Richmond-PA25_1232",
  "centroid_northing": 169116,
  "appeal_status": null,
  "status": "72",
  "description": "Requesting to remove a willow tree (Please see IMG_01) on the south west bank on Platts Eyot. We recently pollarded the tree (24/T1124/TCA) to facilitate works to stop the erosion to the tip of the island. However, the contractors have now started the works and the engineer has set out where the anchor piles are required and the willow tree is in the way of this. We have been able to prove 5m of erosion so the new sheet piles will be going out into the river. To support these piles from the force of the river we have to create a twin wall of sheet piles on the land and tie back out to the piles in the river. The willow tree is in the way of us doing this. \r\n\r\nI spoke to Simon Lant on the phone and explained the urgency of this and made it clear that we would be happy with what planting scheme you require from us including planting two or three to replace or possible paying for a mature one to replace it. Where the tree is currently it is on the edge of the island with the root system undermined. We could situate the new tree / trees more central for a more aesthetically pleasing look if requested. I have also explained to Simon that the contractors will be at this point of the project in a couple of days and we will incur daily costs and would really appreciate some urgency with this  application. \r\n\r\nWe would have an arborist climb and dismantle and the roots would be dug out to facilitate the tie backs",
  "site_name": "Platts Eyot",
  "appeal_start_date": null,
  "decision_date": "22/04/2025",
  "decision_target_date": "10/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "22/04/2028",
  "valid_date": "16/04/2025",
  "decision_process": null,
  "decision": "Comment Issued",
  "postcode": "TW12 2HF",
  "decision_conditions": [
    "There is a duty under the planning acts to replace any tree removed if the tree was subject to a Tree Preservation Order (TPO) or growing within a Conservation Area and was removed due to being dead or dangerous, or if the tree has been removed under exemption.\r\n \r\nWe would be grateful if you would advise us of your arrangements for replacing the tree to be removed with details of the tree species, size at planting time and intended time of replacement so that we can assess the suitability and timing of the planting."
  ],
  "decision_agency": null,
  "bo_system": "Agile APAS",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13952491",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Richmond",
  "last_updated": "2025-04-23T00:01:13.822Z",
  "actual_completion_date": null
}