{
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": null,
  "appeal_start_date": null,
  "lapsed_date": "20/06/2028",
  "uprn": "200001747868",
  "locality": null,
  "appeal_decision_date": null,
  "centroid_easting": 516709,
  "application_details": {},
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "Stud House",
  "borough": "Richmond",
  "status": "Comment Issued",
  "epc_number": null,
  "bo_system": "Agile APAS",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.323511,
          51.403948
        ],
        [
          -0.323512,
          51.403922
        ],
        [
          -0.323555,
          51.403922
        ],
        [
          -0.323554,
          51.403949
        ],
        [
          -0.323511,
          51.403948
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": null,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Hampton Court Road",
  "actual_commencement_date": null,
  "parking_details": {},
  "decision_target_date": "08/07/2025",
  "lpa_name": "Richmond",
  "secondary_street_name": null,
  "decision_date": "20/06/2025",
  "last_updated": "2025-06-21T00:00:46.769Z",
  "url_planning_app": null,
  "ward": null,
  "valid_date": "27/05/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "KT8 9DB",
  "centroid_northing": 168545,
  "description": "T1 - Aesculus hippocastanum - Horse chestnut. This tree has suffered from several dropped branches and is now in a serious state of decay.  The main trunk shows a lot of rotten wood, and the remaining branches are mostly dead.  As the tree is near the boundary fence it would be good to remove the remaining branches so they do not fall and cause damage.  Proposed work is to cut the tree down to near ground level, removing all the remaining top growth (approx 8-10m), leaving the 1m high stump and removed wood to decompose nearby.\r\n\r\nT2 - Castanea sativa - sweet chestnut (north fence).  This tree has a serious lean to it now towards the boundary fence.  End of 2023 one section of the tree broke off and fell, causing substantial damage to the fence.  The remaining section is deemed to be in possible danger of breaking as well, as it has a lot of damage from wood peckers indicating that the interior wood might be compromised.  Also, the angle the tree is now growing could be a factor in the tree falling on the fence, or park users outside the property.  Proposal is to remove the top section of the remaining tree (approximately 12m) to leave a stump cut at around 3m.  This will eliminate the main risk of falling whilst allowing the tree to regrow from healthy wood below.\r\n\r\nT3 - Ilex aquifolium - Holly.  This tree has substantial decay to the main trunk which has meant the tree has now defoliated.  There is a small section of the tree continuing to grow but this is attached near the main decay.  Proposal is to remove all the main trunk and side growth (each approx 12m tall) to the ground and allow the tree to regrow from the base.\r\n\r\nT4 - Castanea sativa - sweet chestnut (south fence).  This tree has declined in growth for the last couple of years and this year has failed to come back into usual growth.  Proposal is to remove the main trunk (approx 10m) to leave a stump around 2m high which would be allowed to regrow.",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "PA25/1781",
  "decision": "Comment Issued",
  "application_type_full": null,
  "last_updated_by": "Agile APAS",
  "appeal_status": null,
  "id": "Richmond-PA25_1781",
  "decision_conditions": null,
  "pp_id": "PP-13919299",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.403935,
    "lon": -0.323533
  }
}