{
  "last_date_consultation_comments": null,
  "site_number": "63",
  "application_type_full": null,
  "subdivision_of_building": null,
  "url_planning_app": null,
  "epc_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.363072,
          51.418977
        ],
        [
          -0.363073,
          51.41895
        ],
        [
          -0.363116,
          51.41895
        ],
        [
          -0.363116,
          51.418977
        ],
        [
          -0.363072,
          51.418977
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "Ormond Drive",
  "last_updated_by": "Agile APAS",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {},
  "ward": null,
  "cil_liability": null,
  "centroid": {
    "lon": -0.363094,
    "lat": 51.418963
  },
  "uprn": "100022281906",
  "parking_details": {},
  "centroid_easting": 513920,
  "development_type": null,
  "lpa_app_no": "PA25/1159",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Richmond",
  "locality": null,
  "application_type": "All Other",
  "id": "Richmond-PA25_1159",
  "centroid_northing": 170154,
  "appeal_status": null,
  "status": "Closed",
  "description": "Erection of double storey rear, side extension and loft conversion with raising existing roof height.",
  "site_name": null,
  "appeal_start_date": null,
  "decision_date": "09/06/2025",
  "decision_target_date": "09/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "09/06/2028",
  "valid_date": "15/04/2025",
  "decision_process": null,
  "decision": "Closed",
  "postcode": "TW12 2TP",
  "decision_conditions": [
    "In accordance with paragraphs 38-42 of the National Planning Policy Framework, Richmond upon Thames Borough Council takes a positive and proactive approach to the delivery of sustainable development, by:\r\n* Providing a formal pre-application service\r\n* Providing written policies and guidance, all of which is available to view on the Council's website\r\n* Where appropriate, negotiating amendments to secure a positive decision\r\n* Determining applications in a timely manner.\r\n\r\nIn this instance:\r\n* The applicants did seek formal pre-application advice, however, the Council's recommendations for amendments were not followed, and the scheme was found to be contrary to policy and guidance, and therefore the application was subsequently refused. The Council is ready to enter into discussions, through the Council's formal pre-application service, to advise the applicants of relevant policy and guidance; and where possible assist in the preparation of a new planning permission.  More information on the pre-application service and relevant fees can be found online at www.richmond.gov.uk/pre-application_for_developers.\r\n* The applicants did not seek formal pre-application advice, and the scheme was found to be contrary to policy and guidance, and subsequently refused. The Council is ready to enter into discussions, through the Council's formal pre-application service, to advise the applicants of relevant policy and guidance; and where possible assist in the preparation of a new planning permission.  More information on the pre-application service and relevant fees can be found online at www.richmond.gov.uk/pre-application_for_developers.\r\n* The application was recommended for approval and referred to the first available Planning Committee, where the agents / applicants had an opportunity to present the case. The Planning Committee found the scheme was contrary to policy and guidance, and subsequently refused. The Council is ready to enter into formal pre-application discussions, via the formal pre-application service, to advise the applicants of relevant policy and guidance; and where possible assist in the preparation of a new planning permission. More information on the pre-application service and relevant fees can be found online at www.richmond.gov.uk/pre-application_for_developers."
  ],
  "decision_agency": null,
  "bo_system": "Agile APAS",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13936997",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Richmond",
  "last_updated": "2025-06-10T00:01:21.428Z",
  "actual_completion_date": null
}