{
  "last_date_consultation_comments": null,
  "site_number": "2B",
  "application_type_full": null,
  "subdivision_of_building": null,
  "url_planning_app": null,
  "epc_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.333927,
          51.451622
        ],
        [
          -0.333928,
          51.451595
        ],
        [
          -0.333971,
          51.451596
        ],
        [
          -0.33397,
          51.451623
        ],
        [
          -0.333927,
          51.451622
        ]
      ]
    ]
  },
  "secondary_street_name": null,
  "street_name": "Court Way",
  "last_updated_by": "Agile APAS",
  "date_building_work_started_under_previous_permission": null,
  "application_details": {},
  "ward": null,
  "cil_liability": null,
  "centroid": {
    "lon": -0.333949,
    "lat": 51.451609
  },
  "uprn": "100022333123",
  "parking_details": {},
  "centroid_easting": 515864,
  "development_type": null,
  "lpa_app_no": "PA25/1179",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Richmond",
  "locality": null,
  "application_type": "All Other",
  "id": "Richmond-PA25_1179",
  "centroid_northing": 173830,
  "appeal_status": null,
  "status": "Appeal in Progress",
  "description": "Proposed rear dormer",
  "site_name": null,
  "appeal_start_date": "25/07/2025",
  "decision_date": "16/06/2025",
  "decision_target_date": "18/06/2025",
  "polygon": null,
  "appeal_decision": null,
  "title_number": null,
  "lapsed_date": "16/06/2028",
  "valid_date": "23/04/2025",
  "decision_process": null,
  "decision": "Closed",
  "postcode": "TW2 7SN",
  "decision_conditions": [
    "{\\b Reason for granting:}\r\nThe proposal has been considered in the light of the Development Plan, comments from statutory consultees and third parties (where relevant) and compliance with Supplementary Planning Guidance as appropriate. It has been concluded that there is not a demonstrable harm to interests of acknowledged importance caused by the development that justifies withholding planning permission.\r\n\r\n{\\b Principal Policies:}\r\nWhere relevant, the following have been taken into account in the consideration of this proposal:- \r\nLondon Plan Policies:\r\n\t- D4 Delivering Good Design\r\n\t\r\nLocal Plan:\r\n\t- LP 1 Local Character and Design Quality\r\n\t- LP4 Impact on Non-Designated Heritage Assets \r\n\t- LP 8 Impact on Amenity and Living Conditions \r\n\t\r\n\t\r\n\t\r\nRichmond Publication Local Plan (Regulation 19 version):\r\n\t- LP 28 Local Character and Design Quality\r\n\t- LP 46 Impact on Amenity and Living Conditions \r\n\r\nOther: \r\n          - House and External Alterations SPD\r\n\r\n{\\b Building Regulations:}\r\nThe applicant is advised that the erection of new buildings or alterations to existing buildings should comply with the Building Regulations. This permission is NOT a consent under the Building Regulations for which a separate application should be made. For application forms and advice please contact the Building Control Section of the Street Scene department, 2nd floor, Civic Centre, 44 York Street, Twickenham, TW1 3BZ. (Tel: 020 8891 1411).\r\nIf you alter your proposals in any way, including to comply with the Building Regulations, a further planning application may be required. If you wish to deviate in any way from the proposals shown on the approved drawings you should contact the Development Control Department, 2nd floor, Civic Centre, 44 York Street, Twickenham, TW1 3BZ. (Tel: 020 8891 1411).\r\n\r\n{\\b Damage to the public highway:}\r\nCare should be taken to ensure that no damage is caused to the public highway adjacent to the site during demolition and (or) construction.  The Council will seek to recover any expenses incurred in repairing or making good such damage from the owner of the land in question or the person causing or responsible for the damage.\r\n\r\nBEFORE ANY WORK COMMENCES you MUST contact Highways and Transport, London Borough of Richmond upon Thames, 44 York Street, Twickenham TW1 3BZ (Telephone 020 8891 1411 ask for the Streetscene inspector for your area or email highwaysandtransport@richmond.gov.uk) to arrange a pre commencement photographic survey of the public highways adjacent to and within the vicinity of the site. The precondition survey will ensure you are not charged for any damage which existed prior to commencement of your works.     \r\n\r\nIf you fail to contact us to arrange a pre commencement survey then it will be assumed that any damage to the highway was caused by your activities and you will be charged the full cost of repair. \r\n\r\nOnce the site works are completed you need to contact us again to arrange for a post construction inspection to be carried out. If there is no further damage then the case will be closed. If damage or further damage is found to have occurred then you will be asked to pay for repairs to be carried out. \r\n\r\n{\\b Noise control - Building sites:}\r\nThe attention of the applicant is drawn to the requirements of section 60 of the Control of Pollution Act 1974 in respect of the minimisation of noise and vibration on construction and demolition sites. Application, under section 61 of the Act for prior consent to the works, can be made to the Environmental Health Department.\r\n\r\nUnder the Act the Council has certain powers to control noise from construction sites. Typically the council will limit the times during which sites are permitted to make noise that their neighbours can hear.\r\n\r\nFor general construction works the Council usually imposes (when necessary) the following limits on noisy works:-\r\n\r\nMonday to Friday 8am to 6pm\r\nSaturdays 8am to 1pm\r\nSundays and Public Holidays- No noisy activities allowed\r\n\r\nApplicants should also be aware of the guidance contained in British Standard 5228;2009- Noise and vibration control on construction and open sites.\r\n\r\nAny enquiries for further information should be made to the Commercial Environmental Health Team, 2nd Floor Civic Centre, 44 York Street, Twickenham TW1 3AB."
  ],
  "decision_agency": null,
  "bo_system": "Agile APAS",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13936152",
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Richmond",
  "last_updated": "2025-07-31T00:01:43.505Z",
  "actual_completion_date": null
}