{
  "appeal_status": null,
  "lapsed_date": "23/07/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": null,
  "borough": "Richmond",
  "application_type_full": null,
  "actual_commencement_date": null,
  "ward": null,
  "decision_date": "23/07/2025",
  "parking_details": {},
  "polygon": null,
  "pp_id": "PP-13849311",
  "development_type": null,
  "description": "Comprehensive refurbishment of the existing building, including internal and external reconfiguration and restoration works; demolition of existing attached garage structure and replacement with a single storey side extension; new single storey garage structure in front garden; new lap pool and pool house to the rear garden; and restoration of gardens (including tree works) and driveway.",
  "site_name": "Strawberry House",
  "decision_conditions": [
    "No demolition or below ground works shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\nIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\n \r\nThe statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\r\nWhere appropriate, details of a programme for delivering related positive public benefits\r\nThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\n\r\nREASON: To safeguard the archaeological interest on this site."
  ],
  "lpa_app_no": "PA25/0848",
  "subdivision_of_building": null,
  "centroid_easting": 522154,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Richmond",
  "appeal_decision": null,
  "decision_agency": null,
  "last_updated_by": "Agile APAS",
  "cil_liability": true,
  "postcode": "SW13 9HL",
  "decision_process": null,
  "application_details": {
    "lead_developer_company_name": "21D Urban D"
  },
  "uprn": "100022291210",
  "street_name": "Church Road",
  "decision": "Approved",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.242499,
          51.475034
        ],
        [
          -0.2425,
          51.475007
        ],
        [
          -0.242544,
          51.475008
        ],
        [
          -0.242543,
          51.475035
        ],
        [
          -0.242499,
          51.475034
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "101",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 176582,
  "centroid": {
    "lon": -0.242522,
    "lat": 51.475021
  },
  "valid_date": "09/04/2025",
  "id": "Richmond-PA25_0848",
  "last_updated": "2025-08-14T12:02:46.513+01:00",
  "locality": null,
  "status": "Approved",
  "last_date_consultation_comments": "15/05/2025",
  "decision_target_date": "03/06/2025",
  "actual_completion_date": null,
  "bo_system": "Agile APAS",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "Householder"
}