{
  "application_details": {},
  "title_number": null,
  "status": "Comment Issued",
  "centroid": {
    "lon": -0.287761,
    "lat": 51.485519
  },
  "site_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "13/06/2025",
  "polygon": null,
  "last_date_consultation_comments": null,
  "appeal_status": null,
  "epc_number": null,
  "street_name": "Kew Green",
  "appeal_decision_date": null,
  "development_type": null,
  "ward": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "Agile APAS",
  "decision_conditions": [
    "Please confirm the remaining height and width in metres after proposed works."
  ],
  "uprn": "100023410899",
  "decision_agency": null,
  "decision": "Comment Issued",
  "application_type": "All Other",
  "valid_date": "02/05/2025",
  "description": "The tree in question (T1), is a double stemmed mature European Ash tree Fraxinus excelsior, situated directly on the boundary between the Kew Green Nursery and the adjacent pedestrian pathway which runs parallel to Kew Bridge (A205) on the southern side of the River Thames (See Sketch plan for further details and tree identification). \r\nThe northern trunk has a diameter at breast height (1.3 metres, dbh) of 1460 mm, the southern trunk has a dbh of 1470 mm (and a combined dbh of 2085). The tree height was measured at 14.2 meters using a Nikon Forestry Pro laser rangefinder (southern crown was observed as the highest point) and has an overall crown spread of approximately 6.44 meters. The tree is in good health and there are not apparent signs of Ash dieback (Hymenoscyphus fraxineus) observed on 11 April, 2025. No identification tags were visible upon initial inspection. Some minor cavities are present although no major structural or biomechanical defects that require immediate action were observed form the ground. No fungal fruiting bodies or active bacterial infections were observed, and the root plate showed no signs of heaving, subsidence or visible decay or rot. \r\nT1 is located on the boundary between the playground of Kew Green Nursery and the pedestrian path which runs between the nursery and Kew Bridge, next to MK complete joinery. Although the tree poses little major risks or hazards at present, the client is concerned as two branches in particular that extend far over the playground (see Sketch plan, Figure 6) has caused repeated bird droppings to fall onto the playground floor and over a play area frequented daily by school children. Only two branches are provided perching substrates for birds (predominantly Woodpigeons Columba palumbus) and the applicant would like to apply for permission to have these branches removed, to prevent birds from perching and defecating onto the playground area. Whilst attending site on 11 April, 20205, the agent (I, Albert Henry) also observed a small cavity at the base of these two branches, directly above the branch union (See Sketch plan, Figure 7). Although some callus formation has occurred and there is active compartmentalisation of the wound, we propose to remove these branches to both prevent bird droppings on the playground, and as there is frequent footfall of nursery staff and children to remove the branches above this union to prevent any potential branch fall. \r\nIn addition to the removal of these two branches, the retained branch will have it’s dominant apical leading shoot shortened by approximately 0.5 metres. This aims to encourage the reallocation of apical dominance to the other sub-apical leader (directly above the removed branches) to maintain overall crown symmetry and shape. \r\nPost reduction pruning, the retained dimensions of the tree will be as follows: 14.1 metres in height, and the remaining spread of the crown retained will be approximately 5.40 metres diameter.",
  "lpa_app_no": "PA25/1203",
  "decision_process": null,
  "actual_completion_date": null,
  "site_number": "85",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "TW9 3AH",
  "lapsed_date": "05/06/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": {},
  "lpa_name": "Richmond",
  "actual_commencement_date": null,
  "last_updated": "2025-06-06T00:01:18.803Z",
  "url_planning_app": null,
  "centroid_easting": 518985,
  "appeal_decision": null,
  "pp_id": "PP-13945810",
  "application_type_full": null,
  "cil_liability": null,
  "borough": "Richmond",
  "locality": null,
  "bo_system": "Agile APAS",
  "id": "Richmond-PA25_1203",
  "subdivision_of_building": null,
  "centroid_northing": 177675,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.287739,
          51.485532
        ],
        [
          -0.28774,
          51.485505
        ],
        [
          -0.287783,
          51.485506
        ],
        [
          -0.287782,
          51.485533
        ],
        [
          -0.287739,
          51.485532
        ]
      ]
    ]
  },
  "decision_date": "05/06/2025"
}