{
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 513114,
  "development_type": null,
  "decision_date": "04/07/2025",
  "appeal_start_date": null,
  "epc_number": null,
  "appeal_decision_date": null,
  "decision_conditions": [
    "{\\b Principal Policies:} \r\nWhere relevant, the following have been taken into account in the consideration of this proposal:- \r\nLondon Plan Policies: D4 and D12; \r\nDevelopment Management Plan Policies: LP1, LP8, LP16 and LP21; \r\nRichmond Publication Local Plan (Regulation 19 version): Policies 8, 28, 42 and 46;\r\nSupplementary Planning Guidance: House Extensions and External Alterations; Hampton Village Planning Guidance; and, Conservation Areas. \r\nOther Local Stratagies and Publications: Strategic Flood Risk Assessment 2021.\r\n\r\nThis decision does not convey any approval, consent, permission or licence under any other Acts, or Bye-Laws, Orders or Regulations and nothing in this decision shall be regarded as compliance with or approval, consent, permission or licence under other legislation. \r\n\r\nStatement of Applicant’s Rights arising from the refusal of planning permission or from the grant of permission subject to conditions. \r\n• If you are aggrieved by the decision of the Council to refuse permission for the proposed development or to grant it subject to conditions, then you can appeal to the Secretary of State under section 78 of the Town and Country Planning Act 1990. \r\n• If you want to appeal against your local planning authority’s decision, then you must do so within 12 weeks of the date of this notice. \r\n• If an enforcement notice is served relating to the same or substantially the same land and development as in your application and if you want to appeal against your local planning authority’s decision on your application, then you must do so within: 28 days of the date of service of the enforcement notice, or within 12 weeks of the date of this notice, whichever period expires earlier. \r\n• For detailed information about the Appeals process please go to https://www.gov.uk/appeal-planning-decision \r\n• Appeals must be made to the Planning Inspectorate using the online service, further details can be found at https://acp.planninginspectorate.gov.uk  \r\n• This decision does not convey any approval, consent, permission or licence under any other Acts, or Bye-Laws, Orders or Regulations and nothing in this decision shall be regarded as compliance with or approval, consent, permission or licence under other legislation. \r\n• The Secretary of State can allow a longer period for giving notice of an appeal but will not normally be prepared to use this power unless there are special circumstances which excuse the delay in giving notice of appeal. \r\n• The Secretary of State need not consider an appeal if it seems to the Secretary of State that the local planning authority could not have granted planning permission for the proposed development or could not have granted it without the conditions they imposed, having regard to the statutory requirements, to the provisions of any development order and to any directions given under a development order. \r\n• If you wish to make your views known on someone else’s appeal please go to https://www.gov.uk/appeal-planning-decision/comment-on-anappeal"
  ],
  "postcode": "TW12 3RF",
  "appeal_decision": null,
  "polygon": null,
  "actual_completion_date": null,
  "decision_process": null,
  "lapsed_date": "04/07/2028",
  "locality": null,
  "bo_system": "Agile APAS",
  "ward": null,
  "lpa_name": "Richmond",
  "centroid_northing": 170780,
  "lpa_app_no": "PA25/1482",
  "last_date_consultation_comments": null,
  "application_type": "All Other",
  "title_number": null,
  "borough": "Richmond",
  "parking_details": {},
  "pp_id": "PP-13984009",
  "cil_liability": null,
  "status": "Closed",
  "application_details": {},
  "valid_date": "12/05/2025",
  "url_planning_app": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.374459,
          51.424764
        ],
        [
          -0.37446,
          51.424737
        ],
        [
          -0.374503,
          51.424738
        ],
        [
          -0.374502,
          51.424765
        ],
        [
          -0.374459,
          51.424764
        ]
      ]
    ],
    "type": "Polygon"
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-08-14T12:02:52.365+01:00",
  "appeal_status": null,
  "decision_target_date": "07/07/2025",
  "subdivision_of_building": null,
  "actual_commencement_date": null,
  "uprn": "100022279033",
  "street_name": "Gloxinia Walk",
  "decision": "Approved",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.374481,
    "lat": 51.424751
  },
  "site_name": null,
  "application_type_full": null,
  "date_building_work_started_under_previous_permission": null,
  "site_number": "5",
  "last_updated_by": "Agile APAS",
  "id": "Richmond-PA25_1482",
  "description": "Single storey front/side extension",
  "decision_agency": null
}