{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.460871,
    "lat": 51.523968
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506853.1117,
              181692.5568
            ],
            [
              506881.7749,
              181707.5499
            ],
            [
              506885.3027,
              181696.0846
            ],
            [
              506894.5632,
              181697.4075
            ],
            [
              506893.6812,
              181665.6575
            ],
            [
              506862.8131,
              181667.4214
            ],
            [
              506860.6082,
              181681.0916
            ],
            [
              506856.6394,
              181681.5325
            ],
            [
              506853.1117,
              181692.5568
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Hillingdon",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "valid_date": "16/10/2024",
  "decision_target_date": "11/12/2024",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 181684,
  "ward": "COLHAM & COWLEY",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "THHTCP2-LDW-ZZ-ZZ-D-A-0100 Rev P04",
    "THHTCP2-LDW-ZZ-ZZ-D-A-0101 Rev P04",
    "THHTCP2-LDW-ZZ-00-D-A-0130 Rev P04",
    "THHTCP2-LDW-XX-ZZ-SP-A-0002 Rev P04 (Landscaping and Planting Design)",
    "THHTCP2-LDW-ZZ-00-D-A-0131 Rev P04",
    "THHTCP2-LDW-ZZ-00-D-A-0132 Rev P04",
    "THHTCP2-LDW-ZZ-00-D-A-0133 Rev P04",
    "THHTCP2-LDW-ZZ-ZZ-D-A-0104 Rev P04",
    "THHTCP2-LDW-ZZ-00-D-A-0110 Rev P04",
    "THHTCP2-LDW-ZZ-01-D-A-0111 Rev P04",
    "THHTCP2-LDW-ZZ-RF-D-A-0112 Rev P04",
    "THHTCP2-LDW-ZZ-ZZ-D-A-0205 Rev P04",
    "THHTCP2-LDW-ZZ-ZZ-D-A-0301 Rev P04",
    "THHTCP2-LDW-ZZ-00-D-A-0121 Rev P04",
    "THHTCP2-LDW-ZZ-01-D-A-0122 Rev P04",
    "THHTCP2-LDW-ZZ-RF-D-A-0123 Rev P04",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted unless otherwise approved in writing shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Flood Risk Assessment Issue 2 dated 4th September prepared by Glanville Consultants Ltd.",
    "Ground Investigation Report Issue 1 with reference UK23.6468 prepared by eps Ltd dated 3rd July 2023",
    "Arboricultural Impact Assessment Part 1 and 2 with reference HFT/THH/AIA/01c prepared by Landmark Trees dated 5th September 2024",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that the development complies with the objectives of Policies DMHB 14, DMEI 9, DMEI 10 and DMEI 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved plans, no development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d External Lighting",
    "2.e Other structures (such as play equipment and furniture)",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 14, DMEI 1 and DMT 6 of the Hillingdon",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "Notwithstanding the approved drawings, prior to first occupation of the building, an amended roof top balustrade railing design or alternative safety feature shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until details of all materials and external surfaces, including details of balconies and railings have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.",
    "REASON: To ensure that occupants of dwellings would not be exposed to noise caused by the permitted development that would be likely to cause an adverse effect on their health and quality of life with windows open for the purposes of ventilation and cooling.",
    "No development shall take place on any part of the site until a written 30-year Habitat Management Plan (HMP) for the site has been submitted to and approved in writing by the Local Planning Authority.",
    "The approved HMP shall be strictly adhered to, and development shall commence and operate in accordance with it.",
    "The HMP should, as a minimum, include:",
    "a) Description and evaluation of the features to be managed.",
    "b) Aims, objectives and targets for management.",
    "c) Description of the management operations necessary to achieving aims and objectives.",
    "d) Prescriptions for management actions.",
    "e) Preparation of a works schedule, including an annual works schedule.",
    "f) Details of the monitoring needed to measure the effectiveness of management.",
    "g) Details of the timetable for each element of the monitoring programme and;",
    "h) Details of the persons responsible for the implementation and monitoring.",
    "i) Report to the Council routinely regarding the state of the Biodiversity Net Gain requiremen",
    "Prior to development commencing, a demolition and construction management plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(iii)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process.",
    "(vi) The storage of demolition/construction materials on site.",
    "The approved details shall be implemented and maintained",
    "Prior to the commencement of the development a detailed fire safety strategy compiled by a suitably qualified assessor shall be submitted and approved in writing by the Local Planning Authority.",
    "REASON",
    "To ensure the proposed development complies with fire safety regulations and Policy D12 Part A of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The effect of paragraph 13 of Schedule 7A to the Town and Country Planning Act 1990 is that planning permission granted for the development of land in England is deemed to have been granted subject to the condition \"(the biodiversity gain condition\") that development may not begin unless:",
    "(a) a Biodiversity Gain Plan has been submitted to the planning authority, and",
    "(b) the planning authority has approved the plan.",
    "The planning authority, for the purposes of determining whether to approve a Biodiversity Gain Plan if one is required in respect of this permission would be the London Borough of Hillingdon.",
    "There are statutory exemptions and transitional arrangements which mean that the biodiversity gain condition does not always apply. These are listed below.",
    "Based on the information available this permission is considered to be one which will require the approval of a biodiversity gain plan before development is begun because none of the statutory exemptions or transitional arrangement",
    "It is considered that a condition based on fixed noise levels is consistent with noise and planning policy by relating external noise levels to the point at which adverse effects on health and quality of life start to be observed. The limit values are intended to be consistent with the evidence base that is reflected in guidance: 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014. This is combined with the assessment principles and procedures detailed in guidance: 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.' This is used to set reference time periods for the assessment and adjust measured or calculated LAeq values for character as detailed in BS4142 to determine the rating level.",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority.  An investigation and risk assessment must be undertaken, and where remediation is necessary a remediation scheme must be prepared subject to the approval in writing of the Local Planning Authority.  Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.",
    "You are advised this development is on a former contaminated land use identified as others. However, the above advice is only provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done should there be any contamination identified during the development where there is a need, for ground work once such works are complete to m",
    "The Equality Act 2010 aims to safeguard individuals accessing goods, facilities, and services from discrimination based on a 'protected characteristic', including disability. In accordance with the Act, service providers must enhance access to and within their premises, especially when reasonable adjustments are feasible and straightforward to implement. The Act mandates that service providers proactively identify and eliminate barriers hindering disabled people.",
    "The highest threshold of accessibility standards should be incorporated into the development.",
    "1. Whilst works in progress, the opportunity should be taken to provide accessible toilet facilities with internal dimensions not less than 1700 mm x 2200 mm. The baby changing table should not be accommodated within the accessible toilet cubicle.",
    "2. To accommodate people with complex personal care requirements and/or multiple disabilities, it is strongly recommended to include an enlarged cubicle that adheres to the 'Changing Places' toilet standards. In buildings with limited space, an inclusive facility of this type can be provided as an alternative to a standard accessible cubicle.",
    "3. It is recommended to enhance the means of escape for all building occupants from the first floor, including fire evacuation provisions for wheelchair users and individuals who cannot use the staircase. Whilst works are in progress, adherence to BS 9999 standards is strongly advised.",
    "4. To facilitate whee"
  ],
  "pp_id": "13421745",
  "decision_process": "Delegated",
  "lapsed_date": "11/12/2027",
  "application_type_full": "Full planning permission",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-4058_APP_2024_2759",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "last_updated": "2025-03-18T21:56:10.250+00:00",
  "lpa_app_no": "4058/APP/2024/2759",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4611782,
          51.524051
        ],
        [
          -0.46076069999999997,
          51.5241803
        ],
        [
          -0.4607133,
          51.5240766
        ],
        [
          -0.4605795,
          51.5240867
        ],
        [
          -0.4606018,
          51.5238015
        ],
        [
          -0.46104599999999996,
          51.5238232
        ],
        [
          -0.4610737,
          51.5239465
        ],
        [
          -0.4611307,
          51.5239512
        ],
        [
          -0.4611782,
          51.524051
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "HILLINGDON HOSPITAL",
  "title_number": null,
  "decision_date": "11/12/2024",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": null,
  "description": "Proposed replacement of the existing rear wing of the Tudor Centre with a new two storey rear extension, installation of mechanical plant, new hard and soft landscaping and other associated alterations.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 506876,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4058/APP/2024/2759",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Single Phase",
        "intended_completion_date": "05/2025",
        "intended_commencement_date": "11/2024"
      }
    ],
    "total_gia_gained": 594,
    "site_area": 0.12,
    "total_gia_lost": 198,
    "total_gia_existing": 672,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 672,
        "use_class": "C2",
        "gia_gained": 594,
        "gia_lost": 198
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 594,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 198,
      "total_gia_gained": 594,
      "total_gia_existing": 672,
      "total_gia_lost": 198
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Public"
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "UB8 3NN",
  "last_date_consultation_comments": "02/12/2024",
  "secondary_street_name": "HILLINGDON",
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "PIELD HEATH ROAD"
}