{
  "uprn": null,
  "street_name": "PIELD HEATH ROAD",
  "centroid_easting": 506806,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 1.32,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "lpa_app_no": "4058/APP/2021/3691",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "11/07/2022",
  "locality": null,
  "appeal_status": null,
  "last_date_consultation_comments": "25/11/2021",
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": "HILLINGDON",
  "decision_conditions": [
    "The 90-bed three-storey ward building (Ward Building South) and Decant Ward Building (Ward Building North) and use hereby permitted shall be discontinued and the land restored to a condition to be agreed with the Local Planning Authority on or before the expiration of the period of 5 years from the date of 9th October 2020, in accordance with a scheme of work that shall first have been submitted to and approved in writing by the Local Planning Authority.",
    "REASON",
    "The development is by definition a non permanent fixture and the ward buildings are not envisaged as permanent structures; in order to comply with the terms of the application; in order not to prejudice the outcome of a future masterplan and to accord with Policies DMTC 1, DMHB 1, DMHB 4, DMHB 11 of the Hillingdon Local Plan: Part Two -Development Management Policies (2020).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "HIL BPC XX XX DR A 04 03 Rev. P03",
    "HIL BPC XX XX DR A 04 04 Rev. P03",
    "HIL BPC XX XX DR A 04 05 Rev. P02",
    "HIL BPC XX XX DR A 04 06 Rev. P02",
    "HIL BPC XX XX DR A 04 07 Rev. P02",
    "HIL BPC XX XX DR A 04 08 Rev. P02",
    "HIL BPC XX XX DR A 03 06 Rev. P03",
    "HIL BPC XX XX DR A 03 07 Rev. P02",
    "HIL BPC XX XX DR A 03 08 Rev. P02",
    "HIL BPC XX XX DR A 03 09 Rev. P02",
    "HIL BPC XX XX DR A 03 10 Rev. P03",
    "50598-IBI-WB-ZZ-EL-A-200-501",
    "50598-IBI-WB-ZZ-EL-A-200-502",
    "19131-OA-A-B1-DR-0002-00 P4",
    "19131-OA-A-B1-DR-0001-00 P2",
    "19131-OA-A-B2-DR-5006-00 P2",
    "19131-OA-A-B2-DR-5007-00 P2",
    "19131-OA-A-B2-DR-5008-00 P3",
    "19131-OA-A-B2-DR-5009-00 P3",
    "50598-IBI-WS-XX-DR-A-100-4000_P3",
    "Car Parking replacement diagram",
    "19103-OA-A-B1-DR-3001-00 P3",
    "19103-OA-A-B1-DR-3002-00 P3",
    "19103-OA-A-B1-DR-3003-00 P3",
    "19103-OA-A-B1-DR-3004-00 P3",
    "19103-OA-A-B1-DR-4003-00 P3",
    "19103-OA-A-B1-DR-5007-00 P3",
    "19103-OA-A-B1-",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Addendum to Workplace Travel Plan",
    "Flood Risk Assessment (Ref: CV8190857/AQ/DW/007) Issue3 dated 16 March 2020",
    "Appendix K (Proposed Surface Water Drainage Strategy) Issue3 dated 16 March 2020",
    "Relocation of Waste Compound 17 12 2019",
    "Hillingdon Ward Block Arb Impact Assessment 05-03-DAS part 1",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development complies with the objectives of Policy EM6 Flood Risk Management in Hillingdon Local Plan: Part 1- Strategic Policies (Nov 2012), Policy SI 12 and SI 13 of the London Plan (2021), Policies DMEI 9, DMEI 10 and DMEI 12 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the National Planning Policy Framework.",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in position until development is completed.",
    "Th",
    "A landscape scheme shall be submitted to and approved in writing by the Local Planning Authority before the relevant part of the work is begun. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Car Parking Layouts for 117 parking bays, including 12 disabled parking bays and demonstration that 12 of the parking spaces are served by an electrical charging point (6 active and 6 passive)",
    "2.c Hard Surfacing Materials",
    "2.d External Lighting",
    "2.e 18 Secure cycle storage bays",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or i",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "Notwithstanding the provisions of Section 55 of the Town and Country Planning Act 1990 (or any others revoking and re-enacting this provision with or without modification), no additional internal floorspace shall be created in excess of that area expressly authorised by this permission.",
    "REASON",
    "To enable the Local Planning Authority to assess all the implications of the development and to ensure that adequate parking facilities can be provided on the site, in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Notwithstanding the submitted plans, prior to commencement of external works, a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate how it manages water and demonstrate ways of controlling the surface water on site, in accordance with Policy 5.15 of the London Plan and will:",
    "i. provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii. include a timetable for its implementation; and",
    "iii. provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and any other arrangements to secure the operation of the scheme throughout its lifetime.",
    "The scheme shall also demo",
    "The building shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to reflect the guidance contained in the Council's SPG on Community Safety By Design and to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy D11 of the London Plan (2021).",
    "Notwithstanding the submitted plans, the approved development shall not be brought into use until the traffic arrangements (including where appropriate carriageways, footways, turning space, safety strips, sight lines at road junctions, kerb radii, car parking areas and marking out of spaces, loading facilities, closure of existing access and means of surfacing) have been constructed in accordance with the approved details. Thereafter, the parking areas, sight lines and loading areas must be permanently retained and used for no other purpose for the lifetime of the development. Disabled parking bays shall be a minimum of 4.8m long by 3.6m wide, or at least 3.0m wide where two adjacent bays may share an unloading area.",
    "REASON",
    "To ensure pedestrian and vehicular safety and convenience and to ensure adequate off street parking, and loading facilities in compliance with Policies DMT 1, DMT 2 and DMT6 of the the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and C",
    "A Car Parking Management Strategy (CPMS), to include details on how car parking will be managed during the transition period whilst the ward buildings hereby approved are under construction and thereafter shall be submitted to and approved by the Local Planning Authority prior to commencement of the development hereby approved. The strategy should include the programme of demolition and construction and timing for the removal",
    "of car parking spaces and re-provision of spaces.",
    "REASON",
    "To control the phasing of the temporary parking arrangements on the hospital site, to ensure pedestrian and vehicular safety and convenience and to ensure adequate off street parking, and loading facilities are provided, in compliance with Policies DMT 1, DMT 2 and DMT6 of the the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Chapter 10 of the London Plan (2021).",
    "Notwithstanding the submitted plans details of a fire strategy and how the fire exits meet the needs of people with disabilities shall be submitted to and approved in writing by the Local Planning Authority. The approved details shall be provided prior to the occupation of the development and shall be retained thereafter.",
    "REASON",
    "To ensure that the use of the wards are fully inclusive for people with disabilities in accordance with Policy CI1 of the Hillingdon Local Plan: Part One (Strategic Policies) 2012, Policy D12 of the London Plan 2021 and the Accessible Hillingdon Supplementary Planning Document 2017.",
    "Prior to commencement of development an Energy Assessment for the ward buildings hereby approved shall be submitted to and approved in writing by the Local Planning Authority. The assessment shall set out the annual baseline regulated energy demand (kwhr) as per 2013 Building Regulations (or subsequent amendments) and associated carbon emissions (kgCO2 and tCO2). The assessment shall then set out the measures and technology required to a achieve a 35% improvement on 2013 building regulations in the CO2 associated with the baseline regulated energy demand; these measures must be sufficiently evidenced with corresponding details and specifications, including the location of low carbon technology (i.e. roof plans showing the inclusion of PV panels). The Energy Assessment must clearly set out any shortfall (tCO2) of the 35%  improvement on 2013 building regulations carbon standard. The development must proceed in accordance with the approved Energy Assessment.",
    "REASON",
    "To ensure the propos",
    "The development hereby approved shall ensure that all patient bathrooms are designed to be step free throughout, accord with Health Building Note 00-02: Sanitary spaces (May 2016 - Department of Health), and should remain in place for the life of the building/s.",
    "REASON",
    "To ensure suitable access for older and disabled people in compliance with Policy D5 of the London Plan (2021).",
    "(i) The development shall not commence until a scheme to deal with contamination has been submitted to and approved by the Local Planning Authority (LPA). All works which form part of a remediation scheme shall be completed before any part of the development is occupied or brought into use unless the LPA dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) A desk-top study carried out by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the site;",
    "b) A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suita",
    "Before the development hereby approved commences, a Construction Environmental Management Plan (CEMP) shall be submitted to, and approved in writing by the LocalPlanning Authority. The CEMP shall comprise such combination of measures for controlling the effects of demolition, construction and enabling works associated with the development as may be approved by the Local Planning Authority. The CEMP shall address issues including the phasing of the works, hours of work, noise and vibration, air quality, waste management, site remediation, plant and equipment, site transportation and traffic management including routing, signage, permitted hours for construction traffic and construction materials deliveries. It will ensure appropriate communication with, the distribution of information to, the local community and the Local Planning Authority relating to relevant aspects of construction.",
    "All demolition, construction and enabling work at the development shall becarried out in accordance",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant the Hillingdon Local Plan: Part Two Development Management Policies (2020), then London Plan Policies (2016).",
    "Demolition and removal of any material containing asbestos must be carried out in accordance with guidance from the Health and Safety Executive and the Council's Environmental Services. For advice and information contact: - Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 277401) or the Health and Safety Executive, Rose Court, 2 Southwark Bridge Road, London, SE1 9HS (Tel. 020 7556 2100).",
    "The Council's Commercial Premises Section and Building Control Services should be consulted regarding any of the following:-",
    "The installation of a boiler with a rating of 55,000 - million Btu/hr and/or the construction of a chimney serving a furnace with a minimum rating of 1/4 million Btu/hr;",
    "The siting of any external machinery (eg air conditioning);",
    "The installation of additional plant/machinery or replacement of existing machinery.",
    "Contact:- Commercial Premises Section, 4W/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250190). Building Control Services, 3N/01, Civic Centre, High Street, Uxbridge, UB8 1UW (tel. 01895 250804 / 805 / 808).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "1. The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "2. Fixtures, fittings and furnishings, particularly hard materials should be selected to ensure that sound is not adversely reflected. The design of all learning areas should be considerate to the needs of people who are hard of hearing or deaf. Reference should be made to BS 8300:2009+A1:2010, Section 9.1.2, and, BS 223 in selecting an appropriate acoustic absorbency for each surface.",
    "3. Care should be taken to ensure that the internal decoration achieves a Light Refle",
    "In accordance with the provisions of the NPPF, the Local Planning Authority has actively engaged with the applicant both at the pre application and application stage of the planning process, in order to achieve an acceptable outcome. The Local Planning Authority has worked proactively with the applicants to secure a development that improves the economic, social and environmental conditions of the area. In assessing and determining the development proposal, the Local Planning Authority has applied the presumption in favour of sustainable development Accordingly, the planning application has been recommended for approval."
  ],
  "valid_date": "30/09/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507039.7946,
              181786.302
            ],
            [
              507049.3857,
              181774.7265
            ],
            [
              507049.055,
              181771.7499
            ],
            [
              507040.7868,
              181772.7421
            ],
            [
              507016.6435,
              181756.8671
            ],
            [
              506985.2241,
              181748.2681
            ],
            [
              506961.0809,
              181764.8046
            ],
            [
              506879.0599,
              181762.8202
            ],
            [
              506847.3098,
              181783.3254
            ],
            [
              506837.7186,
              181768.7733
            ],
            [
              506816.8827,
              181784.6484
            ],
            [
              506788.4399,
              181785.9713
            ],
            [
              506789.1014,
              181797.5468
            ],
            [
              506732.8773,
              181796.2239
            ],
            [
              506732.2158,
              181909.0028
            ],
            [
              506720.971,
              181909.995
            ],
            [
              506720.3096,
              181922.5627
            ],
            [
              506711.7106,
              181923.5549
            ],
            [
              506712.372,
              181931.8231
            ],
            [
              506706.7496,
              181933.8075
            ],
            [
              506681.9449,
              181893.7892
            ],
            [
              506674.9996,
              181900.0731
            ],
            [
              506702.7809,
              181940.0914
            ],
            [
              506707.4111,
              181944.7216
            ],
            [
              506719.9788,
              181938.4377
            ],
            [
              506722.9554,
              181945.7138
            ],
            [
              506746.7679,
              181941.0836
            ],
            [
              506762.3122,
              181933.1461
            ],
            [
              506756.6898,
              181922.232
            ],
            [
              506788.4399,
              181919.5861
            ],
            [
              506789.1014,
              181879.2371
            ],
            [
              506775.5414,
              181869.6459
            ],
            [
              506775.8722,
              181863.3621
            ],
            [
              506787.4477,
              181854.4324
            ],
            [
              506788.7706,
              181814.7448
            ],
            [
              506840.3645,
              181815.0755
            ],
            [
              506848.6327,
              181790.9322
            ],
            [
              506883.6901,
              181770.0962
            ],
            [
              506914.7787,
              181769.4348
            ],
            [
              506916.7631,
              181789.94
            ],
            [
              506907.5026,
              181796.8854
            ],
            [
              506923.3777,
              181823.3438
            ],
            [
              506943.5522,
              181815.0755
            ],
            [
              506937.2683,
              181804.1614
            ],
            [
              506943.8829,
              181800.5234
            ],
            [
              506942.56,
              181787.6249
            ],
            [
              506927.0157,
              181785.3098
            ],
            [
              506926.685,
              181773.7343
            ],
            [
              506973.6486,
              181769.1041
            ],
            [
              506981.2554,
              181762.4895
            ],
            [
              507019.62,
              181768.4426
            ],
            [
              507026.8961,
              181772.7421
            ],
            [
              507039.7946,
              181786.302
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4058/APP/2021/3691",
  "title_number": [],
  "decision_date": "11/07/2022",
  "id": "Hillingdon-4058_APP_2021_3691",
  "ward": "BRUNEL",
  "development_type": null,
  "cil_liability": false,
  "borough": "Hillingdon",
  "appeal_decision": null,
  "site_name": "HILLINGDON HOSPITAL",
  "lapsed_date": "11/07/2025",
  "description": "Section 73 application to vary Condition 2 (Approved Plans) of application reference 4058/APP/2020/1003 (Construction of a new 90-bed three-storey ward building (Ward Building South); an additional two storeys to be constructed on the site of the ground-floor 28-bed Decant Ward Building (Ward Building North) and the provision of 117 replacement car parking spaces, involving the demolition of the existing Paediatric building and relocation of the existing waste compound and its associated parking) to amend the elevations of Ward Building South.",
  "pp_id": "10225144",
  "actual_completion_date": null,
  "centroid_northing": 181840,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T15:32:12.163+00:00",
  "epc_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "decision": "Approved",
  "postcode": "UB8 3NN",
  "site_number": null,
  "last_updated_by": "FME Excel Import",
  "centroid": {
    "lat": "51.5253851",
    "lon": "-0.46181249999999996"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4584601,
          51.5248582
        ],
        [
          -0.4583254,
          51.5247523
        ],
        [
          -0.4583311,
          51.5247257
        ],
        [
          -0.45844989999999997,
          51.5247361
        ],
        [
          -0.4588026,
          51.524598
        ],
        [
          -0.4592579,
          51.5245267
        ],
        [
          -0.4596007,
          51.5246799
        ],
        [
          -0.4607831,
          51.5246776
        ],
        [
          -0.4612344,
          51.5248679
        ],
        [
          -0.461377,
          51.5247389
        ],
        [
          -0.4616724,
          51.5248855
        ],
        [
          -0.4620818,
          51.5249028
        ],
        [
          -0.4620688,
          51.5250067
        ],
        [
          -0.4628793,
          51.5250055
        ],
        [
          -0.46285469999999995,
          51.5260192
        ],
        [
          -0.4630165,
          51.5260303
        ],
        [
          -0.4630222,
          51.5261434
        ],
        [
          -0.4631458,
          51.5261539
        ],
        [
          -0.4631338,
          51.5262281
        ],
        [
          -0.46321419999999996,
          51.526247
        ],
        [
          -0.4635837,
          51.525892
        ],
        [
          -0.4636818,
          51.5259498
        ],
        [
          -0.4632694,
          51.5263042
        ],
        [
          -0.4632013,
          51.526345
        ],
        [
          -0.4630221,
          51.5262861
        ],
        [
          -0.4629771,
          51.526351
        ],
        [
          -0.46263529999999997,
          51.5263048
        ],
        [
          -0.4624138,
          51.5262306
        ],
        [
          -0.46249809999999997,
          51.5261335
        ],
        [
          -0.4620414,
          51.5261037
        ],
        [
          -0.46204409999999996,
          51.525741
        ],
        [
          -0.4622424,
          51.5256573
        ],
        [
          -0.46223949999999997,
          51.5256008
        ],
        [
          -0.46207539999999997,
          51.5255183
        ],
        [
          -0.4620683,
          51.5251614
        ],
        [
          -0.4613248,
          51.5251546
        ],
        [
          -0.461213,
          51.524936
        ],
        [
          -0.46071419999999996,
          51.5247421
        ],
        [
          -0.46026649999999997,
          51.5247303
        ],
        [
          -0.46023169999999997,
          51.5249142
        ],
        [
          -0.46036299999999997,
          51.5249784
        ],
        [
          -0.4601263,
          51.5252132
        ],
        [
          -0.45983809999999997,
          51.525135
        ],
        [
          -0.4599319,
          51.5250381
        ],
        [
          -0.45983769999999996,
          51.5250042
        ],
        [
          -0.45986069999999996,
          51.5248885
        ],
        [
          -0.4600853,
          51.5248706
        ],
        [
          -0.4600936,
          51.5247667
        ],
        [
          -0.4594183,
          51.5247162
        ],
        [
          -0.45931069999999996,
          51.5246553
        ],
        [
          -0.4587562,
          51.5247015
        ],
        [
          -0.45865000000000006,
          51.5247388
        ],
        [
          -0.4584601,
          51.5248582
        ]
      ]
    ],
    "type": "Polygon"
  }
}