{
  "decision_agency": null,
  "status": "Insufficient Fee",
  "decision": "Refused",
  "centroid": {
    "lon": "-0.10382319999999999",
    "lat": "51.5645869"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              531532.5520535,
              186791.2540268
            ],
            [
              531522.4160333,
              186781.846008
            ],
            [
              531530.9840504,
              186791.5900275
            ],
            [
              531535.9680604,
              186791.7580279
            ],
            [
              531537.5920636,
              186790.1340246
            ],
            [
              531519.6720278,
              186770.5339854
            ],
            [
              531515.6960198,
              186775.1259946
            ],
            [
              531532.5520535,
              186791.2540268
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Islington",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100023187012",
  "valid_date": "08/11/2024",
  "decision_target_date": "02/01/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 186782,
  "ward": null,
  "decision_conditions": [
    "Islington has considered the effect of the current proposal on the vitality and viability of the wider Finsbury Park Town Centre and whether the proposal would assist in achieving a healthy, inclusive, and safe place, including anti-social behaviour and crime in the area. \r\n\r\nThe Islington Retail and Leisure Study states that the Finsbury Park Ward is the most deprived area in Islington Borough and that Finsbury Park is one of the most deprived areas in the Country. Islington guidance indicates that Finsbury Park’s Town Centre, is in urgent need of regeneration to reduce poverty and social inequality. \r\nThe proposal would result in the loss of an occupied retail floorspace adjacent to Islington’s Finsbury Park Town Centre. Islington has reviewed the current application submission and notes that the unit is currently occupied and not vacant. However, it is noted that the occupier wishes to retire in the near future. The current use is as a stationary shop (Class E retail use) and the unit occupies 123.6 sq. metres (GIA) of the ground floor of No. 3 Blackstock Road and it has an active retail frontage which contributes in a positive manner to the vitality and viability of Finsbury Park and Blackstock Road.\r\nIslington’s Location and Concentration of Uses SPD clarifies that Sui Generis betting shops, akin to the proposed use are not regarded as retail uses. The proposed use is an adult gaming centre (AGC) and thus is akin to other betting shops, gambling premises and adult gaming centres in the area. The proposal fails to provide a use that would maintain and enhance the retail and service function of the Town Centre and would potentially detrimentally affect the character and function of the Finsbury Park Town Centre. \r\n\r\nAppendix 3 of the Islington’s Retail, Leisure and Services, Culture and Visitor Accommodation Topic Paper identifies links between gambling and harm to health and well-being including involvement in crime. The area is identified as being in the 10% most deprived neighbourhoods, including in the crime domain. There are identified links between gambling and crime as well as health and well-being, and the proposal would further add to an overconcentration of gambling premises in the area. On this basis, the proposal would have an adverse effect on the surrounding area in terms of crime and anti-social behaviour. The proposal results in the addition of a harmful Sui Generis use which contribute to anti-social behaviour and crime within the local area. It is noted that the proposed operating hours for this resubmitted application are 24 hours, 7 days per week (all year round). It is considered that the proposed use may constitute an overconcentration of gambling premises/ adult gaming premises in the Finsbury Park area and the harm this will cause should be considered. Islington Council considers that betting shops and adult gaming centres should be assessed together due to their similar function and impacts. Betting shops and adult gaming centres both have a significant focus on gambling, with particular emphasis on electronic gambling machines. Problem gambling affects communities in a variety of ways and it is estimated that problem gambling affects up to six other people as well as the problem gambler. Those affected by a person’s problem gambling are often close family including children. \r\n\r\nBetting shops and adult gaming centres can have negative impacts, particularly where there are high concentrations of these uses. This particularly relates to the impacts on vitality\r\nand viability, character, function and amenity of retail areas; and also the impact upon\r\nhealth and wellbeing including increasing levels of problem gambling. Islington also considers that the proposal would also fail to accord with the objectives, outlined in the National Planning Policy Framework 2023, 8. Promoting Healthy and Safe Communities, paragraph 96, to achieve healthy, inclusive, and safe places which enable and support healthy lifestyles.\r\n\r\nWith the above in mind, Islington continues to strongly contend that the resubmission proposal fails to provide a use that would maintain and enhance the retail and service function of the Finsbury Park Town Centre, would detrimentally affect the character and function of the Finsbury Park Town Centre and overall results in the addition of a harmful Sui Generis use which would not achieve healthy, inclusive and safe places which enable and support healthy lifestyles."
  ],
  "pp_id": null,
  "decision_process": null,
  "lapsed_date": "12/11/2027",
  "application_type_full": null,
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Islington-P2024_3321_OBS",
  "actual_commencement_date": null,
  "lpa_name": "Islington",
  "last_updated": "2025-03-19T20:46:38.972+00:00",
  "lpa_app_no": "P2024/3321/OBS",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.10372529999999999,
          51.5646685
        ],
        [
          -0.103875,
          51.5645863
        ],
        [
          -0.1037478,
          51.5646719
        ],
        [
          -0.1036759,
          51.5646722
        ],
        [
          -0.1036531,
          51.5646573
        ],
        [
          -0.10391879999999999,
          51.5644853
        ],
        [
          -0.1039744,
          51.5645275
        ],
        [
          -0.10372529999999999,
          51.5646685
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "Basement And Ground Floor",
  "title_number": null,
  "decision_date": "12/11/2024",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Observations to adjoining borough for - Change of use from a stationary shop (Class E) to an adult gaming centre (Sui Generis)",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Agile APAS",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 531526,
  "url_planning_app": null,
  "application_details": {
    "lead_developer_company_name": "Planning Policy - and/or Land Use",
    "site_area": 0.014
  },
  "last_updated_by": "Agile APAS",
  "postcode": "N4 2JF",
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "site_number": "3",
  "subdivision_of_building": null,
  "street_name": null
}