{
  "decision_date": null,
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Islington",
  "last_updated": "2025-03-19T22:01:13.725+00:00",
  "centroid_northing": 184295,
  "url_planning_app": null,
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "decision_target_date": "15/10/2024",
  "locality": "London",
  "epc_number": null,
  "site_number": "54",
  "lpa_app_no": "P2024/2495/TRE",
  "last_date_consultation_comments": null,
  "decision_conditions": null,
  "status": "Application Under Consideration",
  "valid_date": "21/08/2024",
  "application_type": "All Other",
  "appeal_start_date": null,
  "description": "T2 Ash - Fell and treat stump with eco plugs. \r\n\r\nOur Ref: 297540\r\n\r\nStatement of Reasons for Tree Preservation Order Application to fell and treat Ash tree (T2) at: 54 Canonbury Road, London, N1 2DQ\r\n\r\nTPO Ref: TPO0352\r\n\r\n1. The above tree works are proposed as a remedy to the differential foundation movement at the insured property and to ensure the long-term stability of the building.\r\n\r\n2. The above tree works are proposed to limit the extent and need for expensive and disruptive engineering repair works at the insured property. In this instance the estimated repair costs are likely to vary between £34,000 and £120,000, depending upon whether the tree/s can be removed or must remain\r\n.\r\n3. The above tree works are proposed to limit the extent and need for costly CO2e emissions relating to alternative engineering repair works at the insured property. A typical underpinning scheme can include a carbon cost of more than 6000 kg CO2e and soil stabilisation or root barriers more than 4000 kg CO2e. A typical tree might capture between 15-40kg CO2e per annum and would therefore take centuries to mitigate the cost in CO2e on any alternative. We also confirm that the applicant has included this scheme and application in its tree planting and carbon capture off-set scheme for trees causing subsidence to low rise buildings which has already seen some 11,000 trees planted and additionally 220 tonnes of carbon captured.\r\n\r\n4. The above tree works are proposed to limit the duration of any claim period and therefore allow the landowner their right to the peaceful enjoyment of their property.\r\n\r\n5. It is the case that an alternative to felling such as pruning or significant ‘pollarding’ of the tree would not provide a reliable or sustainable remedy to the subsidence in this case. We do not consider that any other potential means of mitigation, including root barriers, would be effective or appropriate in the circumstances.\r\n\r\n6. We are satisfied that the evidence obtained following completion of our Arboricultural Implication Assessment report completed 21/06/2024, clearly links the T2 Ash as the cause of damage to the risk address.\r\n\r\n7. Insurers understanding the requirement to offer replacement planting in the event consent to fell is granted.\r\n\r\n8. Should you wish to visit the address or to discuss any technical matters your technical liaison in this instance is Henry Collings who can be contacted on 07740 737412. We stress we would be happy to meet or to have any discussion if this allows the Council to fully understand our application and the issues surrounding this. Your technical liaison can also handle any technical information or clarification regarding technical matters.\r\n\r\nOlly Leonard\r\nMitigation Co-Ordinator\r\nPRI Insurance Services",
  "cil_liability": null,
  "uprn": "5300016009",
  "decision": null,
  "decision_agency": null,
  "pp_id": "PP-13346757         ",
  "site_name": null,
  "id": "Islington-P2024_2495_TRE",
  "postcode": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 531973,
  "lpa_name": "Islington",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": null,
  "ward": "St Mary's & St James'",
  "bo_system": "Agile APAS",
  "street_name": "Canonbury Road",
  "decision_process": null,
  "appeal_status": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              531985.121599,
              184274.5135006
            ],
            [
              531957.2965433,
              184296.3885443
            ],
            [
              531974.2715772,
              184315.9885835
            ],
            [
              531985.8216003,
              184275.213502
            ],
            [
              531985.121599,
              184274.5135006
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.0981431,
          51.5419461
        ],
        [
          -0.0985359,
          51.5421492
        ],
        [
          -0.0982839,
          51.5423213
        ],
        [
          -0.09813269999999999,
          51.5419522
        ],
        [
          -0.0981431,
          51.5419461
        ]
      ]
    ],
    "type": "Polygon"
  },
  "application_details": {
    "lead_developer_company_name": "Councillor Joseph Croft",
    "site_area": 0.048
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {},
  "lapsed_date": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.542133",
    "lon": "-0.0983101"
  }
}