{
  "epc_number": "2863-3020-8201-0292-6200",
  "valid_date": "19/01/2023",
  "status": "Refused",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.417827,
    "lat": 51.562242
  },
  "pp_id": "11861079",
  "decision": "Refused",
  "centroid_easting": 509770,
  "site_name": "107 STAFFORD ROAD",
  "lpa_app_no": "77792/APP/2023/167",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "title_number": null,
  "borough": "Hillingdon",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The porch, by virtue of its siting, width, massing and forward projection, would cause unacceptable harm to the character and appearance of the host property and visual amenity of the street scene. The development therefore conflicts with Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policy D3 of the London Plan (2021) and Chapter 12 of the National Planning Policy Framework (2021).",
    "The ground floor bedroom window in the side elevation in proximity of the boundary fence would result in the provision of a habitable room with very poor levels of outlook and limited levels of natural light which would fail to provide adequate living conditions for future occupiers, contrary to Policy DMHB 16 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy D6 of the London Plan (2021).",
    "The development proposal includes the removal of a mature oak tree located in the private rear garden area towards the rear boundary. Whilst the site is not covered by a Tree Preservation Order, the tree is considered to be a tree of merit that contributes positively to the visual amenity of the area. The removal of the tree of merit is considered to be unacceptable in principle and therefore conflicts with Policies DMHD 1 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 186004,
  "subdivision_of_building": null,
  "polygon": null,
  "parking_details": {
    "no_existing_car": 1,
    "net_car": 0,
    "no_proposed_car": 1
  },
  "development_type": null,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T12:57:14.686+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77792/APP/2023/167",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "SOUTH RUISLIP 2022",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "no_additional_bedrooms": 1,
    "existing_uprns": null,
    "total_gia_gained": 42.62,
    "intended_commencement_date": "04/2023",
    "no_additional_bathrooms": 1,
    "intended_completion_date": "11/2023"
  },
  "postcode": "HA4 6P",
  "decision_target_date": "16/03/2023",
  "wgs84_polygon": null,
  "description": "Erection of single storey rear, side and front extensions, insertion of 4 no. roof lights on rear pitch roof.",
  "street_name": "RUISLIP",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "16/03/2026",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "16/03/2023",
  "secondary_street_name": null,
  "application_type": "Householder",
  "id": "Hillingdon-77792_APP_2023_167",
  "last_date_consultation_comments": "21/02/2023"
}