{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=28874/TRE/2024/107",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.20700000000000002
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44434579999999996,
          51.6040463
        ],
        [
          -0.4431232,
          51.6040717
        ],
        [
          -0.443129,
          51.6040153
        ],
        [
          -0.4431022,
          51.6039614
        ],
        [
          -0.44394619999999996,
          51.6037227
        ],
        [
          -0.4443719,
          51.6039812
        ],
        [
          -0.44434579999999996,
          51.6040463
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "74 COPSE WOOD WAY",
  "centroid_easting": 507872,
  "site_number": null,
  "development_type": null,
  "decision_date": "30/07/2024",
  "appeal_start_date": null,
  "lapsed_date": "30/07/2027",
  "status": "Split Decision",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 190602,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The trees are located in the rear garden of 74 Copse Wood Way, and are only visible by the neighbouring properties. The trees are between semi-mature and early-mature in age, and their conditions vary between poor to moderate. Due to their condition and location, they provide a poor to moderate amenity value.",
    "In regards to the accepted work, it is agreed that the birch and hornbeam are in poor condition, suffering from crown dieback (birch) and basal decay (hornbeam). We appreciate that both these trees are nearing the end of their natural life, and felling and re-planting at this time would be appropriate management.",
    "In regards to the rejected work to the oak there is no valid arboricultural reason to reduce the crown. As mentioned in the application, the tree is suffering from crown die back. Reducing the crown by 3 meters would result in a significant loss of its volume, which is unreasonable, especially given the existing dieback. Such severe pruning would create multiple large w",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Refusal of part of the requested works: The applicant retains a right of appeal against the part of the application that has effectively been refused (i.e. - To carry out tree surgery to crown reduce by 3m One Oak in A1 within TPO 399).",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "To remove One Silver Birch and One Hornbeam in A1 within TPO 399",
    "To carry out tree surgery to crown reduce by 3m One Oak in A1 within TPO 399",
    "No felling shall take place until such time as a scheme has been submitted to, and approved in writing by, the Local Planning Authority for a replacement tree(s), which shall be of 'Standard' size (about 2-3m high) and short-staked for support. The replacement tree shall be planted during the first planting season following the felling works hereby permitted. Thereafter, the replacement tree(s) shall be retained indefinitely and maintained (watered and weeded during the spring and summer) for 2-3 years, or until established.",
    "REASON",
    "In order to comply with the requirements of Section 206 of the Town and Country Planning Act 1990."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "NORTHWOOD",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.4437653",
    "lat": "51.6039372"
  },
  "cil_liability": false,
  "valid_date": "04/06/2024",
  "postcode": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "id": "Hillingdon-28874_TRE_2024_107",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "30/07/2024",
  "pp_id": "13110774",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": null,
  "last_date_consultation_comments": "25/06/2024",
  "title_number": null,
  "decision": "Split Decision",
  "last_updated": "2025-03-19T20:55:07.126+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507831.5431,
              190613.2785
            ],
            [
              507916.1523,
              190617.9052
            ],
            [
              507915.8792,
              190611.6245
            ],
            [
              507917.8636,
              190605.6714
            ],
            [
              507859.9859,
              190577.8902
            ],
            [
              507829.8895,
              190606.0024
            ],
            [
              507831.5431,
              190613.2785
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              507916.1523,
              190617.9052
            ],
            [
              507916.21,
              190619.2313
            ],
            [
              507916.21,
              190617.9084
            ],
            [
              507916.1523,
              190617.9052
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "NORTHWOOD 2022",
  "appeal_decision": null,
  "lpa_app_no": "28874/TRE/2024/107",
  "description": "To carry out tree surgery to crown reduce by 3m One Oak (T2 on map). Also to remove One Silver Birch (T1 on map) and One Hornbeam (T3 on map), All in A1 within TPO 399",
  "date_building_work_completed_under_previous_permission": null
}