{
  "application_type_full": "Householder planning permission",
  "street_name": "Romford",
  "decision_agency": "Borough",
  "lpa_name": "Havering",
  "decision_date": "02/05/2025",
  "centroid_easting": 549311,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0296.25",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "decision": "Approved",
  "valid_date": "07/03/2025",
  "status": "Approved",
  "last_updated_by": "CSV Data Import",
  "lapsed_date": "02/05/2028",
  "pp_id": "13829286",
  "description": "Erection of an outbuilding for use as a playroom/gym, office and storage following the demolition of existing garage",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_start_date": null,
  "centroid_northing": 191564,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Havering",
  "uprn": "100021383766",
  "application_details": {
    "existing_uprns": null,
    "intended_completion_date": "07/2025",
    "total_gia_gained": 60,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2025"
  },
  "centroid": {
    "lat": 51.603127,
    "lon": 0.154586
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": "31/03/2025",
  "lpa_app_no": "P0296.25",
  "postcode": "RM5 2LB",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": "209 Lodge Lane",
  "decision_target_date": "02/05/2025",
  "locality": null,
  "ward": "Havering-atte-Bower",
  "cil_liability": false,
  "last_updated": "2025-07-06T04:10:01.567Z",
  "appeal_status": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) and the rear elevation of the outbuilding building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The doors and windows inserted on the flank and rear walls shall be obscure-glazed.  The flank and rear windows shall be non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "The outbuilding shall be used only for purposes ancillary to the main dwelling at 209 Lodge Lane, Romford and not as a separate unit of accommodation or for business use.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email. The revisions involved a reduction of the height and bulk of the roof. The amendments were subsequently submitted on 28.4.25."
  ],
  "polygon": null,
  "development_type": null,
  "id": "Havering-P0296.25",
  "site_number": null
}