{
  "lpa_name": "Havering",
  "uprn": "100021342623",
  "decision_date": "05/05/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1064.19",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM12 6RD",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.029
  },
  "valid_date": "08/08/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "The erection of a new two storey building for use as two 1-bed dwellings.",
  "decision_conditions": [
    "The submitted application would result in two different designs and site layouts of the proposed development, and it would not be sufficiently clear and unambiguous - even if subject to any conditions - what development has been granted planning permission, and what could be built out on site. Consequently the application must be refused for purposes of certainty, probity, clarity and good planning practice.",
    "The proposed development would - through unacceptably small floor areas and inappropriate design and layout of the scheme - provide sub-standard units of accommodation and result in cramped living conditions for future occupants. The proposed development would be unacceptable when assessed against policy 3.5 (and Table 3.3) of the London Plan (MALP 2016), policy D6 (and Table 3.1) of the Draft London Plan (Intend to Publish December 2019), the Technical housing standards - nationally described space standard (March 2015), and policies CP17, DC3 and DC61 of LDF Core Strategy and Development Control Policies DPD 2008, and the Residential Design SPD.",
    "The submitted application would - through an unacceptable layout of the property, insufficient information on existing servicing needs, and elimination existing private amenity space(s) - have an unacceptable impact on the donor property. Furthermore, the proposed development would - by reason of its location, size, bulk and inappropriate design - fail to integrate well into the donor property and the area more generally, and would be unacceptable when assessed against policies 7.4 and 7.6 of the London Plan 2016 (MALP), draft London Plan policy D4, and policies CP17 and DC61 of the Havering Core Strategy and Development Control Policies DPD 2008.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the planning agent for the scheme prior to the decision notice being issued. The reasoned justification for this is as below:",
    "Paragraph 38 of the National Planning Policy Framework (2019) (the NPPF) requires Local Planning Authorities to approach decisions on proposed development in a positive and creative way, and paragraph 41 of the NPPF places an expectation that issues on applications should be addressed prior to submission of an application. The Council has made available on its website the policies and guidance provided by the Development Plan in its entirety. The Council also offers a full pre-application advice service in order to ensure that the applicant has every opportunity to submit"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:52:06.536+00:00",
  "ward": "Hacton",
  "parking_details": null,
  "lapsed_date": "05/05/2023",
  "decision_target_date": "19/10/2019",
  "centroid": {
    "lat": "51.5536886",
    "lon": "0.219585"
  },
  "lpa_app_no": "P1064.19",
  "status": "Dismissed",
  "site_name": "3 SUTTONS LANE (LAND REAR OF)",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1064.19",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553956.741,
              186200.402
            ],
            [
              553958.773,
              186206.904
            ],
            [
              553998.194,
              186203.111
            ],
            [
              553998.194,
              186202.976
            ],
            [
              553996.162,
              186196.202
            ],
            [
              553956.741,
              186199.724
            ],
            [
              553956.741,
              186200.402
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "27/09/2019",
  "appeal_decision_date": "21/10/2020",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HORNCHURCH",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553977,
  "appeal_start_date": "16/07/2020",
  "centroid_northing": 186201,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21929279999999998,
          51.5536887
        ],
        [
          0.2193249,
          51.5537466
        ],
        [
          0.2198914,
          51.5537017
        ],
        [
          0.21989129999999998,
          51.5537005
        ],
        [
          0.2198591,
          51.5536402
        ],
        [
          0.2192925,
          51.5536826
        ],
        [
          0.21929279999999998,
          51.5536887
        ]
      ]
    ],
    "type": "Polygon"
  }
}