{
  "lpa_name": "Havering",
  "uprn": "100021345633",
  "decision_date": "29/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P0293.21",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM11 3BT",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 3,
    "intended_commencement_date": "05/2021",
    "intended_completion_date": "12/2021",
    "existing_uprns": null,
    "total_gia_gained": 184,
    "no_additional_bedrooms": 3,
    "site_area": 0.163
  },
  "valid_date": "04/03/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Part single storey and part two storey rear, side and front extensions, conversion of garage to habitable space, and removal of rear dormer window",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The extension hereby permitted shall be used only for living accommodation as an integral part of the existing dwelling known as no. 263 Wingletye Lane, Hornchurch and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed two windows for bathrooms facing the adjoining neighbour at no. 265 Wingletye Lane (shown on drawing nos. PL-05 and PL- 03) shall be permanently glazed with obscure glass not less than obscurity level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/sqm and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £4,763.25 would be payable due to result in a new residential property with 190.53sqm of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125/sqm (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £23,816.25 would be payable, subject to indexation.",
    "The total amount of CIL owed amounts to £28,579.50, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liabi",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:33:19.902+00:00",
  "ward": "Emerson Park",
  "parking_details": null,
  "lapsed_date": "29/04/2024",
  "decision_target_date": "29/04/2021",
  "centroid": {
    "lat": "51.574667",
    "lon": "0.23532709999999998"
  },
  "lpa_app_no": "P0293.21",
  "status": "Approved",
  "site_name": "263 Wingletye Lane",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0293.21",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554965.717,
              188538.785
            ],
            [
              554955.828,
              188555.719
            ],
            [
              554964.362,
              188560.596
            ],
            [
              554986.308,
              188572.11
            ],
            [
              554998.229,
              188579.019
            ],
            [
              555031.825,
              188596.359
            ],
            [
              555036.295,
              188577.258
            ],
            [
              555019.091,
              188567.775
            ],
            [
              554965.717,
              188538.785
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "26/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [
    "EGL50439"
  ],
  "actual_commencement_date": null,
  "street_name": "Hornchurch",
  "pp_id": "09524927",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 554997,
  "appeal_start_date": null,
  "centroid_northing": 188567,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23486359999999998,
          51.5744221
        ],
        [
          0.23472849999999998,
          51.574577
        ],
        [
          0.2348537,
          51.5746185
        ],
        [
          0.2351752,
          51.5747159
        ],
        [
          0.23535009999999998,
          51.5747747
        ],
        [
          0.2358422,
          51.5749212
        ],
        [
          0.2358982,
          51.5747484
        ],
        [
          0.235646,
          51.5746679
        ],
        [
          0.23486359999999998,
          51.5744221
        ]
      ]
    ],
    "type": "Polygon"
  }
}