{
  "wgs84_polygon": null,
  "ward": "East Acton",
  "decision": "Approved",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 521175,
  "application_details": {
    "existing_uprns": null
  },
  "actual_completion_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "locality": null,
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": 180715,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "02/04/2028",
  "pp_id": "PP-12694774",
  "lpa_app_no": "241445VAR",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.512376,
    "lon": -0.255193
  },
  "application_type": "All Other",
  "borough": "Ealing",
  "postcode": null,
  "site_name": "Barbara Speake Stage School ",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "07/04/2025",
  "valid_date": "15/04/2024",
  "street_name": "East Acton Lane",
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/241445VAR;",
  "appeal_start_date": null,
  "last_date_consultation_comments": null,
  "last_updated": "2025-06-04T13:59:17.419Z",
  "appeal_decision": null,
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans), seeking to vary the wording of conditions 2, 5, 8(a), 10, 13, 15, 16, 17, 18, 19(a), 21, 28(a), 28(b), 28(c) in pursuant to planning permission reference 205322FUL (later amended by 233490NMA) dated 17/08/2023 for; Demolition of existing building and construction of a 5-storey building with basement for plant equipment fronting East Acton Lane and a 4-storey building to rear of site comprising a total of 38 self-contained residential dwellings (Use Class C3), including associated communal external amenity space, landscaping, plant equipment, refuse and bicycle stores, and associated works.",
  "decision_date": "02/04/2025",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun no later than the expiration of three years from 17/08/2023, the date of the original permission ref: 205322FUL when permission was granted.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with the following drawings and documents:",
    "Drawings:",
    "3269-CB-A-DR-P0001 Revision A (Site Location Plan)",
    "3269-CB-A-DR-P0090 Revision A (Existing Site Plan)",
    "3269-CB-A-DR-P0100 Revision A (Existing Ground Floor Plan)",
    "3269-CB-A-DR-P0101 Revision A (Existing First Floor Plan)",
    "3269-CB-A-DR-P0150 Revision A (Existing Section AA)",
    "3269-CB-A-DR-P0200 Revision A (Existing South Elevation)",
    "3269-CB-A-DR-P0201 Revision A (Existing North Elevation)",
    "3269-CB-A-DR-P0202 Revision A (Existing East Elevation)",
    "3269-CB-A-DR-P0203 Revision A (Existing West Elevation)",
    "3269-CB-A-DR-P0206 Revision A (Existing East Acton Lane Street Elevation)",
    "23027-MA-PL-ZZ-DR-A-001 rev P08 (Proposed Site Plan)",
    "23027-MA-PL-FB00-DR-A-100 rev P04 (Proposed Ground Floor- Front Block)",
    "23027-MA-PL-RB00-DR-A-100 rev P02 (Proposed Ground Floor- Rear Block)",
    "23027-MA-PL-FB01-DR-A-101 rev P02 (Proposed First Floor - Front Block)",
    "23027-MA-PL-RB01-DR-A-101 rev P02 (Proposed First Floor - Rear Block)",
    "23027-MA-PL-FB02-DR-A-102 rev P02 (Proposed Second Floor- Front Block)",
    "23027-MA-PL-RB02-DR-A-102 rev P02 (Proposed Second Floor- Rear Block)",
    "23027-MA-PL-FB03-DR-A-103 rev P02 (Proposed Third Floor - Front Block)",
    "23027-MA-PL-RB03-DR-A-103 rev P02 (Proposed Third Floor - Rear Block)",
    "23027-MA-PL-FB04-DR-A-104 rev P02 (Proposed Fourth Floor- Front Block)",
    "23027-MA-PL-FB05-DR-A-105 rev P01 (Proposed Roof Plan - Front Block)",
    "23027-MA-PL-RB04-DR-A-104 rev P01 (Proposed Roof Plan - Rear Block)",
    "3269-CB-A-DR-P1100 Revision B (Proposed Section AA)",
    "3269-CB-A-DR-1103 (Proposed Section CC)",
    "23027-MA-PL-FBXX-DR-A-172 rev P04 (Proposed East Elevation - Front Block)",
    "23027-MA-PL-RBXX-DR-A-172 rev P04 (Proposed East Elevation - Rear Block)",
    "23027-MA-PL-FBXX-DR-A-173 rev P04 (Proposed West Elevation - Front Block)",
    "23027-MA-PL-RBXX-DR-A-173 rev P04 (Proposed West Elevation - Rear Block)",
    "23027-MA-PL-FBXX-DR-A-171 rev P04 (Proposed North Elevation - Front Block)",
    "23027-MA-PL-XX-DR-A-171 rev P04 (Proposed Street Elevation - Front Block)",
    "23027-MA-PL-RBXX-DR-A-171 rev P04 (Proposed North Elevation - Rear Block)",
    "23027-MA-PL-RBXX-DR-A-170 rev P04 (Proposed South Elevation - Rear Block)",
    "3269-CB-A-DR-P1300 Revision A (Proposed Detailed Envelope Front Building)",
    "3269-CB-A-DR-P1301 Revision A (Proposed Detailed Envelope Rear Building)",
    "082 001 Revision C (Illustrative Landscape Masterplan)",
    "082 002 Revision B (Hardworks General Arrangement Ground Floor)",
    "082 003 Revision B (Softworks General Arrangement Ground Floor)",
    "082 004 Revision C (Softworks General Arrangement Third Floor and Roof Level)",
    "Documents:",
    "Design & Access Statement prepared by Cove Burgess (dated December 2020)",
    "Terrace Privacy Screens and Handrail prepared by Cove Burgess (dated May 2021)",
    "Heritage and Townscape Assessment prepared by Bidwells (dated December 2020)",
    "Planning Statement prepared by Savills (dated December 2020)",
    "Transport Statement prepared by Markide Associates Rev E (dated 30.07.2021)",
    "Transport Technical Note prepared by Markide Associates (dated 30.07.2021)",
    "Social Infrastructure Needs Assessment prepared by Savills (dated December 2020)",
    "Statement of Community Involvement prepared by Eversleigh LLP",
    "Acoustic Report prepared by Auricl Acoustic Consulting (dated 21.12.2020)",
    "Air Quality Assessment prepared by Cundall Revision P01 (dated 21.12.2020)",
    "Archaeological Desk-Based Assessment prepared by Savills (dated December 2020)",
    "Phase 1 Environmental Report prepared by Contaminated Land Solutions (dated 09.12.2020)",
    "Drainage Strategy prepared by Bright Plan Civils (dated December 2020)",
    "Drainage Strategy Addendum prepared by Bright Plan Civils (dated 18.05.2021)",
    "Ecological Impact Assessment prepared by Ecosa Revision 1 (dated January 2021)",
    "Landscape Design Report prepared by Henshall Green Revision C (dated August 2021)",
    "Outline Fire Strategy prepared by BB7 Revision A (dated 16.12.2020)",
    "Daylight & Sunlight Report prepared by Schroeders Begg (dated April 2021)",
    "Energy and Sustainability Statement prepared by Cundall Revision C (dated 12.08.2021)",
    "Energy and Sustainability Statement Addendum prepared by Energy Lab (dated 31.03.2023)",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Materials",
    "All external materials to be used in the development shall match those detailed in the approved drawings and documents listed under condition 2.",
    "Reason: To ensure that the materials are appropriate to the local context, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023). | Balconies",
    "No part of the development, other than those parts identified in the approved drawings listed under condition 2, shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies D3 and D6 of The London Plan (2021), polices 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | Cycle parking for a minimum of sixty-three (63) bicycle spaces, including two (2) bicycle spaces for visitors, shall be provided in accordance with the designated locations identified in the approved drawings listed under condition 2 prior to the first occupation of the building. The cycle parking spaces shall be permanently retained for the lifetime of the development.",
    "Reason: To provide adequate bicycle storage in accordance with policy T5 of the London Plan (2021).",
    "| Refuse Storage",
    "Refuse and recycling storage shall be provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards prior to the first occupation of the hereby approved development. These facilities shall be permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI7 of the London Plan (2021). | Landscaping, Boundary Treatment and Privacy Screens",
    "Prior to the first use of the balconies hereby approved, the privacy screens identified on the approved drawings listed under condition 2 shall be installed. The privacy screens shall match the specifications identified in the document titled 'East Acton Lane Terrace Privacy Screens and Handrail' prepared by Cove Burgess and dated May 2021 and the Design & Access Statement. The privacy screens shall be permanently retained for the lifetime of the development.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Ealing Core Strategy (2012). | (A) The stage 1 written scheme of investigation for the scheme shall be in accordance shall be as approved under permission 233493CND.",
    "(B) If heritage assets of archaeological interest are identified by the stage 1 WSI, then for those parts of the site which have archaeological interest, a stage 2 WSI shall be submitted to and approved in writing by the Local Planning Authority. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "i) The statement of significance and research objectives, the programme and methodology of site investigation and recording, and the nomination of a competent person(s) or organisation to undertake the agreed works",
    "ii) Where appropriate, details of a programme for delivering related positive public benefits.",
    "iii) The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material.",
    "This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "Reason: To safeguard the archaeological interest of the site in accordance with policy HC1 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Secure by Design",
    "The development hereby approved shall achieve Secure by Design Accreditation.",
    "Reason: To ensure that opportunities to commit crime are reduced, particularly in relation to the approved apartment buildings that contain shared core entrances that serve a number of dwellings; and in order that the new buildings incorporate appropriately designed security features, in accordance with policy D11 of the London Plan (2021). | The site investigation related to land contamination for the scheme shall be as approved under permission 234881CND.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use in accordance with policy SI 10 of the London Plan (2021), policy 1.1 of the Ealing Development (Core) Strategy (2021) and policy 5.21 of the Ealing Development Management DPD (2013).",
    "| Land Contamination - Remediation Scheme",
    "If the site investigation, under condition 10, determines remediation of contaminated land is required, a detailed remediation scheme to bring the site to a condition suitable for the intended use shall be submitted to and approved in writing by the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. The approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development (excluding initial site clearance and demolition and that required to carry out the remediation works).",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use in accordance with policy SI 10 of the London Plan (2021), policy 1.1 of the Ealing Development (Core) Strategy (2021) and policy 5.21 of the Ealing Development Management DPD (2013). | Land Contamination - Verification Report",
    "If the site investigation, under condition 10, determines remediation of contaminated land is required, then following the completion of measures identified in the approved remediation scheme (as per condition 11), a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and approved in writing by the Local Planning Authority prior to the first occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure that any ground and water contamination is identified and adequately addressed to ensure the safety of the development, the environment and to ensure the site is suitable for the proposed use in accordance with policy SI 10 of the London Plan (2021), policy 1.1 of the Ealing Development (Core) Strategy (2021) and policy 5.21 of the Ealing Development Management DPD (2013). | Prior to its installation, details for a scheme providing fresh air mechanical extraction to habitable rooms on the East Acton Lane façade with the supply from high level at the rear or sides of the building at each floor shall be submitted to and approved in writing by the Local Planning Authority. The approved scheme shall be fully installed and operational prior to the first occupation of the development and thereafter permanently retained.",
    "Reason: In the interests of the amenity, health and air quality of future occupiers in accordance with policies D6 and SI1 of the London Plan (2021) and policy 3.5 of the Ealing Development Management DPD (2013).",
    "| Non-Road Mobile Machinery Emission Standards",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site at any time, whether in use or not, without the prior written consent of the Local Planning Authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To protect the amenities, health and air quality of neighbouring users throughout the demolition and construction of the development in accordance with policies D6 and SI1 of the London Plan (2021) and policy 7A of the Ealing Development Management DPD (2013). | The Air Quality and Dust Management Plan (AQDMP) shall be as approved under permission 233513CND.",
    "Reason: To protect the amenities, health and air quality of neighbouring users throughout the demolition and construction of the development in accordance with policies D6 and SI1 of the London Plan (2021) and policy 7A of the Ealing Development Management DPD (2013).",
    "| Prior to the installation of the windows, details of the sound insulation of the building envelope, including details of glazing specification and acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) shall be submitted to and proved in writing by the Local Planning Authority.",
    "The sound insulation shall achieve internal room standards of SPG10 and noise limits specified by BS8233:2014. Details of best practicable mitigation measures to achieve these criteria in external amenity shall also be submitted. The approved details shall be implemented prior to the first occupation of the development and shall be permanently retained thereafter.",
    "Reason: In the interests of the living conditions of the future occupiers of the units in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| The details of an enhanced sound insulation between neighbouring flats shall be as approved under permission 234863CND.",
    "Reason: In the interests of the living conditions of the future occupiers of the units in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| The details of an enhanced sound insulation between flats and plant/communal areas shall be as approved under permission 234863CND.",
    "Reason: In the interests of the living conditions of the future occupiers of the units in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| (A) Prior to their installation, details of the external rating noise level emitted from plant/machinery/equipment/ducting/air in- and outlets/mechanical installations, together with mitigation measures as appropriate shall be submitted to and approved in writing by the Local Planning Authority. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all plant/equipment operating together at maximum capacity.",
    "(B) Prior to the first occupation of the hereby approved development, a post installation sound assessment shall be submitted to and approved in writing by the Local Planning Authority. The assessment shall be carried out to confirm compliance with the noise criteria set out in Part A of this condition and shall include additional steps to mitigate noise, as necessary.",
    "Approved details shall be implemented prior to the first occupation/ use of plant/ machinery/ equipment and shall be permanently retained thereafter.",
    "Reason: In the interests of the living conditions of the future occupiers of the units and surrounding sites in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023).",
    "| Anti-Vibration Mounts and Silencing of Machinery",
    "Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators, and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such for the lifetime of the development.",
    "Reason: In the interests of the living conditions of the future occupiers of the units and surrounding sites in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023). | The details of Demolition Method Statement and Construction Management Plan shall be as approved under permission 233514CND.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works in accordance with  policies 7A, 7B and 7.15 of the Ealing Development Management DPD (2013), policies 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Development (Core) Strategy (2012), policies D6, D10, D14, SI1, T3 and T7 of the London Plan (2021), the Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), and BS 5228-1:2009 - Code of Practice for Noise & Vibration Control on Construction & Open Sites-Part 1: Noise Density.",
    "| Adaptable Units",
    "Ninety (90) percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(2)(Accessible and Adaptable Dwellings) of Building Regulations 2015, or other such relevant technical requirements in use at the time of the construction of the development.",
    "Reason: To ensure that the development is adaptable, flexible, convenient and appropriate to the changing needs of the future occupiers, in accordance with policies D5, D6 and D7 of the London Plan (2021) and policy 1.1(h) of the Ealing Development (Core) Strategy (2012). | Accessible Units",
    "Ten (10) percent of the approved residential dwellings shall be designed and constructed to meet Approved Document M (Volume 1: Dwellings), Part M4(3) (Wheelchair user dwellings) of Building Regulations 2015, or other such relevant technical standards in use at the time of the construction of the development.",
    "Reason: To ensure the provision of wheelchair housing in a timely fashion that would address the current unmet housing need; produce a sustainable mix of accommodation; and provide an appropriate choice and housing opportunity for wheelchair users and their families, in accordance with the objectives of policies D5, D6 and D7 of the London Plan (2021) and policy 1.1(h) of the Ealing Development (Core) Strategy (2012). | Tree Planting and Soil Rooting Volume",
    "Prior to the completion of the hereby approved development, details of the tree planting and tree pits shall be submitted to and approved in writing by the Local Planning Authority. Details shall include the following:",
    "a.\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals;",
    "b.\tLocations of all proposed species;",
    "c.\tPlans detailing adequate soil volume provision to allow the tree to grow to maturity;",
    "d.\tEngineering solutions to demonstrate the trees will not interfere with structures in the future (e.g. root barriers/deflectors);",
    "e.\tStaking/tying method(s);",
    "f.\tTen-year post planting maintenance and inspection schedule.",
    "All tree planting shall be carried out in full accordance with the approved scheme within the first planting season following the practical completion of the building works. The quality of all approved tree planting shall be carried out to the levels detailed in British Standard 8545.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from initial planting shall be replaced during the nearest planting season with tree(s) of the same size, species and quality.",
    "Reason: In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of the visual amenity of the area as a whole, policies D4, D8 and G7 of the London Plan (2021), policies 1.1 (e) (g), 1.2(f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 of the Ealing Development Management DPD (2013). | Landscaping and Boundary Treatment",
    "Prior to the first occupation of the hereby approved development, all landscaping and boundary treatments, as identified in the approved drawings listed under condition 2, shall be fully implemented and shall be permanently retained for the lifetime of the development.",
    "Reason: To protect the living conditions of future occupiers of the development and in the interests of the visual amenity of the street scene in accordance with policies D3, D4, D6 and D8 of the London Plan (2021) and policies 3.5, 7B and 7.4 of the Ealing Development Management DPD (2013). | Green Roof Details",
    "Prior to the installation of the green roof(s), details of the biodiversity roofs shall be submitted to and approved in writing by the Local Planning Authority. Details shall include a technical report from a suitably qualified ecologist specifying how the green roof has been developed for biodiversity with details of landscape features and in compliance with the GRO Green Roof Code 2014.",
    "Green roofs shall be biodiversity based with extensive substrate base, have sufficient depth of soil or growing medium for the relevant planting, be planted/seeded with a green mix of species within the first planting season following the practical completion of the building works, and have relevant efficient and effective drainage and irrigation to sustain the vegetation.",
    "Reason: In the interests of supporting and enhancing local biodiversity on site in accordance with policies G5 and G6 of the London Plan (2021), policies 1.1, 1.2, 2.9 and 5.5 of the Ealing Development (Core) Strategy (2012) and policies 2.18 and 7.3 of the Ealing Development Management DPD (2013). | Landscaping Maintenance",
    "Prior to the first occupation of the hereby approved development, a Landscape Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Landscape Management Plan shall include details of maintenance for the site for a minimum period of 5 years from the implementation of the final planting.",
    "Reason: To ensure the proper maintenance of the site in the interests of the amenities of future occupiers and the quality of the public realm in accordance with policies D3, D4, D6 and D8 of the London Plan (2021) and policies 3.5, 7B and 7.4 of the Ealing Development Management DPD (2013). | a)\tPrior to construction completion and occupation, the permitted development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions of at least 52.15% (equating to 20.39 tonnes of CO2 per year) beyond Building Regulations Part L 2021 using SAP 10.2 factors. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by EnergyLab in March 2023 including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 19.59% equating to at least 7.66 tonnes in regulated carbon dioxide (CO2) emissions over Part L 2021.",
    "ii.\tClean, electric space heating/DHW systems to achieve an annual reduction of at least 30.2% equating to at least 11.81 tonnes in regulated carbon dioxide (CO2) emissions over Part L 2021.",
    "iii.\tGreen, renewable energy equipment including the incorporation of two photovoltaic arrays with a combined capacity of 10.7 kWp to achieve an annual reduction of at least 2.35% equating to 0.92 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021.",
    "iv.\tSeen, electric meters installed to monitor the performance of the PV and the parasitic loads of the dwelling heating/DHW systems.",
    "b)\tPrior to completion of the development, details and layout of the proposed low and zero-carbon (LZC) energy systems shall be submitted to the Council along with the contact details of the LZC contractor(s), and if different, the commissioning electrical or plumbing contractors.",
    "c)\tUpon final construction of the development, and prior to occupation, the agreed smart meters/SIM cards required for monitoring the PV and the parasitic loads of the dwelling heating/DHW systems shall be installed and transmitting live data.",
    "d)\tOn completion of the installation of the PV panels copies of the MCS certificates shall be submitted to the Council.",
    "e)\tThe development shall incorporate the overheating mitigation measures detailed in the Dynamic Overheating Assessment submitted by Cundall in August 2021 (rev C) and the revised energy strategy produced by EnergyLab in March 2023. Any later stage version shall be compliant with CIBSE guidance Part O (TM59/Guide A), and modelled against the TM49 DSY1 (average summer) weather data files, and the more extreme weather DSY2 (2003) and DYS3 (1976) files for TM59 criteria (a) and (b).",
    "f)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2022, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Overheating and Cooling",
    "The development shall incorporate the overheating and cooling measures in line with the relevant CIBSE guidance and detailed in the Dynamic Overheating Assessment submitted by Cundall in August 2021 (revision C).",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy SI4 of the London Plan (2021), and the Ealing Development Management DPD (2013). | Post-Construction Energy Equipment Monitoring",
    "In order to implement Ealing Council DPD policy 5.2.3 (Post-Construction Energy Equipment Monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "A)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development and/or the energy use of the development as per energy and CO2 condition(s).",
    "B)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency (COP) of any renewable/low-carbon energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "C)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with policy SI2 of the London Plan (2021), the Ealing Development (Core) Strategy (2012), policy 5.2 of the Ealing Development Management DPD (2013), and paragraph 2.5.36 of the Mayor's Sustainable Design & Construction SPG. | Sustainable Design and Construction",
    "Prior to the completion of the hereby approved development, the sustainability measures detailed in the approved Energy and Sustainability Statement prepared by Cundall in August 2021 (Revision C) shall be implemented and maintained. The measures shall meet the requirements of local and regional planning policies and be in line with the Mayor's Sustainable Design and Construction SPG. The development shall be constructed in line with the approved energy and sustainability measures.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), policies 5.2 and 7A of the Ealing Development Management DPD (2013), and policies 1.1(k) and 1.2(f) of the Ealing Development (Core) Strategy (2012) and the Mayor's Sustainable Design and Construction SPG. | Passenger Lifts",
    "The passenger lifts located within the communal cores serving the approved residential units shall be installed and operational prior to the first occupation of the relevant part of the apartment block to which the lift serves.",
    "Reason: To ensure that adequate access is provided to all floors of the development for all occupiers and visitors including those with disabilities, in accordance with policies GG3, D5, D6 and D7 of the London Plan (2021), policy 1.1(h) of the Ealing Development (Core) Strategy (2012), policy 7B of the Ealing Development Management DPD (2013) and interim Ealing SPG 'Accessible Ealing' (2012). | Microwave Mast, Antennae and Satellite Dishes",
    "No microwave masts, antennae or satellite dishes or any other plant or equipment shall be installed on any of the buildings within the development unless otherwise approved in writing by the Local Planning Authority through the submission of a planning application.",
    "Reason: To safeguard the character and appearance of the buildings and the area as a whole, in accordance with policies D4 and D8 of the London Plan (2021), policy 1.1(h) of the Ealing Development (Core) Strategy (2012), policies 3.5, 7.4 and 7B of the Ealing Development Management DPD (2013)."
  ],
  "uprn": "000012140502",
  "id": "Ealing-241445VAR",
  "polygon": null,
  "lpa_name": "Ealing"
}