{
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed on the plans unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The windows inserted on the flank walls shall be obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "The soft landscaped areas and front hedge behind the boundary wall shall be be implemented in the first planting season following completion of the development. Any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The hard surface hereby approved (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email on 14.3.25. The revisions involved a reduction in the width, height and bulk of the rear extension, a reduction in the width of the side extension, increased soft landscaping, change of window colour and reduction in rear dormer height and depth. The amendments were subsequently submitted on 14.3.25, 20.3.25, 21.3.25 and 25.3.25."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "25/03/2025",
  "lpa_name": "Havering",
  "centroid_northing": 190482,
  "last_updated": "2025-07-09T01:41:37.429Z",
  "development_type": null,
  "ward": "Marshalls & Rise Pk",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 2,
    "no_proposed_car": 2
  },
  "uprn": "100021378402",
  "application_details": {
    "total_gia_gained": 76,
    "intended_completion_date": "12/2025",
    "existing_uprns": null,
    "intended_commencement_date": "04/2025",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 3
  },
  "last_date_consultation_comments": "12/02/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "RM2 5PP",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "25/03/2025",
  "borough": "Havering",
  "wgs84_polygon": null,
  "lpa_app_no": "P0067.25",
  "valid_date": "21/01/2025",
  "description": "Two storey front extension, single storey side extension, single storey rear extension, loft conversion with rear dormer, replacement roof tiles, windows and front door with entrance canopy and new brick boundary wall with hard and soft landscaping improvements",
  "centroid_easting": 551869,
  "site_number": null,
  "lapsed_date": "25/03/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Romford",
  "last_updated_by": "Planning Portal ingest",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.592722,
    "lon": 0.191026
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0067.25",
  "site_name": "Brookside, Heaton Grange Road",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13699986",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Havering-P0067.25",
  "polygon": null
}