{
  "cil_liability": false,
  "last_updated": "2025-03-20T12:57:39.221+00:00",
  "application_details": {
    "existing_uprns": [
      "000012149550, 000012149551, 000012159890, 000012156397"
    ],
    "site_area": 0.34900000000000003
  },
  "decision_target_date": "02/12/2022",
  "parking_details": null,
  "postcode": "UB1 3DN",
  "appeal_decision_date": null,
  "locality": "Southall",
  "status": "Approved",
  "centroid_easting": 513102,
  "lapsed_date": "16/12/2025",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513108.996739,
              180331.4499146
            ],
            [
              513111.5527079,
              180331.1000148
            ],
            [
              513112.5008899,
              180332.6495712
            ],
            [
              513114.0014911,
              180332.3996428
            ],
            [
              513114.6528509,
              180330.750115
            ],
            [
              513117.3489859,
              180330.4502008
            ],
            [
              513121.3973109,
              180330.0003296
            ],
            [
              513123.5657619,
              180329.9103553
            ],
            [
              513125.7012328,
              180330.3002437
            ],
            [
              513125.7012328,
              180329.0506014
            ],
            [
              513127.4986561,
              180329.0506014
            ],
            [
              513127.5975968,
              180330.5501722
            ],
            [
              513130.5493287,
              180330.6001579
            ],
            [
              513125.8991142,
              180308.7464135
            ],
            [
              513123.5492718,
              180278.4450871
            ],
            [
              513121.3973109,
              180254.4519551
            ],
            [
              513093.1497315,
              180257.8009964
            ],
            [
              513074.3015219,
              180260.0003669
            ],
            [
              513077.698487,
              180285.6030382
            ],
            [
              513078.9022659,
              180294.7504198
            ],
            [
              513079.2485585,
              180296.5998904
            ],
            [
              513080.0483294,
              180303.0980303
            ],
            [
              513080.5512782,
              180307.2968284
            ],
            [
              513080.6089936,
              180307.7866882
            ],
            [
              513080.8151201,
              180309.3562389
            ],
            [
              513081.4994602,
              180314.6047365
            ],
            [
              513082.0518793,
              180318.3536634
            ],
            [
              513082.3981719,
              180320.7029909
            ],
            [
              513085.1932476,
              180331.2999576
            ],
            [
              513086.4959672,
              180336.2485411
            ],
            [
              513094.5019215,
              180334.798956
            ],
            [
              513098.2699145,
              180334.6290046
            ],
            [
              513109.400747,
              180333.0994425
            ],
            [
              513108.996739,
              180331.4499146
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 180295,
  "ward": "Southall Broadway",
  "lpa_app_no": "224627NMA",
  "pp_id": "PP-11660004",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "valid_date": "01/11/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": "12149550",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "actual_completion_date": null,
  "application_type_full": "Non-Material Amendment",
  "application_type": "All Other",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "High Street",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3714782,
          51.5106
        ],
        [
          -0.3714415,
          51.5105964
        ],
        [
          -0.37142739999999996,
          51.5106101
        ],
        [
          -0.3714058,
          51.5106076
        ],
        [
          -0.371397,
          51.5105926
        ],
        [
          -0.37135819999999997,
          51.5105894
        ],
        [
          -0.37130009999999997,
          51.5105845
        ],
        [
          -0.37126889999999996,
          51.5105833
        ],
        [
          -0.37123799999999996,
          51.5105864
        ],
        [
          -0.37123839999999997,
          51.5105751
        ],
        [
          -0.3712125,
          51.5105748
        ],
        [
          -0.3712106,
          51.5105882
        ],
        [
          -0.371168,
          51.5105881
        ],
        [
          -0.37124199999999996,
          51.5103926
        ],
        [
          -0.3712856,
          51.5101207
        ],
        [
          -0.3713243,
          51.5099055
        ],
        [
          -0.3717301,
          51.5099413
        ],
        [
          -0.37200089999999997,
          51.5099648
        ],
        [
          -0.3719437,
          51.5101942
        ],
        [
          -0.37192349999999996,
          51.5102762
        ],
        [
          -0.37191789999999997,
          51.5102928
        ],
        [
          -0.37190429999999997,
          51.510351
        ],
        [
          -0.3718957,
          51.5103886
        ],
        [
          -0.37189469999999997,
          51.510393
        ],
        [
          -0.3718912,
          51.5104071
        ],
        [
          -0.3718797,
          51.5104541
        ],
        [
          -0.3718705,
          51.5104877
        ],
        [
          -0.3718648,
          51.5105088
        ],
        [
          -0.37182109999999996,
          51.5106034
        ],
        [
          -0.3718008,
          51.5106477
        ],
        [
          -0.37168589999999996,
          51.510633
        ],
        [
          -0.3716317,
          51.5106308
        ],
        [
          -0.37147189999999997,
          51.5106148
        ],
        [
          -0.3714782,
          51.5106
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5102738",
    "lon": "-0.3715907"
  },
  "epc_number": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/224627NMA;",
  "lpa_name": "Ealing",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "Land And Buildings To The Rear Of",
  "decision": "Approved",
  "id": "Ealing-224627NMA",
  "description": "Application for a Non-Material Amendment in (S96a) to amend triggers for conditions 5, 8, 26 and 29 in relation to planning permission reference 213386VAR dated 23.03.2022 for 'Redevelopment of the site to provide 149 residential units and 1x ground floor flexible retail/professional services/café or restaurant unit (A1/A2/A3 use classes) accommodated within three residential buildings ranging in height from four to fifteen storeys (inclusive of plant), with associated landscaping and blue badge parking (following demolition of buildings and structures on site). Amendments comprise of the following: design refinements to massing and façade design; reduction is size of commercial unit by 37 sqm; amendment to mix of residential units to reduce the number of studios and two bedroom units and increase the number of one bedroom and three bedroom units; reduction in height of Block B by one habitable floor and increase the height of Block C by 2 habitable floors; building entrances located within Blocks B +C accessed from central courtyard; cycle storage within Blocks B + C relocated adjacent to main building entrances; cycle storage for Blocks B + C relocated within the buildings  '",
  "decision_date": "16/12/2022",
  "decision_conditions": [
    "Prior to the commencement of development (excluding demolition), a detailed site construction method statement and management plan shall be submitted to and approved in writing by the Local Planning Authority. The submission shall specifically consider a joint approach with the construction of any approved development on the adjoining site to minimise highways and amenity impacts of this busy location. The submitted details shall include the following:",
    "a)\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b)\tdetails of construction hours;",
    "c)\tanticipated route, number, frequency and size of construction vehicles entering/exiting the site per day;",
    "d)\tdelivery times and booking system (which is to be staggered to avoid morning and afternoon school-run peak periods);",
    "e)\troute and location of site access for construction traffic and associated signage;",
    "f)\tmanagement of consolidated or re-timed trips;",
    "g)\tdetails of noise and vibration mitigation measures and monitoring arrangements for noise and vibration by suitably qualified noise specialists. Noise and vibration mitigation measures must accord with the Mayor's 'Best Practice Guidance';",
    "h)\tdetails of site security, temporary lighting and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "i)\tsecure, off-street loading and drop-off facilities;",
    "j)\twheel washing provisions;",
    "k)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "l)\tdetails as to the location(s) for storage of building materials, plant and construction debris and contractors' welfare facilities and offices;",
    "m)\tprocedures for on-site contractors to deal with complaints from members of the public;",
    "n)\tmeasures to consult cyclists, disabled people and the local schools with regard to delivery times and necessary diversions;",
    "o)\tdetails of all pedestrian and cyclist diversions;",
    "p)\ta commitment to be part of Considerate Constructors Scheme; and",
    "q)\tconfirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "r)\tThe submission of evidence of the condition of the highway prior to-construction and a commitment to make good any damages caused during construction.",
    "s)\tDetails of parking restrictions which may need to be implemented during construction work.",
    "t)\tAn Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment produced in accordance with current guidance 'The Control of Dust and Emissions during Construction and Demolition SPG', GLA, July 2014.",
    "u)\tDetails of all Non-Road Mobile Machinery (NRMM) to be used on the development site. All NRMM shall meet as minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM must be registered on the NRMM register https://nrmm.london/user-nrmm/register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site which details the emissions standard of all equipment.",
    "Prior to the commencement of any construction work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site construction compound.",
    "The development shall be carried out strictly in accordance with the details so approved. Any areas to be used for the storage of building materials or other site activities outside of the relevant phase of the development shall be returned to the original condition immediately following the practical completion of the development.",
    "Such details shall be implemented, and phasing agreed in writing prior to the commencement of works on site (excluding demolition) and thereafter retained for the duration of the works.",
    "Reason:  To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policies SI1, SI7, T4, T6 and T7 of the London Plan (2021); the National Planning Policy Framework (2021); Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites-Part 1: Noise. | Prior to commencement of the development (excluding demolition) hereby approved a detailed surface water drainage design (including relevant specifications), and a maintenance plan, shall be submitted and approved in writing by the Local Planning Authority (in consultation with the Lead Local Flood Authority). The development shall be carried out strictly in accordance with the approved detailed drainage scheme.",
    "Reason: To prevent flooding elsewhere by ensuring enough storage of surface flood water is provided and achieved with appropriate sustainable drainage techniques, in accordance policies 1.1 and 1.2 of the Ealing Core Strategy (2012); policy LV 5.12 of the Ealing Development Management DPD (2013); policies SI12 and SI13 of the London Plan (2021); and the National Planning Policy Framework (2021). | Prior to commencement of the approved development above ground level, the details of the dynamic thermal modelling for each apartment, or an agreed percentage of the apartments, shall be undertaken using the guidance provided in CIBSE TM59 & TM52 and shall be submitted to the Local Planning Authority for written approval demonstrating that the development performs against their overheating criteria and exceed the requirements to avoid overheating.",
    "The details of any additional measures to be incorporated into the development to minimise the risk of overheating (including active cooling) shall also be submitted if the dynamic thermal modelling demonstrates that overheating would occur. The development shall thereafter be provided in accordance with the approved details.",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy SI4 of the London Plan (2021) and Ealing's Development (Core) Strategy, and Development Management DPD. | Prior to the commencement of the development following demolition Sustainable Design and Construction strategies which includes full details of the measures that are to be incorporated into the development to achieve the requirements of the local and regional planning policies shall be submitted to and approved in writing by the local planning authority in line with the Mayor's Sustainable Design and Construction SPG. The development shall be constructed in line with the approved energy and sustainability measures.",
    "Reason: In the interest of addressing climate change and to secure sustainable development in accordance with policies SI1, SI2, SI4 and SI13 of the London Plan (2021), policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012 and Mayor's Sustainable Design and Construction SPG."
  ],
  "development_type": null
}