{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "lpa_app_no": "55936/APP/2023/74",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=55936/APP/2023/74",
  "actual_completion_date": null,
  "pp_id": "11832925",
  "lapsed_date": "07/03/2026",
  "secondary_street_name": "STANWELL MOOR",
  "centroid": {
    "lon": -0.493346,
    "lat": 51.46764
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": null,
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "02/02/2023",
  "description": "Variation of Condition 2 (approved plans) of planning permission ref. 55936/APP/2021/2751, dated 17-12-2021 (Alteration, extension, refurbishment and change of use of existing commercial buildings to create a Remote Internal Temporary Storage Facility) for alteration to roof form, removal of windows to south elevation, an additional plant, added glazing bars to windows, defined external access / egress pathways and glass canopy over front door (part retrospective)",
  "wgs84_polygon": null,
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "Willowslea Farm Kennels, AIRPETS LTD",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of the original permission (ie by 17 December 2024).",
    "REASON: To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the plans numbered 506/P/1.7 and 506/P/1.10, received 12 July 2021 and plans 506/P/1.3 Rev A and 506/P/1.4 Rev B, received 10 January 2023.",
    "REASON: To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The development shall be constructed in accordance with the approved details in discharge application 55936/APP/2022/1111, granted 30 May 2022, namely:",
    "1. Roof - Kingspan Quadcore profiled metal KS1000RW - Colour XL Forte Umber Grey",
    "2. Walls - Forticrete Linear Brick (aggregate faced blockwork) - Colour Ivory",
    "3. Rainwater goods - Guttercrest Rectangular Smoothline - RAL 8019 Matt",
    "4. Window frames - Smart Alitherm Heritage - RAL Bronze Alchemy ALC002",
    "5. Doors - DoorTechnik E12 Steel doorsets with plastisol finish - RAL 8019 Matt",
    "REASON: To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the first use/operation of the development hereby permitted, an electric vehicle charging point capable of charging 2no. vehicles at the same time shall be installed and made available to serve the proposed parking spaces. Thereafter, the electric vehicle charging point shall be maintained and retained for as long as the development exists.",
    "REASON: To encourage sustainable means of transportation in compliance with Policy T6 of the London Plan (2021).",
    "The development shall only be used as a Remote Internal Temporary Storage Facility in relation to border control storage and handling of animals as detailed in the application. It shall not be used for any other purpose.",
    "REASON: The particular use/development has been justified in the Green Belt location and to accord with Policy DMEI 4 of the Hillingdon Local Plan: Part 2 (January 2020).",
    "The existing planting and/or hedging on the boundary with Spout Lane North which screens the approved extension shall be maintained for so long as the development remains in existence to a minimum height of 2 metres for the full depth of the development hereby approved.  Any gaps which occur shall be filled with replacement planting of a similar size and species, or other boundary screening as agreed by the Local Planning Authority.",
    "REASON: To safeguard the visual amenities of the area and designated greenbelt in accordance with Policies DMHB 11 and DMEI 4 of the Hillingdon Local Plan: Part 2 (January 2020), Policy G2 of the London Plan and the National Planning Policy Framework (2021)",
    "As per Condition 5 on the parent permission, no contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. All imported soils shall be tested for chemical contamination, and any results of this testing shall be summarised in a report and submitted to the Local Planning Authority.",
    "The applicant is advised that there is a possibility there may be some contaminating substances present in the ground. We have no information on the ground conditions. We would advise persons working on site to take basic precautions in relation to any contamination they may encounter. Precautions should be taken to minimise the mixing of any excavated material with clean shallow soils that are to remain on site.",
    "You are advised this development is on former developed land. The advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site once works are complete to minimise risk to the occupants of the site.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "postcode": "TW19 6BW",
  "application_type": "All Other",
  "decision_date": "07/03/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 504752,
  "valid_date": "10/01/2023",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "07/03/2023",
  "id": "Hillingdon-55936_APP_2023_74",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:09:22.459+00:00",
  "street_name": "SPOUT LANE",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 175373,
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "H/ROW VILLAGES 2022"
}