{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "16/09/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-55936_APP_2020_2046",
  "secondary_street_name": "STANWELL MOOR",
  "appeal_status": null,
  "postcode": "TW19 6BW",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.551
  },
  "valid_date": "17/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of acoustic fencing, high weld mesh fencing and timber fencing",
  "decision_conditions": [
    "The proposed development represents inappropriate development within the Green Belt in terms of the guidance contained in the National Planning Policy Framework which is harmful by definition to its open character and appearance. Furthermore, there are no very special circumstances provided or which are evident which either singularly or cumulatively justify the presence of the fences, which would have a negative impact on the openness, visual amenity and character of the Green Belt, which would overcome the presumption against inappropriate development in the Green Belt. The development is therefore harmful to the Green Belt, contrary to the National Planning Policy Framework, Policy 7.16 of the London Plan (2016), Policy EM2 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policy DMEI 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed development, by reason of the enclosure and subdivision of the land and the height, scale, design and appearance of the proposed fencing, including along the boundary with the A3044 and Sprout Lane North, would be harmful to the character and appearance of the street scene and the wider Colne Valley Regional Park.  The proposal is therefore contrary to Policies BE1 and EM4 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies, Policies 7.16 and 7.18 of the London Plan (2016) and the NPPF.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:46:16.435+00:00",
  "ward": "HEATHROW VILLAGES",
  "parking_details": null,
  "lapsed_date": "16/09/2023",
  "decision_target_date": "17/09/2020",
  "centroid": {
    "lat": "51.4680626",
    "lon": "-0.49322689999999997"
  },
  "lpa_app_no": "55936/APP/2020/2046",
  "status": "Refused",
  "site_name": "AIRPETS LTD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=55936/APP/2020/2046",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              504834.9125,
              175476.6331
            ],
            [
              504829.6208,
              175406.8491
            ],
            [
              504816.7223,
              175382.0443
            ],
            [
              504682.446,
              175343.6797
            ],
            [
              504676.4929,
              175345.0026
            ],
            [
              504713.8653,
              175484.9013
            ],
            [
              504834.9125,
              175476.6331
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "11/08/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "SPOUT LANE NORTH",
  "pp_id": "08857835",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 504758,
  "appeal_start_date": null,
  "centroid_northing": 175420,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.49210319999999996,
          51.4685574
        ],
        [
          -0.4922,
          51.4679311
        ],
        [
          -0.49239299999999997,
          51.4677106
        ],
        [
          -0.49433669999999996,
          51.4673905
        ],
        [
          -0.494422,
          51.4674035
        ],
        [
          -0.49384279999999997,
          51.4686541
        ],
        [
          -0.49210319999999996,
          51.4685574
        ]
      ]
    ],
    "type": "Polygon"
  }
}