{
  "lpa_name": "Havering",
  "uprn": "100021390161",
  "decision_date": "21/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P0320.21",
  "secondary_street_name": "Havering-Atte-Bower",
  "appeal_status": null,
  "postcode": "RM4 1PB",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "05/2021",
    "intended_completion_date": "07/2021",
    "existing_uprns": null,
    "total_gia_gained": 30,
    "no_additional_bedrooms": 1,
    "site_area": 0.035
  },
  "valid_date": "24/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Proposed Annex to rear garden",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended), no window or other opening (other than those shown on the submitted and approved plan), shall be constructed or inserted in the walls of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with  Development Control Policies Development Plan Document Policy DC61.",
    "The outbuilding hereby permitted shall only be used for purposes incidental to, or as living accommodation ancillary to, the existing dwelling known as Ashgrove, Orange Tree Hill and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended), Schedule 2, Part 1, Class A and E no extensions, alterations or curtilage buildings shall be built/take place unless permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority",
    "Reason:-",
    "In the interests of amenity, to enable the Local Planning Authority to retain control over future development and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended), Schedule 2, Part 2, Class A no gates, walls or enclosures shall be erected, constructed or altered within the site known as Ashgrove, Orange Tree Hill (including the annexe), unless permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order that the annexe approved remains ancillary to the main dwelling and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document.",
    "The garden area shall not be sub-divided at any time and nor shall there be any additional pedestrian or vehicular accesses into the site.",
    "Reason:-",
    "In order that the annexe approved remains ancillary to the main dwelling and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document.",
    "Any residential occupation of the building hereby approved shall be limited to family members of the family occupying the main house at Ashgrove, Orange Tree Hill and shall not be occupied by any other persons.",
    "Reason:-",
    "In order that the annexe approved remains ancillary to the main dwelling and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document.",
    "The outbuilding hereby permitted shall not be arranged or disposed of as a separate unit of residential accommodation from the use of the main dwelling.",
    "Reason:-",
    "In order that the annexe approved remains ancillary to the main dwelling and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2019."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:35:28.723+00:00",
  "ward": "Havering Park",
  "parking_details": null,
  "lapsed_date": "21/04/2024",
  "decision_target_date": "21/04/2021",
  "centroid": {
    "lat": "51.6116805",
    "lon": "0.17999179999999998"
  },
  "lpa_app_no": "P0320.21",
  "status": "Approved",
  "site_name": "Ashgrove",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0320.21",
  "locality": "Romford",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551011.121,
              192574.113
            ],
            [
              551013.492,
              192578.651
            ],
            [
              551064.969,
              192562.937
            ],
            [
              551064.698,
              192560.905
            ],
            [
              551064.631,
              192559.28
            ],
            [
              551063.479,
              192555.419
            ],
            [
              551011.121,
              192574.113
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "19/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [
    "EGL388795"
  ],
  "actual_commencement_date": null,
  "street_name": "Orange Tree Hill",
  "pp_id": "09542900",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 551040,
  "appeal_start_date": null,
  "centroid_northing": 192567,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1795781,
          51.6117522
        ],
        [
          0.1796143,
          51.6117923
        ],
        [
          0.1803504,
          51.6116373
        ],
        [
          0.1803456,
          51.6116192
        ],
        [
          0.1803439,
          51.6116046
        ],
        [
          0.1803256,
          51.6115702
        ],
        [
          0.1795781,
          51.6117522
        ]
      ]
    ],
    "type": "Polygon"
  }
}