{
  "application_type": "All Other",
  "application_type_full": null,
  "description": "ALTERATIONS TO EXISTING FRONT ELEVATION, EXISTING EXTERNAL STAIRCASES AND ERECTION OF A NEW FIRST FLOOR SIDE EXTENSION (PRAYER HALL) WITH UNDER CROFT CAR PARKING AREAS AND NEW STAIRCASE ACCESSES. ",
  "epc_number": null,
  "street_name": "Durnsford Road",
  "appeal_decision": null,
  "lpa_app_no": "21/P4349",
  "centroid": {
    "lon": -0.197229,
    "lat": 51.436421
  },
  "actual_completion_date": null,
  "development_type": "Minor all other minor developments",
  "centroid_easting": 525405,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P4349",
  "last_updated": "2025-03-20T16:25:39.109+00:00",
  "subdivision_of_building": null,
  "postcode": "SW19 8DS",
  "uprn": "48081168",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "centroid_northing": 172366,
  "site_name": "Wimbledon Mosque",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "07/12/2021",
  "lapsed_date": "23/09/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "decision_target_date": "22/07/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "14/08/2022",
  "ward": "Wimbledon Park_historic",
  "appeal_status": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Merton-21_P4349",
  "site_number": "262",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525416.3005145491,
              172359.70213151688
            ],
            [
              525413.1014308399,
              172358.60244629788
            ],
            [
              525403.8999426456,
              172355.40336202644
            ],
            [
              525402.7538791519,
              172355.00347649283
            ],
            [
              525393.5942275329,
              172351.76794509985
            ],
            [
              525381.349700521,
              172374.7478247378
            ],
            [
              525407.6514454492,
              172382.19569280825
            ],
            [
              525409.1025762039,
              172381.34593604982
            ],
            [
              525411.9965926519,
              172372.24854014884
            ],
            [
              525412.697422846,
              172370.24911247904
            ],
            [
              525414.5030912282,
              172365.05060053588
            ],
            [
              525414.9977948944,
              172363.6010154739
            ],
            [
              525416.3005145491,
              172359.70213151688
            ],
            [
              525416.3005145491,
              172359.70213151688
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "locality": "London",
  "lpa_name": "Merton",
  "borough": "Merton",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 04-002; 06-003; 06-001; 04-001; 06-002; 07-001; & Proposed Visualisation. ",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 5 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 7 - The vehicle parking area shown on the approved plans shall be provided before the commencement of the use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 8 - Prior to the occupation of the development hereby permitted, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall follow the current 'Travel Plan Development Control Guidance' issued by TfL and shall include:\r\n  (i) Targets for sustainable travel arrangements;\r\n  (ii) Effective measures for the on-going monitoring of the Plan;\r\n  (iii) A commitment to delivering the Plan objectives for a period of at least 5 years from the first occupation of the development;\r\n  (iv) Effective mechanisms to achieve the objectives of the Plan by both present and future occupiers of the development.\r\nThe development shall be implemented only on accordance with the approved Travel Plan.\r\n",
    "Condition : 9 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 10 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 11 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   \r\n"
  ],
  "application_details": {
    "site_area": 0.065
  },
  "pp_id": "PP-10454838",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.197069,
          51.436362
        ],
        [
          -0.197115,
          51.436353
        ],
        [
          -0.197249,
          51.436326
        ],
        [
          -0.197265,
          51.436323
        ],
        [
          -0.197398,
          51.436296
        ],
        [
          -0.197566,
          51.436505
        ],
        [
          -0.197185,
          51.436566
        ],
        [
          -0.197165,
          51.436558
        ],
        [
          -0.197126,
          51.436476
        ],
        [
          -0.197117,
          51.436457
        ],
        [
          -0.197093,
          51.43641
        ],
        [
          -0.197086,
          51.436397
        ],
        [
          -0.197069,
          51.436362
        ],
        [
          -0.197069,
          51.436362
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "23/09/2022",
  "secondary_street_name": null
}