{
  "postcode": "SW19 1BD",
  "uprn": "48049489",
  "decision_agency": "Borough",
  "locality": "Colliers Wood",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P4400",
  "centroid": {
    "lat": 51.416154,
    "lon": -0.185745
  },
  "application_type_full": null,
  "ward": "Abbey_histroic",
  "last_date_consultation_comments": "13/01/2022",
  "cil_liability": true,
  "status": "Approved",
  "bo_system": "Northgate M3",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.041
  },
  "centroid_northing": 170132,
  "decision_date": "28/02/2022",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Merton-21_P4400",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526248.853804819,
              170125.40168878128
            ],
            [
              526245.8031322102,
              170150.35454610747
            ],
            [
              526244.401471822,
              170150.20458903286
            ],
            [
              526243.997463828,
              170153.2537162301
            ],
            [
              526256.2990949985,
              170154.60332990647
            ],
            [
              526256.9009844591,
              170150.00464626547
            ],
            [
              526257.5028739199,
              170145.1960227196
            ],
            [
              526262.5488513168,
              170145.8458367113
            ],
            [
              526264.9976344651,
              170127.50108783552
            ],
            [
              526248.853804819,
              170125.40168878128
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "description": "AMALGAMATION OF UNITS 1 AND 4 AND CHANGES TO INTERNAL LAYOUT TO RELATE FLOORSPACE FROM UNIT 1 TO UNIT 2\r\n",
  "lapsed_date": "28/02/2025",
  "lpa_app_no": "21/P4400",
  "last_updated": "2025-03-19T00:15:06.098+00:00",
  "application_type": "Householder",
  "site_name": "Former",
  "appeal_decision_date": null,
  "site_number": "94",
  "appeal_decision": null,
  "development_type": "Other house holder developments",
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: [21:8910:32, 21:8910:31, Site Location Plan]",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in (officer to insert relevant elevations) without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 6 - Prior to first occupation, a scheme for the storage of refuse and recycling shall be submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 7 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - Prior to first occupation, details of secure cycle parking facilities for the occupants of, and visitors to, the development shall be submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 9 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 10 - INFORMATIVE:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n-\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n-\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation\r\n\r\nWater efficiency evidence requirements for post construction stage assessments must provide: \r\n-\tDocumentary evidence representing the dwellings 'As Built'; detailing: \r\n-\tthe type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \r\n-\tthe size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\r\n-\tWater Efficiency Calculator for New Dwellings; OR\r\n-\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'.",
    "Condition : 11 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n"
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "pp_id": "PP-10470880",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Merton High Street",
  "centroid_easting": 526259,
  "decision_target_date": "09/02/2022",
  "lpa_name": "Merton",
  "borough": "Merton",
  "valid_date": "13/12/2021",
  "last_updated_by": "Northgate M3",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.185893,
          51.416097
        ],
        [
          -0.185928,
          51.416322
        ],
        [
          -0.185948,
          51.416321
        ],
        [
          -0.185953,
          51.416349
        ],
        [
          -0.185776,
          51.416358
        ],
        [
          -0.185769,
          51.416317
        ],
        [
          -0.185762,
          51.416273
        ],
        [
          -0.185689,
          51.416278
        ],
        [
          -0.18566,
          51.416113
        ],
        [
          -0.185893,
          51.416097
        ]
      ]
    ],
    "type": "Polygon"
  }
}