{
  "centroid_easting": 525045,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Merton",
  "lpa_app_no": "23/P0973",
  "last_date_consultation_comments": "09/08/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "Northgate M3",
  "epc_number": null,
  "centroid": {
    "lat": 51.405036,
    "lon": -0.20364
  },
  "postcode": "SW19 3LU",
  "actual_completion_date": null,
  "street_name": "Cranleigh Road",
  "borough": "Merton",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.20371,
          51.405381
        ],
        [
          -0.203627,
          51.405369
        ],
        [
          -0.203602,
          51.405066
        ],
        [
          -0.203595,
          51.404972
        ],
        [
          -0.203589,
          51.404901
        ],
        [
          -0.203674,
          51.404899
        ],
        [
          -0.203679,
          51.404962
        ],
        [
          -0.20368,
          51.40497
        ],
        [
          -0.203687,
          51.405064
        ],
        [
          -0.20371,
          51.405381
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P0973",
  "appeal_decision_date": null,
  "cil_liability": true,
  "secondary_street_name": null,
  "id": "Merton-23_P0973",
  "ward": "Merton Park",
  "title_number": null,
  "description": "ERECTION OF A SINGLE STOREY REAR GARDEN GRANNY ANNEX.",
  "uprn": "48018708",
  "site_name": null,
  "decision_agency": "Borough",
  "centroid_northing": 168865,
  "application_details": {
    "no_additional_bedrooms": 1,
    "total_gia_gained": 32,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "09/2023",
    "intended_commencement_date": "07/2023",
    "site_area": 0.031
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "11/09/2023",
  "subdivision_of_building": null,
  "decision_date": "11/09/2023",
  "decision": "Refused",
  "locality": "Wimbledon",
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525039.1466843821,
              168903.1515539061
            ],
            [
              525045.0006777672,
              168902.05186868773
            ],
            [
              525047.5484016484,
              168868.30152961263
            ],
            [
              525048.2987022089,
              168857.90450572624
            ],
            [
              525048.8593663641,
              168850.04675498098
            ],
            [
              525042.947657551,
              168849.6468694475
            ],
            [
              525042.4529538847,
              168856.60487773904
            ],
            [
              525042.4034835182,
              168857.50462019193
            ],
            [
              525041.6531829578,
              168867.9516297686
            ],
            [
              525039.1466843821,
              168903.1515539061
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Other house holder developments",
  "lapsed_date": "11/09/2023",
  "application_type": "Householder",
  "decision_conditions": [
    "Reason : 1 - The outbuilding, by reason of its combined siting, design and excessive scale would result in an unsympathetic and incongruous form of development that fails to reflect the form and proportion of a typical outbuilding for ancillary use associated with the main dwellinghouse in the locality to the detriment of the visual amenity of the surrounding.  The scheme is contrary to policies D3 (Optimising site capacity through the design-led approach) and D4 Delivering good design) of the London Plan (2021) policy CS 14 (Design) of the London Borough of Merton Core Planning Strategy (2011) and policies DM D2 (Design considerations in all developments) and DM D3 (Alterations and extensions to existing buildings) of Merton's Sites and Policies Plan (2014).",
    "Reason : 2 - In the absence of a use statement confirming the proposed granny annex outbuilding will remain an ancillary use to the host dwelling the proposal would fall outside the scope of a householder application. The scheme fails to comply with requirements set out under the Town and Country Planning Act 1990 (as amended) and The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) (Amendment) Regulations 2023.",
    "Reason : 3 - In the absence of a use statement confirming the proposed granny annex outbuilding will remain an ancillary use to the host dwelling, the proposed development would result in intensification of residential use, unacceptable noise and disturbance to nearby occupants, and impact on free flow of traffic in the locality to the detriment of highway and pedestrian safety. The scheme is contrary to London Plan 2021 D3 (Optimising site capacity through the design-led approach), T3 (Transport capacity, connectivity and safeguarding), T4 (Assessing and mitigating transport impacts), Merton Core Strategy planning policies CS14 (Design) and CS20 (Parking, Servicing and Delivery) of the Merton Core Planning Strategy (2011) and Policies DM D2 (Design considerations in all developments) and DMT2 (Transport impacts of development) of the Merton Sites and Policies Plan (2014).",
    "Reason : 4 - By reason of siting and design, the proposed development would have a direct impact on the root protection area of tree T2 at the adjoining neighbour's property of No. 58 Cranleigh Road and thus has failed to demonstrate the proposed development can coexist with existing on and off-site trees to the detriment of the health and longevity of the tree, the visual amenity, biodiversity and ecological value of the locality. The scheme is contrary to London Plan 2021 Policy G7 (Trees and Woodlands), Merton's Core Strategy 2011 Policy CS13 (Open Space, Nature Conservation, Leisure and Culture) and Merton's Sites and Policies Plan 2014 (DMO2 Nature conservation, trees, hedges and landscape features) and DMD2 (Design considerations in all developments).",
    "Reason : 5 - By reason of the removal of existing trees and in absence of satisfactory replacement trees and landscaping, the applicant has failed to demonstrate the proposal would conserve and enhance the natural environment on and off-site and thus will impact on the biodiversity in the Borough and visual amenity of the locality. The proposal is therefore considered to be contrary to London Plan 2021 Policy G7 (Trees and Woodlands), Merton's Core Strategy 2011 Policy CS13 (Open Space, Nature Conservation, Leisure and Culture) and Merton's Sites and Policies Plan 2014 DMO2 (Nature conservation, trees, hedges and landscape features) and DMD2 (Design considerations in all developments).",
    "Reason : 6 - In the absence of a flood risk assessment, the proposal is considered to increase the risk of the surface water flooding and groundwater flooding on the site, potential impact on neighbouring properties and locality, the proposal would be contrary to London Plan 2021 SI 13 (Sustainable Drainage), Merton Core Strategy 2011 CS 16 Flood Risk Management, and Merton's Sites and Policies Plan 2014 policies DM F1 (Support for flood risk management), DM F2 (Sustainable urban drainage systems and; wastewater and water infrastructure) and DM D2 (Design considerations in all developments).",
    "Reason : 7 - INFORMATIVE\r\nThere are trees being proposed to be removed that are not within the curtilage of the application site as such these cannot form part of this proposed development.",
    "Reason : 8 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe application was considered to be fundamentally contrary to the provisions of the Development Plan and the NPPF, and there were not considered to be any solutions to resolve this conflict. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "last_updated": "2025-03-19T03:43:52.094+00:00",
  "last_updated_by": "Northgate M3",
  "site_number": "60",
  "appeal_status": null,
  "decision_process": null,
  "application_type_full": "Householder planning permission",
  "valid_date": "17/07/2023",
  "pp_id": "PP-12072869\r",
  "status": "Refused"
}