{
  "appeal_status": null,
  "centroid": {
    "lon": -0.223524,
    "lat": 51.430276
  },
  "decision_target_date": "01/09/2023",
  "lapsed_date": "01/09/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T12:22:41.563+00:00",
  "locality": "Wimbledon",
  "development_type": "Other house holder developments",
  "postcode": "SW19 5NB",
  "ward": "Village",
  "id": "Merton-23_P0731",
  "uprn": "48055416",
  "decision": "Approved",
  "site_name": "Sussex House",
  "last_date_consultation_comments": "02/06/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.222827,
          51.43043
        ],
        [
          -0.222806,
          51.430238
        ],
        [
          -0.222874,
          51.430235
        ],
        [
          -0.223019,
          51.430229
        ],
        [
          -0.223394,
          51.430215
        ],
        [
          -0.223435,
          51.430213
        ],
        [
          -0.223851,
          51.430197
        ],
        [
          -0.223872,
          51.430386
        ],
        [
          -0.223595,
          51.430397
        ],
        [
          -0.223029,
          51.430421
        ],
        [
          -0.222827,
          51.43043
        ],
        [
          -0.222827,
          51.43043
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523641.9963448655,
              171656.30347318924
            ],
            [
              523643.9504243472,
              171634.94958566874
            ],
            [
              523639.250739517,
              171634.49971444334
            ],
            [
              523629.20001002925,
              171633.64995768428
            ],
            [
              523603.15386199654,
              171631.40060155664
            ],
            [
              523600.30107085407,
              171631.15067309607
            ],
            [
              523571.4516020455,
              171628.6513885089
            ],
            [
              523569.49752256373,
              171649.69536474062
            ],
            [
              523588.70272469387,
              171651.3985692517
            ],
            [
              523627.9831706283,
              171655.0045284945
            ],
            [
              523641.9963448655,
              171656.30347318924
            ],
            [
              523641.9963448655,
              171656.30347318924
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "title_number": null,
  "site_number": "37",
  "lpa_name": "Merton",
  "decision_process": null,
  "secondary_street_name": null,
  "street_name": "Parkside",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "total_gia_gained": 119,
    "intended_completion_date": "09/2024",
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "09/2023",
    "site_area": 0.155
  },
  "valid_date": "13/03/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 171638,
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Air Quality Neutral Statement; Basement Impact Review; Building Damage Ground Movement Assessment; SuDSmart Report; Surface Water Drainage Calculation; Temporary Works Proposals I; Temporary Works Propoposals II; Tree Survey & Arboricultural Impact Assessment; Factual Report; Interpretive Report; Method Statement Proposals for Basement Works; Movement Monitoring Proposals for Basement Works; Phase I Desk Study; Planning, Design, Access and Heritage Statement; Wholelife Carbon Pre-Assessment Report; 37P PR01 Rev B; PR02 Rev B; PR03; PR04; PR05; PR10; PR11; PR16; PR16; PR13; PR15; PR20 Rev A; PR21 Rev A; PR22 Rev A; PR25 Rev A; PR26; 2587.PL 1A; 2587.PL 2A; 2587.PL 3; 2587.PL 4B; 2587.PL 5.  ",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - No development shall occur until: i) a preliminary risk-assessment shall be submitted to and approved in writing by the local planning authority. ii) a site-investigation has been conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority. iii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, and shall be submitted to and approved in writing by the local planning authority. \r\n\r\nReason: In the interests of environmental protection. ",
    "Condition : 5 - Prior to first occupation, the remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason: In the interests of envrionmental protection. ",
    "Condition : 6 - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/ \r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan 2021 policies GG3 and SI1, and NPPF 181.\r\n",
    "Condition : 7 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's Core Strategy 2011 policy CS16, Merton's Sites and Policies Plan 2014 policy DMF2 and the London Plan 2021 policy SI 13. \r\n",
    "Condition : 8 - Prior to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) based on the 100yr plus 40% climate change event, in accordance with drainage hierarchy contained within the London Plan Policy (SI 13and SPG) and the advice contained within the National SuDS Standards.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13. \r\n",
    "Condition : 9 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 10 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 11 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 12 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the south facing side elevation without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 13 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 14 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system. ",
    "Condition : 15 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n"
  ],
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P0731",
  "pp_id": "PP-12004736",
  "last_updated_by": "Northgate M3",
  "centroid_easting": 523594,
  "borough": "Merton",
  "epc_number": null,
  "lpa_app_no": "23/P0731",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "description": "SINGLE AND PART TWO STOREY REAR EXTENSION, FORMATION OF FIRST FLOOR BALCONY, BASEMENT EXTENSION, FRONT DORMER WINDOW AND EXTENSION TO ROOF OF THE REAR ANNEX BUILDING.",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "01/09/2023",
  "cil_liability": true
}