{
  "epc_number": null,
  "valid_date": "01/02/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.239546,
    "lat": 51.400402
  },
  "pp_id": "PP-11818863",
  "decision": "Approved",
  "centroid_easting": 522560,
  "site_name": null,
  "lpa_app_no": "23/P0301",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48009605",
  "title_number": null,
  "borough": "Merton",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - This permission is for a temporary period and the use hereby permitted shall cease, the building permitted removed and the land restored (in accordance with a scheme to be first agreed in writing by the Local Planning Authority) within four years of the date of this planning permission.\r\nReason: The site lies within a defined Locally Significant Employment Area in the Council's adopted Sites and Policies Plan (2014) where the Council seeks to optimise opportunities for business and employment (Policy DM.E1) and the use is not considered suitable as a permanent form of development.",
    "Condition : 2 - The sales and marketing suite shall operate a \"by appointment only\" system details of which shall be published on all relevant marketing material with any summary details clearly displayed on the building hereby approved. Marketing material shall also include details of alternative modes of transport to the site other than by car including local bus and train details. \r\nThe applicant shall take all reasonable steps to ensure that in the case of visitors and customers travelling to the site by car, the number of visitor and customer vehicles likely to be present at any one time does not exceed the capacity of the car parking area hereby permitted allowing for any staff parking.\r\n\r\nReason: To minimise the potential for additional pressure on the surrounding highway for parking by vehicles associated with the sales and marketing suite use, in the interests of highway safety and any associated impact on neighbour amenity, and to promote more sustainable modes of travel, in accordance with policies T1, T4, T5 and T6 of the London Plan, policy CS.18 of the Merton Core Strategy 2011 and policies of the Merton Sites and Policies Plan 2014.",
    "Condition : 3 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [B756BUR CTA XX ZZ DR A21-001 P02, B756BUR CTA XX ZZ DR A21-002 P02, B756BUR CTA XX 01 DR A20-002 P02, B756BUR CTA XX GF DR A20-001 P02, B756BUR CTA XX GF DR A01-003 P02, B756BUR CTA XX ZZ DR A21-005 P02, B756BUR CTA XX GF DR A01-001 P01]",
    "Condition : 4 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form and approved drawings unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 5 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times. No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure. \r\nReason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS17 of Merton's Core Planning Strategy 2011 and policy DM D2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 6 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times. ",
    "Condition : 7 - Provision of Vehicle Parking - The development hereby permitted shall not be occupied until the car parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times. ",
    "Condition : 8 - The proposed development hereby permitted shall be implemented in accordance with the submitted and approved drainage strategy by BG&E Consulting Engineers. \r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 12 and SI13.",
    "Condition : 9 - No development (except demolition, site clearance, ground condition investigations and intrusive site surveys) shall take place until a Construction Logistics Plan including details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction has been submitted to, and approved in writing, by the Local Planning Authority. The approved details must be implemented and complied with for the duration of the construction process.\r\nReason: In the interests of the safety of pedestrians and vehicles and to comply with London Plan 2021 policy T.7 and the following Development Plan policies for Merton: policies CS18 and CS20 of Merton's Core Planning Strategy 2011 and policies DM T2, T3, T4 and T5 of Merton's Sites and Policies Plan 2014.",
    "Condition : 10 - The development hereby permitted shall be carried out in accordance with the Demolition Plan Rev 3 dated 30/03/2023 prepared by GBM.\r\nReason: In the interests of the safety of pedestrians and vehicles and to comply with London Plan 2021 policy T.7 and the following the following Development Plan policies for Merton: policies CS18 and CS20 of Merton's Core Planning Strategy 2011 and policies DM T2, T3, T4 and T5 of Merton's Sites and Policies Plan 2014.",
    "Condition : 11 - No development (except demolition, site clearance, ground condition investigations and intrusive site surveys) shall take place until the results of a Phase 2 site investigation, conducted to assess the potential for contaminated land, has been submitted to and approved in writing by the local planning authority.\r\nReason: To protect the health of future users of the site in accordance with policy 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014.",
    "Condition : 12 - If required following the results of the Phase 2 Site Investigation, no further development other than that permitted under Condition 11 shall occur until a Remediation Method Statement, described to make the site suitable for the intended use by removing unacceptable risks to sensitive receptors, has been submitted to and approved in writing by the local planning authority.\r\n\r\nReason: To protect the health of future users of the site in accordance with policy 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014.",
    "Condition : 13 - Prior to first occupation, but only if required following the results of the Phase 2 Site Investigation (Condition 11) and Remediation Method Statement (Condition 12), any remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason: To protect the health of future users of the site in accordance with policy 9.10.6 of the London Plan 2021 and policy DM EP4 of Merton's sites and policies plan 2014.",
    "Condition : 14 - Due to the potential impact of the development on the surrounding area, the criteria stipulated in the Sol Acoustics, Construction & Operational Noise Assessment document Ref: 245BR-SOL-XX-XX-RP-Y-001 P03 dated 9 January 2023 shall be implemented as a minimum standard.\r\n\r\nReason: To safeguard the amenities of the occupiers of adjoining properties and to comply with the following Development Plan policies for Merton: policies D3 and D4 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.",
    "Condition : 15 - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy SI1.B and the objectives of NPPF (2021) paragraphs 105 and 186.",
    "Condition : 16 - The development hereby permitted shall be carried out in accordance with the Air Quality Neutral Statement (11/05/2023)  prior to the first occupation of the proposal hereby approved. The approved measures including air source heat pumps shall be retained thereafter.\r\n\r\nReason: To ensure the development is Air Quality Neutral in line with adopted (February 2022) London Plan Guidance (LPG) and does not worsen air quality and to comply with London Plan policy SI1.",
    "Condition : 17 - Prior to occupation of the development full details of a landscaping and planting scheme shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner. The proposed trees and plants shall be of a native species. Details shall include on a plan, full details of the size, species, quantities and location of the proposed plants. Any trees which die at any time following from the completion of the development, or removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of the same approved specification, unless the Local Planning Authority gives written consent to any variation.\r\n\r\nReason: To enhance the appearance of the development in the interest of the amenities of the area and to comply with the following Development Plan policies for Merton: policies G7 and D8 of the London Plan 2021, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2 and DM O2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 18 - The development shall be completed in strict accordance with the recommendations in Section 6.0 of the consultancy report 'Preliminary Ecological Appraisal' dated 'December 2022' (unless varied by a European Protected Species (EPS) Licence issued by Natural England). All recommendations (with exception of 6.6 referring to green/brown roofs) shall be implemented in full according to the timescales laid out in the Section 6.0, unless otherwise agreed in writing by the Local Planning Authority.\r\n\r\nReason: To protect biodiversity in the interest of nature conservation and to comply with the following Development Policies for Merton: policy G6 of the London Plan 2021, policy CS13 of Merton's Core Planning Strategy 2011 and policy DM02 of Merton's Sites and Policies Plan 2014.",
    "Condition : 19 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 20 - INFORMATIVE\r\nDemolition of buildings should avoid the bird nesting and bat roosting season. This avoids disturbing birds and bats during a critical period and will assist in preventing possible contravention of the Wildlife and Countryside Act 1981, which seeks to protect nesting birds/bats and their nests/roosts. Buildings should also be inspected for bird nests and bat roosts prior to demolition. All species of bat in Britain and their roosts are afforded special protection under the Wildlife and Countryside act 1981.  If bats are found, Natural England should be contacted for advice (tel: 020 7831 6922).\r\n",
    "Condition : 21 - INFORMATIVE: This planning permission contains certain conditions precedent that state 'before development commences' \r\nor 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 22 - INFORMATIVE: The Council considers that for the purposes of the town and Country Planning (Use Classes) Order the sales and marketing suite building constitutes a use which falls outside any of the Classes in the Order and is therefore a \"sui-generis\" use. If, once the building has been erected, the applicant seeks to use the building for purposes other than its permitted use planning permission should first be obtained.",
    "Condition : 23 - INFORMATIVE: The applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site. ",
    "Condition : 24 - Thames Water: Thames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the 2 point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development.",
    "Condition : 25 - Thames Water: There are public sewers crossing or close to your development. If you're planning significant work near our sewers, it's important that you minimize the risk of damage. We'll need to check that your development doesn't limit repair or maintenance activities, or inhibit the services we provide in any other way. The applicant is advised to read our guide working near or diverting our pipes. https://urldefense.com/v3/__https://www.thameswater.co.uk/developers/larger-scale-developments/planningyour-development/working-near-our-pipes__;!!MOeJA3Fs6wML0Q!FFMag_VF6wfbsRTLaXSc6mGb5o6g95W8t3WT6twHTJuKlRUViGHqwl9VohNJJkndC6RSi1r6kXQ9vu8N50Awfx2HY3b2n3CfooehLp_$",
    "Condition : 26 - Thames Water: Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. Should you require further information please refer to our website. https://urldefense.com/v3/__https://www.thameswater.co.uk/developers/larger-scale-developments/planningyour-development/working-near-our-pipes__;!!MOeJA3Fs6wML0Q!FFMag_VF6wfbsRTLaXSc6mGb5o6g95W8t3WT6twHTJuKlRUViGHqwl9VohNJJkndC6RSi1r6kXQ9vu8N50Awfx2HY3b2n3CfooehLp_$",
    "Condition : 27 - Thames Water: If you are planning on using mains water for construction purposes, it's important you let Thames Water know before you start using it, to avoid potential fines for improper usage. More information and how to apply can be found online at thameswater.co.uk/buildingwater.",
    "Condition : 28 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 168289,
  "subdivision_of_building": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522540.0027027694,
              168315.79968149582
            ],
            [
              522548.1488231415,
              168314.3001107428
            ],
            [
              522557.31764882,
              168312.8198865223
            ],
            [
              522565.78694186657,
              168314.6254971756
            ],
            [
              522567.7055337524,
              168314.9920244413
            ],
            [
              522572.5336085906,
              168287.87432089297
            ],
            [
              522572.877756846,
              168286.9214031715
            ],
            [
              522573.8343705133,
              168280.53645394946
            ],
            [
              522575.16593336436,
              168271.91773777228
            ],
            [
              522577.91913378926,
              168264.29439803248
            ],
            [
              522558.34796372807,
              168251.69803038443
            ],
            [
              522550.3502544558,
              168247.39926089242
            ],
            [
              522547.3985225803,
              168261.8051372585
            ],
            [
              522546.7966331196,
              168264.50436461263
            ],
            [
              522545.45268815954,
              168270.70259039116
            ],
            [
              522548.3961749741,
              168271.30241869163
            ],
            [
              522540.0027027694,
              168315.79968149582
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": {
    "net_cycle": 6,
    "no_existing_cycle": 0,
    "no_existing_bluebadge": 0,
    "no_existing_car": 0,
    "no_proposed_car": 3,
    "no_proposed_cycle": 6,
    "no_proposed_bluebadge": 1,
    "net_car": 3,
    "net_bluebadge": 1
  },
  "development_type": "Minor all other minor developments",
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T12:56:50.429+00:00",
  "decision_process": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P0301",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "West Barnes",
  "application_type_full": "Full planning permission",
  "locality": "New Malden",
  "last_updated_by": "Northgate M3",
  "application_details": {
    "phasing_details": [
      {
        "phase_detail": "Demolition ",
        "intended_completion_date": "06/2023",
        "intended_commencement_date": "05/2023"
      }
    ],
    "total_gia_gained": 251.6,
    "total_gia_existing": 0,
    "site_area": 0.16540000000000002,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "A2",
        "gia_gained": 251.6,
        "gia_lost": 0
      }
    ],
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "total_annual_nox_emissions": 0,
      "percentage_demolition_construction_material_recycling": 25,
      "waste_provision": true,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "mobile_network_operators_consultation": false
    },
    "uk_company_registration_no": "01720598",
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 251.6,
      "total_gia_gained": 251.6
    },
    "internal_resi_water_usage": 0,
    "lead_developer_company_name": "Barratt London ",
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7.6,
        "building_ref": "Sales and Marketing Suite "
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 80,
    "garden_land_lost": false
  },
  "postcode": "KT3 4NE",
  "decision_target_date": "17/05/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.239825,
          51.400647
        ],
        [
          -0.239708,
          51.400632
        ],
        [
          -0.239577,
          51.400616
        ],
        [
          -0.239454,
          51.400631
        ],
        [
          -0.239427,
          51.400634
        ],
        [
          -0.239367,
          51.400389
        ],
        [
          -0.239362,
          51.40038
        ],
        [
          -0.239351,
          51.400323
        ],
        [
          -0.239334,
          51.400245
        ],
        [
          -0.239298,
          51.400176
        ],
        [
          -0.239583,
          51.400067
        ],
        [
          -0.239699,
          51.40003
        ],
        [
          -0.239737,
          51.40016
        ],
        [
          -0.239745,
          51.400184
        ],
        [
          -0.239762,
          51.40024
        ],
        [
          -0.239719,
          51.400245
        ],
        [
          -0.239825,
          51.400647
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "DEMOLITION OF EXISTING BUILDING AND CONSTRUCTION OF A TEMPORARY SALES & MARKETING SUITE TOGETHER WITH ASSOCIATED CAR PARKING AND LANDSCAPING.",
  "street_name": "Burlington Road",
  "bo_system": "Northgate M3",
  "appeal_status": null,
  "lapsed_date": "17/05/2026",
  "cil_liability": true,
  "site_number": "245",
  "decision_date": "17/05/2023",
  "secondary_street_name": null,
  "application_type": "All Other",
  "id": "Merton-23_P0301",
  "last_date_consultation_comments": "03/03/2023"
}