{
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-20T12:24:43.841+00:00",
  "lpa_name": "Merton",
  "decision_agency": "Borough",
  "locality": "Mitcham",
  "decision_conditions": [
    "Reason : 1 - The proposed two storey rear extension by reason of its combined siting, design, scale, bulk and massing results in a an overly dominant and visually intrusive form of overdevelopment that would fail to respect the scale bulk and massing of the existing building or to enhance or conserve the setting, character and appearance of the Mitcham Cricket Green Conservation Area. The proposal is therefore considered contrary to, in particular, London Plan 2021 policies D3 & HC 1, Merton Core Strategy 2011 policy CS14 and Merton Sites and Policies Plan policies DMD2 and DM D4 and the NPPF.",
    "Reason : 2 - The proposed two storey rear extension by reason of siting, design, scale, bulk and massing is considered to represent an unneighbourly, overly dominant and visually intrusive form of development that would result in a loss of privacy, potential daylight and outlook for neighbouring occupiers whilst the significant intensification of the use of the property would result in additional and unacceptable levels of noise and disturbance all of which combine to the detriment of the amenity of neighbouring occupiers, in particular those at 5 & 5A Mitcham Park. The proposal is therefore considered contrary to London Plan 2021 policy D3 and Merton Sites and Policies Plan policy DMD2.",
    "Reason : 3 - By reason of the unacceptable layout and restricted access to private amenity space the scheme represents over-intensification and over-development of the site that would result in sub-standard living conditions and environment, to the detriment of the amenities of future occupiers.  The proposal is therefore considered contrary to, in particular, London Plan 2021 policy D3, Merton Sites and Policies Plan policy DMD2 and the mayor's Housing Design Standards LPG 2023.",
    "Reason : 4 - In the absence of adequate secure and accessible cycle storage facilities for the development, the scheme fails to provide a sustainable form of development contrary to Policy T5 of the London Plan 2021 and Merton Core Strategy 2011 policy CS18. ",
    "Reason : 5 - In the absence of a Flood Risk Assessment incorporating Sustainable Urban Drainage Design, it has not been demonstrated the scheme would safeguard the risk of flooding in the locality.  The proposal is contrary to, in particular, London Plan policy SI 13, Merton Core Strategy (2011) policy CS16 and Merton Sites and Policies Plan (2014) policies DM F1 and DM F2.",
    "Reason : 6 - In the absence of adequate refuse and recycling storage facilities for the development, the scheme would adversely impact on the free flow of traffic in the locality to the detriment of highway and pedestrian safety.  The scheme is contrary to, in particular, Policies SI 7 & SI 8 of the London Plan 2021 and Merton Core Strategy 2011 policy CS17. ",
    "Reason : 7 - In the absence of a water usage statement and an Air Quality Neutral Statement, it has not been demonstrated that the proposal would minimise water use as well as include measures in order to make the proposal Air Quality Neutral and provisions to achieve sustainable design and construction. The proposal therefore fails to comply with policies SI 1,SI 2, SI 5 and SI 13 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011.",
    "Reason : 8 - In the absence of tree survey, arboricultural impact assessment, arboricultural method statement and tree protection plan, the proposal is considered to adversely impact on the health and longevity of nearby trees to the detriment of visual amenity of the locality and the setting, character and appearance of the conservation area and biodiversity in the Borough.  The scheme is contrary to the aims and objectives of, in particular, policies DM D2, DM D4 and DMO2 of the Merton Sites and Policies Plan 2014.",
    "Reason : 9 - The application has failed to demonstrate a net gain in biodiversity by incorporating ecologically friendly measures in the construction process, as such is contrary to, in particular, Policy G6 of the London Plan 2021.",
    "Reason : 10 - In the absence of a completed S106 undertaking to ensure that additional dwellings over and above the number of units currently on the site are prevented from being able to obtain parking permits for the Controlled Parking Zone, the proposal would result in an increased demand for on street parking, resulting in a detrimental impact on highway and additional parking pressure locally and be contrary to the Mayor and the Council's commitment to reducing car usage and promoting more sustainable forms of transport. The proposal would therefore be contrary to policy T6 of the London Plan 2021, Policy DM T1, T2 and T3 of the Sites and Policies Plan 2014 and Policy CS20 of the Core Planning Strategy 2011.",
    "Reason : 11 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application and some amendments were provided. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "valid_date": "25/04/2023",
  "centroid": {
    "lon": -0.167391,
    "lat": 51.399322
  },
  "lpa_app_no": "23/P0071",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "CR4 4EN",
  "ward": "Cricket Green",
  "description": "CONVERSION OF EXISTING 2 STOREY SEMI-DETACHED PROPERTY INTO, 5 SELF CONTAINED FLATS WITH 2 OFF STREET PARKING SPACES, REFUSE AND BICYCLE STORAGE WITH A TWO STOREY REAR EXTENSION AND REAR DORMER LOFT EXTENSION WITH ROOF LIGHTS ALONG THE FRONT AND SIDE ROOF SLOPE.",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": null,
  "last_date_consultation_comments": "29/07/2023",
  "cil_liability": true,
  "application_details": {
    "site_area": 0.034
  },
  "street_name": "Mitcham Park",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P0071",
  "uprn": "48050534",
  "appeal_decision_date": null,
  "pp_id": "PP-9846327",
  "decision_process": null,
  "centroid_easting": 527582,
  "epc_number": null,
  "centroid_northing": 168292,
  "application_type_full": null,
  "secondary_street_name": null,
  "decision": "Refused",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "site_number": "3",
  "id": "Merton-23_P0071",
  "status": "Refused",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Merton",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "20/06/2023",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527593.5490656875,
              168278.95022945595
            ],
            [
              527599.0979918124,
              168287.39781136398
            ],
            [
              527569.0035187738,
              168304.2529866243
            ],
            [
              527563.6030037489,
              168296.02534176235
            ],
            [
              527593.5490656875,
              168278.95022945595
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": null,
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.16723,
          51.399203
        ],
        [
          -0.167147,
          51.399277
        ],
        [
          -0.167574,
          51.399435
        ],
        [
          -0.167654,
          51.399363
        ],
        [
          -0.16723,
          51.399203
        ]
      ]
    ]
  },
  "lapsed_date": "29/08/2023",
  "decision_date": "29/08/2023"
}