{
  "epc_number": null,
  "valid_date": "31/01/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.197933,
    "lat": 51.402818
  },
  "pp_id": "PP-11893477",
  "decision": "Approved",
  "centroid_easting": 525448,
  "site_name": null,
  "lpa_app_no": "23/P0264",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48030925",
  "title_number": null,
  "borough": "Merton",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\nSite Location Plan, CA.103.1 DWG 02 A,  CA.103.1 DWG 03 A, CA.103.1 DWG 04 A, CA.103.1 DWG 05 A.\r\n",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - The outbuilding hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 22 Grasmere Avenue.",
    "Condition : 6 - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 7 - Site supervision: The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 8 - No development shall take place until full details of a landscaping and replacement tree planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 9 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n",
    "Condition : 10 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 168628,
  "subdivision_of_building": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525459.7025162095,
              168624.00145970233
            ],
            [
              525443.4020304029,
              168622.90177448338
            ],
            [
              525442.7012002089,
              168622.35193187447
            ],
            [
              525408.797508941,
              168620.20254712924
            ],
            [
              525408.2038645416,
              168629.14998595382
            ],
            [
              525415.3935578259,
              168629.6498428713
            ],
            [
              525439.4856263777,
              168631.31936497643
            ],
            [
              525442.8001409423,
              168631.54929915763
            ],
            [
              525459.2490378488,
              168632.54901299305
            ],
            [
              525459.7025162095,
              168624.00145970233
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": null,
  "development_type": "Other house holder developments",
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T14:50:04.708+00:00",
  "decision_process": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P0264",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Merton Park",
  "application_type_full": "Householder planning permission",
  "locality": "Wimbledon",
  "last_updated_by": "Northgate M3",
  "application_details": {
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "05/2023",
    "no_additional_bathrooms": 1,
    "intended_completion_date": "07/2024",
    "total_gia_gained": 37.6,
    "site_area": 0.046000000000000006
  },
  "postcode": "SW19 3DX",
  "decision_target_date": "29/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.197766,
          51.402779
        ],
        [
          -0.198,
          51.402773
        ],
        [
          -0.198011,
          51.402768
        ],
        [
          -0.198499,
          51.402756
        ],
        [
          -0.198504,
          51.402837
        ],
        [
          -0.1984,
          51.40284
        ],
        [
          -0.198054,
          51.402849
        ],
        [
          -0.198006,
          51.402851
        ],
        [
          -0.197769,
          51.402856
        ],
        [
          -0.197766,
          51.402779
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "REPLACEMENT OUTBUILDING AND ASSOCIATED LANDSCAPING WORKS",
  "street_name": "Grasmere Avenue",
  "bo_system": "Northgate M3",
  "appeal_status": null,
  "lapsed_date": "29/03/2026",
  "cil_liability": true,
  "site_number": "22",
  "decision_date": "29/03/2023",
  "secondary_street_name": null,
  "application_type": "Householder",
  "id": "Merton-23_P0264",
  "last_date_consultation_comments": "05/03/2023"
}