{
  "last_updated_by": "Northgate M3",
  "application_type": "All Other",
  "decision_agency": "Borough",
  "centroid_northing": 167202,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Cricket Green",
  "lpa_app_no": "23/P0834",
  "cil_liability": false,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P0834",
  "lpa_name": "Merton",
  "valid_date": "06/09/2023",
  "pp_id": "PP-11973984\r",
  "postcode": "CR4 4HU",
  "appeal_status": null,
  "street_name": "Goat Road",
  "centroid_easting": 528176,
  "uprn": "48029651",
  "borough": "Merton",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "03/2024",
        "intended_completion_date": "03/2025"
      }
    ],
    "total_gia_gained": 26976,
    "overseas_company_registration_no": "10781555",
    "site_area": 5.51,
    "total_gia_lost": 16207,
    "total_gia_existing": 16207,
    "scheme_name": "MI1 Goat Road, Mitcham",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 16207,
        "use_class": "SpecifiedOther",
        "gia_gained": 26976,
        "gia_lost": 16207
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": true,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 15,
        "building_ref": "Unit 110"
      },
      {
        "no_storeys": 3,
        "max_height": 15,
        "building_ref": "Unit 120"
      },
      {
        "no_storeys": 2,
        "max_height": 13,
        "building_ref": "Unit 210"
      },
      {
        "no_storeys": 2,
        "max_height": 13,
        "building_ref": "Unit 220"
      },
      {
        "no_storeys": 2,
        "max_height": 13,
        "building_ref": "Unit 230"
      },
      {
        "no_storeys": 2,
        "max_height": 13,
        "building_ref": "Unit 240"
      },
      {
        "no_storeys": 2,
        "max_height": 13,
        "building_ref": "Unit 250"
      }
    ],
    "grey_water_reuse": true,
    "surface_water_discharge_percentage_reduction": 98,
    "green_suds": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 26976,
      "total_gia_lost": 16207,
      "total_gia_existing": 16207
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_pm_emissions": 275,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 160,
      "urban_greening_factor_score": 0.11,
      "solar_pv_capacity": 1.8599999999999999,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 13,
      "no_passive_fast_ev_charging_points": 140,
      "no_non_resi_units_to_have_full_fibre": 7,
      "total_annual_nox_emissions": 1590,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 95,
      "no_active_fast_ev_charging_points": 36,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true,
      "chp_heat_pumps_capacity": 0
    },
    "ownership_status": "Private",
    "lead_developer_company_name": "Duagh Property Ltd."
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16062,
          51.388201
        ],
        [
          -0.16065,
          51.388265
        ],
        [
          -0.160911,
          51.388832
        ],
        [
          -0.160489,
          51.388908
        ],
        [
          -0.16059,
          51.389025
        ],
        [
          -0.16061,
          51.389046
        ],
        [
          -0.160626,
          51.38924
        ],
        [
          -0.160625,
          51.389289
        ],
        [
          -0.160718,
          51.389453
        ],
        [
          -0.161165,
          51.390244
        ],
        [
          -0.161439,
          51.390737
        ],
        [
          -0.161478,
          51.390838
        ],
        [
          -0.161707,
          51.391217
        ],
        [
          -0.161925,
          51.391412
        ],
        [
          -0.162523,
          51.391954
        ],
        [
          -0.162666,
          51.392074
        ],
        [
          -0.162685,
          51.392063
        ],
        [
          -0.162757,
          51.392121
        ],
        [
          -0.163037,
          51.392282
        ],
        [
          -0.162976,
          51.392323
        ],
        [
          -0.163251,
          51.392482
        ],
        [
          -0.163525,
          51.39264
        ],
        [
          -0.163585,
          51.3926
        ],
        [
          -0.163861,
          51.39276
        ],
        [
          -0.163892,
          51.392779
        ],
        [
          -0.163956,
          51.392815
        ],
        [
          -0.163899,
          51.392864
        ],
        [
          -0.163735,
          51.392976
        ],
        [
          -0.163683,
          51.393012
        ],
        [
          -0.163689,
          51.392964
        ],
        [
          -0.163696,
          51.392899
        ],
        [
          -0.163705,
          51.39283
        ],
        [
          -0.163369,
          51.392671
        ],
        [
          -0.162887,
          51.392444
        ],
        [
          -0.162831,
          51.392457
        ],
        [
          -0.162769,
          51.392489
        ],
        [
          -0.162381,
          51.392655
        ],
        [
          -0.162315,
          51.392683
        ],
        [
          -0.161989,
          51.392822
        ],
        [
          -0.161712,
          51.39293
        ],
        [
          -0.161597,
          51.392977
        ],
        [
          -0.161563,
          51.393005
        ],
        [
          -0.161351,
          51.393098
        ],
        [
          -0.16119,
          51.393169
        ],
        [
          -0.160835,
          51.392772
        ],
        [
          -0.16066,
          51.392563
        ],
        [
          -0.160432,
          51.392307
        ],
        [
          -0.160437,
          51.392291
        ],
        [
          -0.160167,
          51.391904
        ],
        [
          -0.160206,
          51.391894
        ],
        [
          -0.160281,
          51.391875
        ],
        [
          -0.160116,
          51.391576
        ],
        [
          -0.160015,
          51.391594
        ],
        [
          -0.15991,
          51.391373
        ],
        [
          -0.159822,
          51.391189
        ],
        [
          -0.159633,
          51.390759
        ],
        [
          -0.159532,
          51.390508
        ],
        [
          -0.159187,
          51.389855
        ],
        [
          -0.15909,
          51.38968
        ],
        [
          -0.15923,
          51.389642
        ],
        [
          -0.159273,
          51.389634
        ],
        [
          -0.159582,
          51.389576
        ],
        [
          -0.159899,
          51.389511
        ],
        [
          -0.160321,
          51.389437
        ],
        [
          -0.160408,
          51.38933
        ],
        [
          -0.160454,
          51.389273
        ],
        [
          -0.160478,
          51.389155
        ],
        [
          -0.16037,
          51.388945
        ],
        [
          -0.160374,
          51.388689
        ],
        [
          -0.160392,
          51.388636
        ],
        [
          -0.160393,
          51.388579
        ],
        [
          -0.160355,
          51.388535
        ],
        [
          -0.160175,
          51.388575
        ],
        [
          -0.160149,
          51.388539
        ],
        [
          -0.159919,
          51.388591
        ],
        [
          -0.16013,
          51.388511
        ],
        [
          -0.160226,
          51.388455
        ],
        [
          -0.160473,
          51.388297
        ],
        [
          -0.16062,
          51.388201
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "DEMOLITION OF EXISTING BUILDINGS AND REDEVELOPMENT OF THE SITE FOR FLEXIBLE INDUSTRIAL USE (CLASS E(G)(III), CLASS B2 AND B8) WITH ANCILLARY OFFICE SPACE, PARKING AND ASSOCIATED WORKS INCLUDING CREATION OF SERVICE YARDS, BOUNDARY TREATMENTS AND LANDSCAPING",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Full planning permission",
  "epc_number": "9390-3087-0858-0701-9871",
  "centroid": {
    "lon": -0.15925,
    "lat": 51.389393
  },
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n21039 P0017 G\r\n21039 P0018 D\r\n2208-21-05 S5 K\r\n2208-21-06 S5 E\r\n21039 P0007 D\r\n21039 P0003 X\r\n21039 P0023 K\r\n21039 P0009 H\r\n21039 P0008 L \r\n21039 P0035 E \r\n21039 P0036 D \r\n21039 P0037 D\r\n21039 P0012 E\r\n21039 P0038 D\r\n21039 P0039 D\r\n21039 P0040 D \r\n21039 P0041 D\r\n21039 P0016 E \r\n2208-21-07 S5 F\r\nMI1-HDR-XX-XX-DR-C-102306 P02\r\nMI1-HDR-XX-XXX-DR-C-000300 P6\r\nMI1-HDR-XX-XXX-DR-C-000301 P6\r\nMI1-HDR-XX-XXX-DR-C-000302 P6\r\n21039 P0024 A\r\n21039 P0025 A\r\n21039 P0026 A\r\n21039 P0027 A\r\n21039 P0028 A\r\n21039 P0029 A\r\n21039 P0004 C\r\n21039 P0030 B\r\n21039 P0031 B\r\n21039 P0032 B\r\n21039 P0033 A\r\n21039 P0034 A\r\n21039 P0002 E\r\n21039 P0005 D\r\n21039 P0006 P\r\n21039 P0001 E\r\n21039 P1002 C\r\n21039 P1001 A\r\n21039 P0010 C\r\n21039 P0011 C\r\n21039 P3002 C\r\n21039 P3001 A\r\n2208-21-14-S5 Rev 1 \r\n21039 P0013 C\r\n21039 P0014 C\r\n21039 P0015 C\r\n2208-21-15 S5 Rev 1 \r\n21039 P0021 D\r\n21039 P0022 D\r\n",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - New Vehicle Access - Details to be submitted  \r\nNo works (excluding demolition) shall commence until details of the proposed vehicular access at Goat Road and Willow Lane to serve the development have been submitted in writing for approval to the Local Planning Authority. No works (excluding demolition) that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 5 - Vehicle Access to be provided - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 6 - Provision of Vehicle Parking - The vehicle parking area (including any garages hereby approved) shown on the approved plans shall be provided prior to occupation of the relevant buildings and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\n",
    "Condition : 7 - Visibility Splays - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the Goat Road and Willow Lane vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 8 - Working Method Statement - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n\r\n   (i) Parking of vehicles of site workers and visitors;\r\n   (ii) Loading and unloading of plant and materials;\r\n   (iii) Storage of construction plant and materials;\r\n   (iv) Wheel cleaning facilities\r\n   (v) Control of dust, smell and other effluvia;\r\n   (vi) Control of surface water run-off.\r\n\r\nNo development shall be carried out except in full accordance with the approved method statement.",
    "Condition : 9 - Parking Management Strategy - Parking Management Strategy - Prior to commencement of above ground works of the Development hereby approved, a Parking Management Strategy shall be submitted in writing for approval to the Local Planning Authority. No individual unit of the development shall be occupied  until the strategy relevant to that unit as approved has been implemented. Those measures shall be maintained for the duration of the use unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 10 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 11 - Construction Times - No demolition or construction work shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 12 - Cycle Parking to be implemented - No unit hereby approved shall be occupied until the cycle parking shown on the plans hereby approved relevant for that unit has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 13 - Air Quality - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction stages shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. \r\nUnless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction stages of the development on the online register at https://nrmm.London/\r\n",
    "Condition : 14 - Landscaping \r\nPrior to commencement of above ground works of the development hereby approved, full details of a landscaping and planting scheme shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of the relevant unit hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 15 - Landscaping  (Implementation) - All hard and soft landscape works shall be carried out in accordance with the approved details as shown on the Landscape Concept Proposal (MIT BCA ELS XX DR L 2208-21-05 S5 K) and Landscape Concept Sections (MIT BCA ELS XX DR L 2208-21-06 S5 E). The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall\r\nbe replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 16 - Tree Survey Approved - The trees (including any hedges and other landscape features) shown on the plan numbered MIT BCA ELS XX DR L 2208-21-05 S5 K as to be retained, shall be retained and maintained unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 17 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 18 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period of the entire development the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 19 - Condition (Landscape and Ecological Management Plan)\r\n\r\nNo unit shall be occupied until a Landscape and Ecological Management Plan to support long-term maintenance and habitat creation is submitted and approved in writing by the Local Planning Authority.  The landscape and ecological management plan shall be carried out in accordance with the approved scheme unless otherwise agreed in writing by the Local Planning Authority.\r\n\r\nREASON: To enhance nature conservation interest in accordance with Policy DM O2 of Mertons Sites and Policies Plan 2014.\r\n\r\n",
    "Condition : 20 - Contaminated Land - Remediation Method Statement\r\n\r\nPrior to first occupation of the development hereby approved, a remediation method statement, shall be submitted to and approved in writing by the local planning authority, together with the results of analysis, risk assessment to any receptors and proposed remediation strategy detailing proposals for remediation) have been submitted to and approved by the Local Planning Authority and the approved remediation measures/treatments implemented in full.",
    "Condition : 21 - EA - Verificaiton Report\r\nPrior to any part of the permitted development being occupied a verification report demonstrating the completion of works set out in the approved remediation strategy and the effectiveness of the remediation shall be submitted to, and approved in writing, by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met. \r\n\r\nReason: To ensure that the site does not pose any further risk to human health or the water environment by demonstrating that the requirements of the approved verification plan have been met and that remediation of the site is complete. This is in line with paragraph 174 of the National Planning Policy Framework. ",
    "Condition : 22 - EA - Remediation Strategy\r\nIf, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until a remediation strategy detailing how this contamination will be dealt with has been submitted to and approved in writing by the Local Planning Authority. The remediation strategy shall be implemented as approved.  \r\n\r\nReason To ensure that the development does not contribute to, or is not put at unacceptable risk from, or adversely affected by, unacceptable levels of water pollution from previously unidentified contamination sources at the development site in line with paragraph 174 of the National Planning Policy Framework. ",
    "Condition : 23 - EA - Drainage System\r\nNo drainage systems infiltration of surface water drainage into the ground is permitted other than with the written consent of the Local Planning Authority. The development shall be carried out in accordance with the approved details.  \r\n\r\nReason To ensure that the development does not contribute to, or is not put at unacceptable risk from, or adversely affected by, unacceptable levels of water pollution caused by mobilised contaminants in line with paragraph 174 of the National Planning Policy Framework.  ",
    "Condition : 24 - EA - Piling\r\nPiling or any other foundation designs using penetrative methods shall not be permitted other than with the express written consent of the Local Planning Authority, which may be given for those parts of the site where it has been demonstrated by a piling risk assessment that there is no resultant unacceptable risk to groundwater. The development shall be carried out in accordance with the approved details.  \r\n\r\nReason To ensure that the development does not contribute to, or is not put at unacceptable risk from, or adversely affected by, unacceptable levels of water pollution caused by mobilised contaminants in line with paragraph 174 of the National Planning Policy Framework ",
    "Condition : 25 - Noise - Acoustic Assessment\r\nNoise from fixed plant shall meet the criteria from the acoustic assessment to protect noise impact on the surrounding noise sensitive properties as specified in the Clarke Saunders Acoustics, Noise Impact Assessment Project Reference:AS12177 dated September 2023, shall be maintained as a minimum standard. \r\nREASON:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021 and policies D12.1 & D12.3 of the Local Plan 2024.  \r\n\r\n ",
    "Condition : 26 - The noise barrier as detailed in the Clarke Saunders Acoustics, Noise Impact Assessment Project Reference:AS12177 dated September 2023, shall be installed prior to first use of the site. A management scheme showing responsibilities for repair and maintenance shall be submitted to the LPA for approval. \r\n\r\nREASON:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021 and policies D12.1 & D12.3 of the Local Plan 2024.",
    "Condition : 27 - Prior to the installation of external lighting, a scheme of lighting for each individual unit shall submitted to and approved in writing by the Local Planning Authority and any such approved external lighting shall be positioned and angled to prevent/minimise any light spillage or glare that will affect any nearby residential premises and comply with the Institute of Lighting Professionals Guidance Note 01/20. The approved scheme of lighting shall maintained thereafter. \r\n\r\nREASON:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021 and policies D12.1 & D12.3 of the Local Plan 2024. ",
    "Condition : 28 - Any unit designed to accept HGV refrigerated vehicles shall be fitted with electrical connectors to run the chiller units. \r\n\r\nREASON:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021 and policies D12.1 & D12.3 of the Local Plan 2024.  ",
    "Condition : 29 - Any unit used for food production shall submit a written scheme to manage the control of odour from cooking. The scheme shall be approved in writing by the LPA. The approved scheme shall be fully installed, maintained and serviced in accordance with the manufacturers� instructions or requirements, whilst the premises is in production. The scheme submitted shall have regard to the technical requirements of the document `Control of Odour and Noise from Commercial Kitchen Extract Systems as produced by EMAQ dated 2018. Should the type of cooking change a further assessment shall be submitted in accordance with the above.\r\nREASON:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021 and policies D12.1 & D12.3 of the Local Plan 2024.   ",
    "Condition : 30 - No outside manufacturing, repair or maintenance processes shall be carried on outside on any of the units. \r\n\r\nREASON:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021 and policies D12.1 & D12.3 of the Local Plan 2024.   ",
    "Condition : 31 - The service road shall be free from raised surface traffic calming measures such as rumble strips or speed humps. \r\n\r\nREASON:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021 and policies D12.1 & D12.3 of the Local Plan 2024.   ",
    "Condition : 32 - Before any internal fixed plant or machinery is used in association with any B2 use, a scheme to mitigate disturbance to other occupiers of the adjacent units from conducted noise and vibration arising from its operation shall be submitted to, and approved in writing by, the local planning authority. The scheme shall be retained thereafter. \r\n\r\nREASON:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021 and policies D12.1 & D12.3 of the Local Plan 2024.",
    "Condition : 33 - No development (including demolition) shall take place until a Demolition and Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period.  \r\n\r\nThe Statement shall provide for: \r\n-hours of operation \r\n-the parking of vehicles of site operatives and visitors  \r\n-loading and unloading of plant and materials  \r\n-storage of plant and materials used in constructing the development  \r\n-the erection and maintenance of security hoarding including decorative -displays and facilities for public viewing, where appropriate  \r\n-wheel washing facilities  \r\n-measures to control the emission of noise and vibration during construction \r\n\r\nREASON:  To safeguard the amenities of the area and the occupiers of neighbouring properties and ensure compliance with the following Development Plan policies for Merton: policies D4 and D14 of the London Plan 2021 and policies D12.1 & D12.3 of the Local Plan 2024.   ",
    "Condition : 34 - Construction Environmental Management Plan   \r\n\r\n1. Prior to the commencement of development, including demolition, a detailed Demolition and Construction Environmental Management Plan (DCEMP) shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall be written in accordance with The Control of Dust and Emissions during Construction and Demolition SPG 2014. The DCEMP shall: \r\n\r\na) identify the steps and procedures that will be implemented to minimise the creation and impact of noise, vibration, dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction stages of the development. \r\n\r\nb) include a Dust Management Plan (DMP), based on the approved Air Quality Assessment, shall be submitted to and approved, in writing, by the local planning authority. The DMP shall be in accordance with The \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG). The DMP will need to detail the measures to reduce the impacts during the construction stage. \r\n\r\n2. The development shall not be implemented other than in accordance with the approved scheme, unless previously agreed in writing by the Local Planning Authority.   \r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan Policies SI1(B)(1c) and SI1(B)(2d). ",
    "Condition : 35 - Condition (Travel Plan) \r\nPrior to first occupation of the development, a Travel Plan shall be submitted to and be approved in writing by the Local Planning Authority.  There shall be no occupation of the development unless and until the Travel Plan has been approved by the Council.  The Travel Plan shall be implemented from the date of first occupation of the first unit.\r\n\r\nREASON: To promote sustainable mode of travel and to ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 36 - Archaeology\r\n\r\nNo Development (save for demolition down to existing ground level) shall take place until a written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no development (save for demolition down to existing ground level) shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and\r\nA. The programme and methodology of site investigations and recordings and the nominations of a competent person(s) or organisation to undertake the agreed works\r\nB. Where appropriate, details of programme for delivering related positive public benefits\r\nC. The programme for post-investigation assessment and subsequent analysis, publication and dissemination and position of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI\r\n\r\nReason. To identify and avoid harm or minimise impact on heritage assets  through design and appropriate mitigation and to comply with Merton Local Plan (2024) policy D12.5 and London Plan (2021) policy HC1 \r\n",
    "Condition : 37 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 38 - Lighting Strategy  \r\n\r\nA lighting scheme with specification of lighting products to be installed on the site shall be submitted to the Council for approval prior to occupation of the relevant unit of the development. \r\n\r\nSuch details shall accord with the CIBSE guide LG6 and ILP/BCT Bat guidance note 8 and shall include:   \r\na) Locations\r\nb) Design of lighting columns   \r\nc) Technical specifications   \r\nd) Vertical lux plan   \r\ne) Horizontal lux plan   \r\nf) Timings   \r\ng) Measures to reduce spillage   \r\n\r\nThere should be no upward lighting or lighting onto the open sky, buildings, trees and vegetation, or potential roost features.    \r\n\r\nThe approved details shall be implemented thereafter.\r\n\r\nREASON: To safeguard the ecology of the site, neighbour amenity and for reasons of highway safety in accordance with policies O15.1, T16.2 and D12.2 of Merton Local Plan 2024.",
    "Condition : 39 - Surface Treatment \r\n\r\nPrior to occupation of development, further details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft shall be submitted in writing for approval by the Local Planning Authority (providing specification of product where appropriate). The development shall not be occupied until the details have been approved and works to which this condition relates have been carried out in accordance with the approved details.   \r\n\r\nReason:  To ensure a satisfactory standard of development in accordance with the following Development Plan policies for Merton: policy D4 of the London Plan 2021, policy D12.2 and D12.3 of Merton Local Plan 2024. ",
    "Condition : 40 - Boundary Treatment \r\n\r\nPrior to occupation of the development, further details (providing specification of product where appropriate) of boundary walls and fences shall be submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be undertaken until the details are approved and carried out in accordance with the approved details. The walls and fencing shall be permanently retained thereafter.  \r\n\r\nReason: To ensure a satisfactory and safe development in accordance with policies D4 and D8 of the London Plan 2021 and policies D12.2 and D12.3 of Merton Local Plan 2024. ",
    "Condition : 41 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 42 - Refuse & Recycling (Details to be Submitted) \r\nNo unit of the development shall be occupied until a scheme for the storage of refuse and recycling has been submitted to and approved in writing by the Local Planning Authority. The relevant unit of the development shall not be occupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 43 - Restriction on Music/Amplified Sound - No music or other amplified sound generated on the premises shall be audible at the boundary of any adjacent residential building.",
    "Condition : 44 - No Open Storage - No goods, equipment, or other materials shall be stacked or stored upon the open areas of the site without the prior written approval of the Local Planning Authority.",
    "Condition : 45 - PV Panels \r\n\r\nPrior to the installation of photovoltaic panels for the relevant unit of the development, details of the photovoltaic panels shall be submitted and approved in writing by the Local Planning Authority.� These details shall include:� \r\n\r\n- Roof plans showing the layout of the photovoltaic panels;� \r\n- Typical sections showing the height and angle of the panels; and� \r\n- Roof plans and typical sections showing the location and height of safety rails (where applicable) to be located on the roof to allow safe maintenance of the PV panels.�� \r\n\r\nThe photovoltaic panels and safety rails shall thereafter be installed prior to the first occupation of the relevant unit and retained for the lifetime of the development.� \r\n\r\nREASON: To promote sustainable development and ensure that the proposed development is in keeping with the existing building(s) and does not prejudice the appearance of the locality in accordance with policies CC2.2, CC2.3, CC2.4, CC2.6 and D12.2 of Merton Local Plan 2024.",
    "Condition : 46 - Fire Strategy \r\n\r\nThe development must fully comply with The Building Regulation 2010 (as amended) unless otherwise approved in writing by the Local Planning Authority.� \r\n\r\nReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12 ",
    "Condition : 47 - Condition (Surface and foul water drainage)\r\nPrior  to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for networks one and two of the development as identified within the submitted Flood Risk Assessment issue P4 dated 20/11/2024 reference MI1-HDR-XX-RP-S-000002. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) at the agreed runoff rate for each drainage network(no more than 5l/s, with no less than a combined 3,685m3 of attenuation volume), in accordance with drainage hierarchy contained within the London Plan Policy (SI 13 and SPG) and the advice contained within the National SuDS Standards. For this development this will include onsite storage using rain gardens, permeable paving, and green roofs as part of the overall strategy and the drainage plans shall include pipe sizes and direction of flow.\r\nThe drainage strategy and plans shall include, but not limited to, how all the individual drainage elements are linked, demonstrated that exceedance flows do not increase flood risk to any properties off-site and must show pipe sizes and direction of flow\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13. \r\n",
    "Condition : 48 - Condition (Sustainable Urban Drainage Scheme)\r\nPrior to first occupation of the development hereby approved a detailed Sustainable Urban Drainage Scheme (SuDS) maintenance plan shall be submitted to and approved in writing by the local planning authority. This must include the maintenance provider and be included as part of the general maintenance of the development site.\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13\r\n",
    "Condition : 49 - Condition (Drainage Verification Report)\r\nPrior to first occupation of the development an independent sustainable drainage verification report must be submitted to and approved in writing by the local planning authority. This report will detail the entirety of the as-built sustainable drainage system.\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13\r\n",
    "Condition : 50 - Condition - Flexible Industrial Use (Class E(g)(III), Class B2 and B8)\r\n\r\nThe units hereby approved shall be not be occupied other than as flexible industrial use (Use Class E(g)(iii), B2 and B8 only) as specified in the schedule to the Town and Country Planning (Use Classes) Order 1987, or in any provision revoking or re-enacting that order.\r\n\r\nREASON: To accord with terms of this application, safeguard the provision of Industrial land within a Strategic Industrial Location as well as safeguard local road and parking conditions and residential amenity of nearby occupants in accordance with London Plan (2021) Policies E4, E5, Merton Core Strategy 2011 Policy CS12, CS14, CS18, CS19, CS20, Merton Sites and Policies PLan 2014 Policies DM E1, DM D2, DM T1, DM T2, DM T3, DM T4 and DM T5",
    "Condition : 51 - Condition (EVCP) \r\nPrior to the commencement of above ground works, a scheme detailing the provision of active and  passive electric vehicle charging points shall be submitted to and approved in writing by the Local Planning Authority. These details shall show the location, quantum and specification of the electric vehicle charging points and the associated underground infrastructure/connections. The approved scheme shall be in situ prior to the first occupation of the relevant unit of the development hereby approved and shall be retained as approved thereafter.  \r\n\r\nREASON: In the interest of Air Quality and to encourage the use of environmentally friendly electric vehicles in compliance with policy T6 of the London Plan 2021.  \r\n",
    "Condition : 52 - CONDITION: Non-residential CO2 reductions \r\n\r\nUnless otherwise agreed in writing by the Local Planning Authority, no part of the relevant unit of the development hereby approved shall be used or occupied until evidence demonstrating that the development is on track to achieving CO2 reductions in accordance with those outlined in the energy statement (dated 17th March 2023), has been submitted to and acknowledged in writing by the Local Planning Authority.\r\n\r\nREASON: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy SI2 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011.",
    "Condition : 53 - CONDITION: `Be Seen' energy monitoring \r\n\r\na) Prior to first occupation of the relevant unit, the Owner shall provide updated accurate and verified `as built' design estimates of the `Be Seen' energy performance indicators for each Reportable Unit of \r\nthe development, as per the methodology outlined in the `As-built stage' chapter / section of the GLA `Be Seen' energy monitoring guidance (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the `Be Seen' as-built stage reporting \r\nwebform ( https://www.london.gov.uk/what-wedo/planning/implementing-london-plan/london\u0002plan-guidance-and-spgs/be-seen-energymonitoring-guidance). The owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use \r\nenergy performance indicators, as outlined in the `In-use stage' of the GLA `Be Seen' energy monitoring guidance document (or any document that may replace it). \r\n\r\nb) Upon completion of the first year of Occupation or following the end of the Defects Liability Period (whichever is the later) and at least for the following four years after that date, the Owner is  required to provide accurate and verified annual in-use energy performance data for all relevant indicators under each Reportable Unit of the development as per the methodology outlined in the `In-use stage' chapter / section of the GLA `Be Seen� energy monitoring guidance document (or any document that may replace it). All data and supporting evidence should be submitted to the GLA using the `Be Seen' in-use stage reporting webform ( https://www.london.gov.uk/what-we\u0002do/planning/implementing-londonplan/london-plan-guidance-and-spgs/be-seen-energy-monitoring\u0002guidance). This obligation will be satisfied after the Owner has reported on all relevant indicators included in the `In-use stage� chapter of the GLA `Be Seen' energy monitoring guidance document (or any document that may replace it) for at least",
    "Condition : 54 - Delivery and Servicing Plan - Development shall not commence until a Delivery and Servicing Plan (the Plan) has been submitted in writing for approval to the Local Planning Authority. No occupation of the development shall be permitted until the Plan is approved in writing by the Local Planning Authority and implemented in accordance with the approved plan.  The approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 55 - CONDITION: BREEAM \r\nUnless otherwise agreed in writing by the Local Planning Authority, within 6 months of Practical Completion a Post-Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors confirming that the non-residential development has achieved a BREEAM rating of not less than the standards equivalent to `Excellent' has been \r\nsubmitted to and acknowledged in writing by the Local Planning Authority.\r\n\r\nREASON: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy CS15 of Merton's Core Planning Strategy 2011. ",
    "Condition : 56 - Circular Economy\r\nPrior to the occupation of the relevant buildings of the development hereby approved, a post construction monitoring report should be completed in line with the GLA's Circular Economy Statement Guidance. The report should be submitted to and approved by the Local Planning Authority in writing. \r\nReason: In order to maximise the re-use of materials and in the interests of sustainable waste management.",
    "Condition : 57 - District Heat Network \r\nPrior to commencement of works on site, revised information demonstrating the ability for future connection to a District Heating Network (DHN) shall be submitted and be approved in writing by the Local Planning Authority.  The details shall include confirmation that the design of DHN will allow for future connection to a future DHN and a drawing demonstrating how a future notional heat network could connect to the proposed DHN supply within each warehouse unit. \r\n \r\nReason To ensure the development reduces its impact on climate change in compliance with Policies SI2 and SI3 of The London Plan (2021)\r\n \r\n",
    "Condition : 58 - PV Panels Installation\r\nPrior to occupation of the relevant building hereby approved, a report shall be submitted demonstrating that the photovoltaic panels have been installed in accordance with details submitted and approved under condition 45. These shall then be retained for the duration of the development.  \r\n \r\nReason To ensure the development reduces its impact on climate change in compliance with Policies SI2 and SI3 of The London Plan (2021)\r\n",
    "Condition : 59 - Prior to the occupation of the development, the post-construction tab of the GLA's Whole Life-Cycle Carbon Assessment template should be completed in line with the GLA's Whole Life-Cycle Carbon Assessment Guidance. Together with any supporting information, it should be submitted to, and \r\napproved by the LPA in writing. \r\n \r\nReason: In the interests of sustainable development and to maximise on-site carbon \r\ndioxide saving\r\n",
    "Condition : 60 - Fibre Connectivity \r\nDetailed plans demonstrating the provision of ducting space for full fibre connectivity infrastructure shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the relevant building/s to which the details relate.  The approved details shall be implemented and retained thereafter. \r\n\r\nREASON: To ensure London�s global competitiveness in accordance with Policy SI6 of the London Plan 2021.�� \r\n\r\n",
    "Condition : 61 - INFORMATIVE\r\nDefinitions \r\n- Defects Liability Period means such period of time following Practical Completion of a Building in \r\nwhich a contractor may remedy defects as may be included in the building contract for the relevant \r\nBuilding; \r\nReportable Unit means a Reportable Unit (Energy Centre), Reportable Unit (Residential) or \r\nReportable Unit (Non-Residential); \r\nReportable Unit (Energy Centre) means either a connection to a third-party District Heating \r\nNetwork, a self-contained Energy Centre serving multiple residential/non-residential properties \r\n(within the Site) or a self-contained energy system serving multiple residential properties (within a \r\n Quick Notes Page 2 \r\n(within the Site) or a self-contained energy system serving multiple residential properties (within a \r\nBlock or Building); \r\nReportable Unit (Residential) means an individual Block or Building of five or more flats or a group \r\nof five or more houses; \r\nReportable Unit (Non-Residential) means a Building with a single occupier/tenant (including block \r\nof flats' communal areas) or a Building with multiple tenants.",
    "Condition : 62 - Informative: \r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n",
    "Condition : 63 - INFORMATIVE\r\nA BREEAM post-construction certificate demonstrating that the development has achieved a BREEAM rating of not less than the standards equivalent to `Excellent�. ",
    "Condition : 64 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 65 - Informative (Crossover Drainage) - London Borough of Merton requires a drainage channel across the full hard standing area which must drain to soft landscaping or a formulated soakaway for all vehicle crossover applications. The  drainage channel must be installed between the Hard Standing and the councils footway where the hard standing slopes towards the highway and where an open granular surfacing has not been constructed as a finished surface. Block Paving, resin surfacing, Hard Rolled fine granular surfacing and all close bound semi-pervious solutions can all clog up over time and have increased the water runoff from private property. In acceptance of this and to comply with Sec 163. Highways Act 1980, all Vehicle crossover applications must be supported by a drainage channel. Where an extension to an existing crossover is requested the drainage channel must be for the new full width including any previously approved crossover.\r\n\r\nReason: To ensure satisfactory means of surface water drainage, to reduce the risk of flooding and to comply with the following Development Plan policies for Merton: policy SI 13 of the London Plan 2021 and policies F15.7, F15.8 and F15.9 of the Local Plan 2024",
    "Condition : 66 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 67 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 68 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 69 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 70 - INFORMATIVE\r\nThis planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 71 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 72 - INFORMATIVE: \r\n\r\nOnce the GLA's Whole Life-Cycle Carbon Assessment Template is approved by the LPA, the Applicant should provide this Assessment together with any supporting information to the GLA at: ZeroCarbonPlanning@london.gov.uk. ",
    "Condition : 73 - INFORMATIVE: \r\n\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide: \r\n\r\n- An updated Carbon Reporting Spreadsheet incorporating the `As Built� outputs.  \r\n\r\n- Detailed documentary evidence confirming the Target Emission Rate (TER), Building Emission Rate (BER) and percentage improvement of BER over TER based on `As Built� BRUKL model outputs; AND \r\n\r\n- A copy of the Building Regulations Output Document from the approved software. The output documents must be based on the `as built� stage of analysis and must account for any changes to the specification during construction; AND  \r\n\r\nAND, where applicable:  \r\n\r\n- MCS certificates and photos of all installed renewable technologies.  ",
    "Condition : 74 - INFORMATIVE: \r\n\r\nEvidence requirements for post construction stage assessments must provide:  \r\n\r\n- An updated Carbon Reporting Spreadsheet incorporating the `As Built� outputs.  \r\n\r\n- `As Built� SAP Compliance Reports and detailed DER and TER worksheets for the as built development. The output documents must be based on the `As Built� stage of analysis and must account for any changes to the specification during construction. The outputs must be dated and include the accredited energy assessor�s name and registration number, the assessment status, plot number and development address.  \r\n\r\nAND, where applicable:  \r\n\r\n- MCS certificates and photos of all installed renewable technologies.  \r\n\r\n- `As Built� CIBSE TM54, PHPP or equivalent outputs to confirm the As Built predicted Energy Use Intensity.  ",
    "Condition : 75 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made with an agreed determination date.",
    "Condition : 76 - INFORMATIVE - Section 106 Agreement \r\nThis planning permission has a Section 106 Agreement which must be read in conjunction with it.\r\n"
  ],
  "development_type": "Major all other major developments",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 96,
    "net_cycle": 96
  },
  "appeal_decision": null,
  "locality": "Mitcham",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "22/05/2025",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528084.0477508979,
              167067.02713847265
            ],
            [
              528081.7968492159,
              167074.15509811835
            ],
            [
              528062.0499278667,
              167136.74718133698
            ],
            [
              528091.1962188787,
              167145.90456006856
            ],
            [
              528083.8003990663,
              167158.70089715888
            ],
            [
              528082.3987386783,
              167161.1002103628
            ],
            [
              528080.7579715183,
              167182.55406926642
            ],
            [
              528080.650785724,
              167188.00250966736
            ],
            [
              528073.7001992115,
              167206.14731577766
            ],
            [
              528040.4478677699,
              167293.3023679279
            ],
            [
              528020.0001162264,
              167347.64681200922
            ],
            [
              528016.9741788004,
              167358.7736269941
            ],
            [
              527999.9975979825,
              167400.55166816874
            ],
            [
              527984.2990016359,
              167421.89555855008
            ],
            [
              527941.2020672327,
              167481.0986118691
            ],
            [
              527930.9039859108,
              167494.2248545249
            ],
            [
              527929.5882625115,
              167492.93484637153
            ],
            [
              527924.3986326978,
              167499.2534151164
            ],
            [
              527904.5033002477,
              167516.64843584725
            ],
            [
              527908.6010956177,
              167521.34709087468
            ],
            [
              527889.0520557343,
              167538.55216597853
            ],
            [
              527869.5524862176,
              167555.64727256028
            ],
            [
              527865.4959161531,
              167551.04858891742
            ],
            [
              527845.8479355363,
              167568.35363540472
            ],
            [
              527843.6465042209,
              167570.40304876736
            ],
            [
              527839.1034755512,
              167574.3019327261
            ],
            [
              527842.8962036603,
              167579.85034451046
            ],
            [
              527853.99405591,
              167592.62668732431
            ],
            [
              527857.5394321859,
              167596.7655026004
            ],
            [
              527857.2755902305,
              167591.3270593381
            ],
            [
              527856.9210526027,
              167584.13911686192
            ],
            [
              527856.5005544862,
              167576.49130602216
            ],
            [
              527880.3287810839,
              167559.37620516442
            ],
            [
              527914.5045593703,
              167534.94319903286
            ],
            [
              527918.3467578461,
              167536.50275261514
            ],
            [
              527922.5517390105,
              167540.20169380517
            ],
            [
              527949.1008357741,
              167559.296228057
            ],
            [
              527953.6026391383,
              167562.55529515957
            ],
            [
              527975.8972843708,
              167578.5507165222
            ],
            [
              527994.8939051607,
              167590.9871566313
            ],
            [
              528002.7432033343,
              167596.49557986198
            ],
            [
              528005.0023500776,
              167599.60468989058
            ],
            [
              528019.4971675031,
              167610.301627927
            ],
            [
              528030.5537944473,
              167618.53926992835
            ],
            [
              528056.3031202827,
              167575.05171809788
            ],
            [
              528069.0994551198,
              167552.0982884416
            ],
            [
              528085.6472927603,
              167523.9463468421
            ],
            [
              528085.3504705604,
              167522.19684763113
            ],
            [
              528105.1963326434,
              167479.5990411145
            ],
            [
              528102.5496680283,
              167478.44937020267
            ],
            [
              528097.3965048364,
              167476.24999976612
            ],
            [
              528109.6816458848,
              167443.26944034314
            ],
            [
              528116.64872252,
              167445.39883081126
            ],
            [
              528124.5969614264,
              167421.04580178624
            ],
            [
              528131.250725739,
              167400.75161093223
            ],
            [
              528145.5476616973,
              167353.25520662218
            ],
            [
              528153.2980191371,
              167325.50315055827
            ],
            [
              528179.0968153386,
              167253.453774456
            ],
            [
              528186.3524691121,
              167234.24927168252
            ],
            [
              528176.7387278615,
              167229.75055942452
            ],
            [
              528173.7705058632,
              167228.77083986468
            ],
            [
              528152.4075525359,
              167221.74285160442
            ],
            [
              528130.5166967849,
              167213.9686511102
            ],
            [
              528101.3871144075,
              167205.02763628185
            ],
            [
              528095.6238166938,
              167192.9810845672
            ],
            [
              528092.5813891453,
              167186.6229045755
            ],
            [
              528091.2621793681,
              167173.38669339748
            ],
            [
              528099.3670744356,
              167150.1933324217
            ],
            [
              528099.7793274904,
              167121.75147381081
            ],
            [
              528098.674489302,
              167115.8931507356
            ],
            [
              528098.7800763776,
              167109.47158330795
            ],
            [
              528101.579240221,
              167104.64537527523
            ],
            [
              528113.9566375026,
              167109.4076834786
            ],
            [
              528115.8413821894,
              167105.44878753385
            ],
            [
              528131.75356006,
              167111.63535669545
            ],
            [
              528117.257736466,
              167102.36840164324
            ],
            [
              528110.7235688433,
              167095.9723174029
            ],
            [
              528093.9748044705,
              167078.0439849351
            ],
            [
              528084.0477508979,
              167067.02713847265
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "id": "Merton-23_P0834",
  "site_name": null,
  "lapsed_date": "22/05/2028",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "22/05/2025",
  "last_updated": "2025-05-28T10:14:36.376Z",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": "28",
  "last_date_consultation_comments": "29/05/2024",
  "bo_system": "Northgate M3"
}