{
  "epc_number": null,
  "valid_date": "15/02/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.241782,
    "lat": 51.418573
  },
  "pp_id": "PP-11938961\r",
  "decision": "Approved",
  "centroid_easting": 522356,
  "site_name": null,
  "lpa_app_no": "23/P0432",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48018079",
  "title_number": null,
  "borough": "Merton",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans:Drawing no. 21 - 451 - LP (Existing Site Location Plan )Dated June 2022\r\nDrawing no. 21 - 451- 05/Rev C (Proposed Front & Side Elevations Plan) Dated June 2022\r\nDrawing no. 21 -451 - 03/RevB (Proposed Ground Floor & First Floor Plan) Dated June 2022\r\nDrawing no. 21- 451- 06/RevB(Proposed Rear & Side Elevations Plans) Dated June 2022\r\nDrawing no. 21 - 451 - 04/RevB(Proposed Second Floor & Roof Plans) Dated June 2022\r\nDrawing no. 21 - 451- GR/Rev C(Proposed Garden Room) Dated June 2022\r\nDrawing no. 22 - 451(Existing & Proposed Site Plans for Trees Protection) Dated February 2023\r\n\r\n",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows at first and second floor level in the side elevations shall be glazed with obscured glass and shall be maintained as such thereafter.\r\n\r\n",
    "Condition : 5 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - Ancillary Residential Accommodation - The Outbuilding development in the rear garden hereby permitted shall not be occupied at any time as a separate residential Unit other than as a Garden Room for purposes ancillary to the residential use of the dwelling known as No.120 Copse Hill  \r\n\r\n\r\n\r\n\r\n",
    "Condition : 7 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - Tree Protection -The details and measures for the protection of the existing trees as specified in the hereby approved document 'Tree Survey and arboricultural Impact assessment in relation to proposed development' dated 'February 2023' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works\r\n",
    "Condition : 9 - Site Supervision (Trees) The details of the approved ''Tree Survey and arboricultural Impact assessment in relation to proposed development' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan. - \r\n\r\n\r\n\r\n\r\n",
    "Condition : 10 - Tree Survey Approved - The trees (including any hedges and other landscape features) shown on the deposited plan numbered 22 - 451 as to be retained, shall be retained and maintained unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 11 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 12 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n  ii) The application was approved without delay.\r\n  \r\n"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 170306,
  "subdivision_of_building": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522355.2968439122,
              170338.45070425485
            ],
            [
              522368.546657108,
              170293.90345575864
            ],
            [
              522355.09896244516,
              170287.65524428914
            ],
            [
              522341.502856683,
              170331.90257863392
            ],
            [
              522355.2968439122,
              170338.45070425485
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": null,
  "development_type": "Other house holder developments",
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T14:42:22.289+00:00",
  "decision_process": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P0432",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Village",
  "application_type_full": "Householder planning permission",
  "locality": "Wimbledon",
  "last_updated_by": "Northgate M3",
  "application_details": {
    "no_additional_bedrooms": 3,
    "intended_commencement_date": "05/2023",
    "no_additional_bathrooms": 3,
    "intended_completion_date": "10/2023",
    "total_gia_gained": 211.1,
    "site_area": 0.06900000000000002
  },
  "postcode": "SW20 0NL",
  "decision_target_date": "14/04/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.241781,
          51.418865
        ],
        [
          -0.241606,
          51.418462
        ],
        [
          -0.241802,
          51.418408
        ],
        [
          -0.241982,
          51.418809
        ],
        [
          -0.241781,
          51.418865
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "PROPOSED ERECTION OF A SINGLE STOREY FRONT AND REAR EXTENSIONS, FIRST FLOOR SIDE AND REAR EXTENSIONS,CONVERSION OF THE LOFT SPACE INTO A BEDROOM, SHOWER ROOM, MEDIA ROOM\r\nAND STORAGE SPACE. ERECTION OF A DETACHED OUTBUILDING AT THE BOTTOM OF THE REAR GARDEN.",
  "street_name": "Copse Hill",
  "bo_system": "Northgate M3",
  "appeal_status": null,
  "lapsed_date": "14/04/2026",
  "cil_liability": true,
  "site_number": "120",
  "decision_date": "14/04/2023",
  "secondary_street_name": null,
  "application_type": "Householder",
  "id": "Merton-23_P0432",
  "last_date_consultation_comments": "22/03/2023"
}