{
  "epc_number": null,
  "valid_date": "07/02/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": -0.237836,
    "lat": 51.424323
  },
  "pp_id": "PP-11761958",
  "decision": "Approved",
  "centroid_easting": 522615,
  "site_name": null,
  "lpa_app_no": "23/P0362",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "48102958",
  "title_number": null,
  "borough": "Merton",
  "appeal_decision_date": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Design & Access Statement; Tree Constraints Plan; Tree Development Report (AIA & AMS); Tree Protection Plan; Tree Survey Schedule; Cellar Impact Assessment Scoping Screening Report; Flood Map Planning; Site Location Plan; 779KG01; 401; P01 & P02. ",
    "Condition : 3 - Matching Materials - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted (apart from designated terrace) shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the side elevations without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 6 - Prior to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for both phases of the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) to include green roof, permeable paving, soakaway and the roof area will discharge at the agreed run-off rate of no more than 2l/s in accordance with drainage hierarchy contained within the London Plan Policies SI12 and SI13 and the advice contained within the National SuDS Standards.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 12 & 13. \r\n",
    "Condition : 7 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during (dewatering) and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. This must be based on up to date ground investigation/borehole results. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 12 & 13. ",
    "Condition : 8 - Tree Protection: The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Impact Assessment, Method Statement and Tree Protection Plan' reference '08/RAC/22' and dated '28 November 2022' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n\r\nReason: To protect and safeguard the existing 2 trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014; ",
    "Condition : 9 - Site Supervision (Trees) - The details of the approved 'Arboricultural Impact Assessment, Method Statement and Tree Protection Plan' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan. \r\n\r\nReason: To protect and safeguard the existing 2 trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014.",
    "Condition : 10 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 11 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows in the first floor west side elevation shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 12 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   \r\n",
    "Condition : 13 - INFORMATIVE \r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or \r\ndisposed of into the highway drainage system.\r\n"
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 170952,
  "subdivision_of_building": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522624.81140133215,
              170974.8085488993
            ],
            [
              522624.8608716988,
              170973.54890946514
            ],
            [
              522625.0669982264,
              170972.29926717113
            ],
            [
              522625.30610499845,
              170971.40952185827
            ],
            [
              522625.9822000091,
              170970.28984236368
            ],
            [
              522626.5428641642,
              170969.2401428357
            ],
            [
              522627.34263509145,
              170968.1604518944
            ],
            [
              522628.406247974,
              170966.9907867079
            ],
            [
              522629.26373432897,
              170966.20101277792
            ],
            [
              522630.3438373338,
              170965.56119592412
            ],
            [
              522631.4981458885,
              170965.0613390052
            ],
            [
              522632.71016987105,
              170964.71143916238
            ],
            [
              522630.4840033725,
              170954.9142435775
            ],
            [
              522630.81380581635,
              170932.13076527353
            ],
            [
              522599.4495933715,
              170932.15075955132
            ],
            [
              522602.7228826308,
              170974.45864905644
            ],
            [
              522615.93971558276,
              170973.31897528307
            ],
            [
              522620.260127602,
              170976.7579908775
            ],
            [
              522622.13175647287,
              170974.41866050282
            ],
            [
              522624.81140133215,
              170974.8085488993
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": {
    "no_existing_car": 3,
    "net_car": 0,
    "no_proposed_car": 3
  },
  "development_type": "Other house holder developments",
  "lpa_name": "Merton",
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T13:29:11.360+00:00",
  "decision_process": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P0362",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "Village",
  "application_type_full": "Householder planning permission",
  "locality": "Wimbledon",
  "last_updated_by": "Northgate M3",
  "application_details": {
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "06/2023",
    "no_additional_bathrooms": 2,
    "intended_completion_date": "06/2024",
    "total_gia_gained": 291.15,
    "site_area": 0.122
  },
  "postcode": "SW19 4UB",
  "decision_target_date": "16/05/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.237687,
          51.424526
        ],
        [
          -0.237687,
          51.424515
        ],
        [
          -0.237685,
          51.424503
        ],
        [
          -0.237681,
          51.424495
        ],
        [
          -0.237672,
          51.424485
        ],
        [
          -0.237664,
          51.424476
        ],
        [
          -0.237653,
          51.424466
        ],
        [
          -0.237638,
          51.424455
        ],
        [
          -0.237626,
          51.424448
        ],
        [
          -0.237611,
          51.424442
        ],
        [
          -0.237595,
          51.424437
        ],
        [
          -0.237577,
          51.424433
        ],
        [
          -0.237613,
          51.424346
        ],
        [
          -0.237616,
          51.424141
        ],
        [
          -0.238067,
          51.424148
        ],
        [
          -0.238005,
          51.424528
        ],
        [
          -0.237815,
          51.424514
        ],
        [
          -0.237752,
          51.424544
        ],
        [
          -0.237726,
          51.424523
        ],
        [
          -0.237687,
          51.424526
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "DEMOLITION OF EXISTING SINGLE STOREY SIDE WINGS AND CONSTRUCTION OF ENLARGED TWO STOREY SIDE WINGS AND CONSTRUCTION OF A REPLACEMENT REAR EXTENSION. ENLARGEMENT OF THE EXISTING CELLAR (WITHIN THE FOOTPRINT OF THE WEST SIDE EXTENSION, NO LIGHTWELLS OR EXTERNAL ACCESS) BENEATH THE WEST SIDE WING.",
  "street_name": "Kinsella Gardens",
  "bo_system": "Northgate M3",
  "appeal_status": null,
  "lapsed_date": "16/05/2026",
  "cil_liability": true,
  "site_number": "8",
  "decision_date": "16/05/2023",
  "secondary_street_name": null,
  "application_type": "Householder",
  "id": "Merton-23_P0362",
  "last_date_consultation_comments": "10/05/2023"
}