{
  "appeal_status": null,
  "centroid": {
    "lon": -0.23697,
    "lat": 51.394131
  },
  "decision_target_date": "26/05/2023",
  "lapsed_date": "23/05/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T13:22:47.509+00:00",
  "locality": "New Malden",
  "development_type": "Other house holder developments",
  "postcode": "KT3 6NE",
  "ward": "West Barnes",
  "id": "Merton-23_P0564",
  "uprn": "48047512",
  "decision": "Approved",
  "site_name": null,
  "last_date_consultation_comments": "25/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.237118,
          51.394061
        ],
        [
          -0.237052,
          51.394097
        ],
        [
          -0.236963,
          51.394145
        ],
        [
          -0.236929,
          51.394164
        ],
        [
          -0.23672,
          51.394278
        ],
        [
          -0.236579,
          51.39419
        ],
        [
          -0.236973,
          51.39404
        ],
        [
          -0.237046,
          51.394012
        ],
        [
          -0.237118,
          51.394061
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522745.8488983173,
              167587.94802665088
            ],
            [
              522750.3507016808,
              167592.0468533754
            ],
            [
              522756.4025765323,
              167597.55527660588
            ],
            [
              522758.75241894735,
              167599.7046613529
            ],
            [
              522772.99988453765,
              167612.80091259314
            ],
            [
              522783.0011436584,
              167603.2036597748
            ],
            [
              522755.99856853794,
              167585.8486275971
            ],
            [
              522751.0020615081,
              167582.59955763217
            ],
            [
              522745.8488983173,
              167587.94802665088
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "title_number": [
    "SY143571"
  ],
  "site_number": "19",
  "lpa_name": "Merton",
  "decision_process": null,
  "secondary_street_name": null,
  "street_name": "Marina Avenue",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "no_additional_bathrooms": 2,
    "total_gia_gained": 61.1,
    "intended_completion_date": "04/2024",
    "no_additional_bedrooms": 2,
    "intended_commencement_date": "05/2023",
    "site_area": 0.039
  },
  "valid_date": "27/02/2023",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": 167596,
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [A00A, A03A, A04A, A05 (LOFT PLAN), A05A, A06, A07, A08A (May 2023)]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - The proposed development shall be carried out in accordance with the flood mitigation and resilience measures set out in the submitted Flood Risk Assessment, carried out by Allied Professional Services Ltd.\r\n\r\n",
    "Condition : 7 - The permeable paving area shown to the rear of the dwelling on drawing A08A shall be constructed as shown on the approved plan prior to the first occupation of the development hereby approved and shall be retained in perpetuity thereafter, unless replaced with an alternative permeable surface.",
    "Condition : 8 - This full planning permission application relates solely to the erection of a part single, part two storey side and rear infill extensions as described in the Description of development. The outbuilding does not form part of the consent and may require separate planning permission.\r\n",
    "Condition : 9 - The applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r\n",
    "Condition : 10 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n ",
    "Condition : 11 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 12 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n"
  ],
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P0564",
  "pp_id": "PP-11970514",
  "last_updated_by": "Northgate M3",
  "centroid_easting": 522756,
  "borough": "Merton",
  "epc_number": "2388-7063-7207-1071-8950",
  "lpa_app_no": "23/P0564",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "description": "ERECTION OF A PART SINGLE, PART TWO STOREY SIDE AND REAR INFILL EXTENSIONS.",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "23/05/2023",
  "cil_liability": true
}