{
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T04:06:28.817+00:00",
  "lpa_name": "Merton",
  "decision_agency": "Borough",
  "locality": "Wimbledon",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [WES-RPW-DR-A-002-P, WES-RPW-DR-A-001-P, WES-RPW-DR-A-004-P, WES-RPW-DR-A-203-P, WES-RPW-DR-A-300-P, WES-RPW-DR-A-103-P, WES-RPW-DR-A-104-P, WES-RPW-DR-A-201-P, WES-RPW-DR-A-301-P, WES-RPW-DR-A-101-P, WES-RPW-DR-A-202-P, WES-RPW-DR-A-200-P, WES-RPW-DR-A-102-P, (Revision 00)  ]",
    "Condition : 3 - Materials to be Approved - No relevant part of the development shall take place shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including proposed render, roof material, window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Boundary Treatment - No relevant part of the development shall take place shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 6 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in (officer to insert relevant elevations) without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 7 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 8 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 9 - Screening - The screening or enclosure to the balcony as shown on the approved plans shall be implemented before the development is first occupied and retained permanently thereafter.",
    "Condition : 10 - Refuse & Recycling (Details to be Submitted) - No relevant part of the development shall take place until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 11 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 12 - Landscaping - No relevant part of the development shall take place shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 13 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 14 - New Vehicle Access - Details to be submitted  - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 15 - Vehicle Access to be provided - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 16 - Visibility Splays - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 17 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 18 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 19 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 20 - 1) Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from the air external air conditioning unit shall not exceed the noise criteria of LA90-5dB at the boundary with any residential property, where the LA90 is the background sound level. A post completion noise assessment shall be undertaken and submitted to confirm compliance. \r\n",
    "Condition : 21 - Condition: Prior to the commencement of the development, a detailed surface water and foul drainage plan(s), shall be submitted to and approved in writing by the local planning authority. These plans must include pipe sizes and any proposed flow control structure.   ",
    "Condition : 22 - Prior to first occupation details of the green roof shall be submitted in writing for approval to the Local Planning Authority.  The development shall not be occupied until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The green roof shall be permanently retained thereafter unless otherwise agreed in writing by the Local Planning Authority",
    "Condition : 23 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 24 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 25 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 26 - INFORMATIVE: You are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work if your application falls within a Controlled Parking Zone. ",
    "Condition : 27 - Informative: \r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\n\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n"
  ],
  "valid_date": "21/04/2023",
  "centroid": {
    "lon": -0.212974,
    "lat": 51.419711
  },
  "lpa_app_no": "23/P0908",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": "SW19 4EW",
  "ward": "Hillside",
  "description": "DEMOLITION OF EXISTING OUTBUILDING/GARAGE ON SITE AND THE CREATION OF A 3 STOREY, 2 BEDROOM DWELLING WITH FRONT ROOF TERRACE. WIDENING OF THE EXISTING CROSSOVER FROM RIDGWAY PLACE TO PROVIDE DEDICATED OFF-STREET CAR PARKING.",
  "appeal_start_date": null,
  "application_type": "All Other",
  "site_name": null,
  "last_date_consultation_comments": "19/05/2023",
  "cil_liability": true,
  "application_details": {
    "rain_water_harvesting": false,
    "total_gia_gained": 85,
    "non_residential_details": {
      "total_gia_existing": 21,
      "total_gia_gained": 85,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 21
    },
    "internal_resi_water_usage": 125,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "chp_heat_pumps_capacity": 0.01,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 10,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 14,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 1,
      "urban_greening_factor_score": 0.15,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0
    },
    "ownership_status": "Private",
    "scheme_phasing": true,
    "green_suds": true,
    "lead_developer_company_name": "Hjolly Properties Ltd",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 21,
        "use_class": "C3",
        "gia_gained": 85,
        "gia_lost": 21
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "New dwelling",
        "intended_completion_date": "02/2024",
        "intended_commencement_date": "09/2023"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "site_area": 0.010700000000000001,
    "grey_water_reuse": false,
    "residential_details": {
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_gained": 85,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_market_for_rent": 1,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 85,
          "tenure": "Market for rent"
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "affordable_percentage": 0
    },
    "total_gia_existing": 21,
    "uk_company_registration_no": "14764040",
    "garden_land_lost": false,
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.85,
        "building_ref": "New dwelling"
      }
    ],
    "total_gia_lost": 21,
    "surface_water_discharge_percentage_reduction": 28,
    "scheme_name": "1b Ridgway Place"
  },
  "street_name": "Ridgway Place",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P0908",
  "uprn": "48059967",
  "appeal_decision_date": null,
  "pp_id": "PP-11611064",
  "decision_process": null,
  "centroid_easting": 524356,
  "epc_number": null,
  "centroid_northing": 170481,
  "application_type_full": "Full planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "site_number": "1",
  "id": "Merton-23_P0908",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Merton",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "27/07/2023",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524372.6983952193,
              170487.84793975565
            ],
            [
              524361.6005429707,
              170474.3518029803
            ],
            [
              524358.8466925614,
              170476.00133080757
            ],
            [
              524357.8012099857,
              170474.57395128044
            ],
            [
              524356.3979094131,
              170475.50147389114
            ],
            [
              524364.3461483191,
              170485.39864085923
            ],
            [
              524362.5257135461,
              170486.7372268543
            ],
            [
              524365.3148113198,
              170490.02605375234
            ],
            [
              524364.0966621228,
              170490.9506071256
            ],
            [
              524365.195389613,
              170492.94648031495
            ],
            [
              524372.6983952193,
              170487.84793975565
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": {
    "net_car": 0,
    "no_proposed_cycle": 2,
    "no_existing_car": 1,
    "net_cycle": 2,
    "no_existing_cycle": 0,
    "no_proposed_car": 1
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.212731,
          51.419769
        ],
        [
          -0.212896,
          51.41965
        ],
        [
          -0.212935,
          51.419666
        ],
        [
          -0.21295,
          51.419653
        ],
        [
          -0.21297,
          51.419662
        ],
        [
          -0.212852,
          51.419749
        ],
        [
          -0.212878,
          51.419761
        ],
        [
          -0.212837,
          51.41979
        ],
        [
          -0.212854,
          51.419799
        ],
        [
          -0.212837,
          51.419816
        ],
        [
          -0.212731,
          51.419769
        ]
      ]
    ]
  },
  "lapsed_date": "25/07/2026",
  "decision_date": "25/07/2023"
}