{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Lawful development: Proposed use",
  "lpa_app_no": "D0011.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=D0011.23",
  "actual_completion_date": null,
  "pp_id": "11836238",
  "lapsed_date": "02/03/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "0.2331731",
    "lat": "51.5687007"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021329076",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Certificate of Lawfulness for a single storey rear extension & loft conversion with rear dormer and roof lights to rear and front",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2328881,
          51.5687731
        ],
        [
          0.23341479999999998,
          51.5687956
        ],
        [
          0.2334271,
          51.5686032
        ],
        [
          0.2328895,
          51.5686242
        ],
        [
          0.2328881,
          51.5687731
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "68 Ernest Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The operations come within the provisions of Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "Class A Informative",
    "Development is permitted by Class A subject to the following conditions-",
    "(a) the materials used in any exterior work (other than materials used in the",
    "construction of a conservatory) shall be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse;",
    "(b) any upper-floor window located in a wall or roof slope forming a side elevation of the dwellinghouse shall be-",
    "(i) obscure-glazed, and",
    "(ii) non-opening unless the parts of the window which can be opened are more",
    "than 1.7 metres above the floor of the room in which the window is installed; and",
    "(c) where the enlarged part of the dwellinghouse has more than one storey, the roof pitch of the enlarged part shall, so far as practicable, be the same as the roof pitch of the original dwellinghouse.",
    "Class B Informative",
    "The development is permitted by Class B subject to the following conditions-",
    "(a) the materials used in any exterior work must be of a similar appearance to those used",
    "in the construction of the exterior of the existing dwellinghouse;",
    "(b) the enlargement must be constructed so that-",
    "(i) other than in the case of a hip-to-gable enlargement or an enlargement which joins the original roof to the roof of a rear or side extension-",
    "(aa) the eaves of the original roof are maintained or reinstated; and",
    "(bb) the edge of the enlargement closest to the eaves of the original roof is, so far as",
    "practicable, not less than 0.2 metres from the eaves, measered along the roof slope from",
    "the outside edge of the eaves; and",
    "(ii) other than in the case of an enlargement which joins the original roof to the roof of a rear or side extension, no part of the enlargement extends beyond the outside face of any external wall of the original dwellinghouse; and",
    "(c) an",
    "Class C Informative",
    "Development is permitted by Class C subject to the condition that any window located on a roof slope forming a side elevation of the dwellinghouse shall be-",
    "(a) obscure-glazed; and",
    "(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.",
    "Roof of Single Storey Rear Extension Informative",
    "The applicant is advised that the section of roof of the single storey rear extension which is cut out around the windows at first floor level shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority..",
    "Works to Trees Informative - TPO 17/87",
    "Even though consent has been obtained as part of this Certificate of Lawfulness, care needs to be taken to avoid harming trees within the site due to Tree Preservation Order 17/87. Damaging trees, even indirectly, could lead to legal action being taken to seek compensation through the Courts for damages that arise from a number of factors, including the loss of amenity should the tree have to be removed  or any damage that results from falling or collapsing timber.",
    "You should also ensure that care is taken to open the ground carefully before any  foundations are laid and for the position of roots, especially supporting roots , is determined and that any measure needs to retain the tree's roots, (especially the supporting roots) are carried out. This may involve bridging over roots or using a piled type of foundation to avoid trenching.",
    "Prior to commencement of works, it is suggested that the applicant contacts the Council's Tree Officer reg",
    "Building Regs",
    "This certificate provides confirmation that the development is lawful.  You should also check whether the development requires separate Building Regulation consent. Information is available on the Building Control webpages and the team is available between 9am and 10am Monday to Friday via 01708 432700."
  ],
  "postcode": "RM11 3JW",
  "application_type": "All Other",
  "decision_date": "02/03/2023",
  "parking_details": {
    "no_proposed_car": 1,
    "net_car": 0,
    "no_existing_car": 1
  },
  "status": "Not Required",
  "centroid_easting": 554868,
  "valid_date": "11/01/2023",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "08/03/2023",
  "id": "Havering-D0011.23",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:08:16.804+00:00",
  "street_name": "Hornchurch",
  "decision": "Not Required",
  "appeal_start_date": null,
  "centroid_northing": 187899,
  "application_details": {
    "total_gia_gained": 116.9,
    "no_additional_bedrooms": 2,
    "existing_uprns": null,
    "no_additional_bathrooms": 2,
    "site_area": 0.07
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554848.002,
              187906.447
            ],
            [
              554884.427,
              187910.059
            ],
            [
              554885.933,
              187888.685
            ],
            [
              554848.604,
              187889.89
            ],
            [
              554848.002,
              187906.447
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Emerson Park"
}