{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "16/09/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-21577_APP_2020_1792",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.162
  },
  "valid_date": "06/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a detached 5 x bed dwelling with associated parking and amenity space with new crossover to Grove Road.",
  "decision_conditions": [
    "The proposed development, by reason of its siting and layout would result in a development of the site, which would fail to harmonise with the existing local and historic context of the surrounding area. The principle of intensifying the residential use of the site as proposed, as well as the proposed loss of existing private rear garden area would have a detrimental impact on the street scene and character and appearance of the area as a whole. The proposal is therefore detrimental to the visual amenity and character of the surrounding area and contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policies 3.5, 7.1 and 7.4 of the London Plan (2016), guidance within The London Plan Housing Supplementary Planning Guidance (March 2016), the NPPF.",
    "The application fails to demonstrate that the development will safeguard existing trees on/adjoining the site in as much that trees, shrubs and wildlife habitat cannot be retained or re-provided in the residual garden spaces and further fails to demonstrate protection for and long-term retention of the trees. The proposal is therefore detrimental to the visual amenity of the street scene and the wider area contrary to Policies DMH 6 Policy and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020)",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:01:31.837+00:00",
  "ward": "NORTHWOOD",
  "parking_details": null,
  "lapsed_date": "16/09/2023",
  "decision_target_date": "18/09/2020",
  "centroid": {
    "lat": "51.6163872",
    "lon": "-0.4298917"
  },
  "lpa_app_no": "21577/APP/2020/1792",
  "status": "Dismissed",
  "site_name": "LAND TO REAR OF 18 MOOR PARK ROAD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=21577/APP/2020/1792",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508825.7155,
              192031.295
            ],
            [
              508808.3852,
              191976.3938
            ],
            [
              508781.6623,
              191982.347
            ],
            [
              508779.9425,
              191983.4053
            ],
            [
              508780.0748,
              191985.1251
            ],
            [
              508801.506,
              192038.9679
            ],
            [
              508825.7155,
              192031.295
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "24/07/2020",
  "appeal_decision_date": "13/07/2021",
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "NORTHWOOD",
  "pp_id": "08798821",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 508803,
  "appeal_start_date": "27/01/2021",
  "centroid_northing": 192007,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4295562,
          51.6166012
        ],
        [
          -0.42982349999999997,
          51.6161111
        ],
        [
          -0.43020749999999996,
          51.6161697
        ],
        [
          -0.430232,
          51.6161796
        ],
        [
          -0.4302295,
          51.616195
        ],
        [
          -0.4299034,
          51.6166749
        ],
        [
          -0.4295562,
          51.6166012
        ]
      ]
    ],
    "type": "Polygon"
  }
}