{
  "last_date_consultation_comments": "16/10/2024",
  "site_number": null,
  "ward": "EASTCOTE 2022",
  "decision_date": "22/11/2024",
  "description": "Erection of an outbuilding to the rear garden, following the demolition of existing outbuilding",
  "development_type": null,
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13397387",
  "street_name": "3 ALISON CLOSE",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.4036666",
    "lat": "51.5845241"
  },
  "lpa_app_no": "69557/APP/2024/2464",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 48.75,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "01/2025",
    "intended_commencement_date": "11/2024",
    "site_area": 0.066
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4039229,
          51.5845369
        ],
        [
          -0.40391649999999996,
          51.5845384
        ],
        [
          -0.403796,
          51.5845621
        ],
        [
          -0.4037341,
          51.5845843
        ],
        [
          -0.40385709999999997,
          51.5846708
        ],
        [
          -0.4037899,
          51.5847016
        ],
        [
          -0.40377189999999996,
          51.5847061
        ],
        [
          -0.4037553,
          51.5847059
        ],
        [
          -0.403744,
          51.5847018
        ],
        [
          -0.4037291,
          51.5846921
        ],
        [
          -0.4036449,
          51.5846259
        ],
        [
          -0.4036337,
          51.5846178
        ],
        [
          -0.4033387,
          51.5844631
        ],
        [
          -0.4035801,
          51.5844021
        ],
        [
          -0.4036141,
          51.5844502
        ],
        [
          -0.4038273,
          51.5843952
        ],
        [
          -0.4039229,
          51.5845369
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 510696,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=69557/APP/2024/2464",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "EASTCOTE",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "PEACE VALE",
  "id": "Hillingdon-69557_APP_2024_2464",
  "decision_target_date": "22/11/2024",
  "centroid_northing": 188503,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510678.2118,
              188504.0335
            ],
            [
              510678.6528,
              188504.2099
            ],
            [
              510686.9431,
              188507.0321
            ],
            [
              510691.1764,
              188509.5898
            ],
            [
              510682.4451,
              188519.0266
            ],
            [
              510687.0312,
              188522.5544
            ],
            [
              510688.266,
              188523.0836
            ],
            [
              510689.4125,
              188523.0836
            ],
            [
              510690.2062,
              188522.6426
            ],
            [
              510691.2646,
              188521.5842
            ],
            [
              510697.2618,
              188514.3523
            ],
            [
              510698.0556,
              188513.4703
            ],
            [
              510718.8695,
              188496.7134
            ],
            [
              510702.2889,
              188489.5696
            ],
            [
              510699.8195,
              188494.8613
            ],
            [
              510685.1792,
              188488.4231
            ],
            [
              510678.2118,
              188504.0335
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan names/numbers:",
    "Title: Location Plan & Block Plan, ref: ASEA/2024/794/PP/01, date: Sept 2024",
    "Title: Proposed Plan & Elevations, ref: ASEA/2024/794/PP/03, date: Sept 2024",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing main dwelling and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The outbuilding hereby approved shall only be used for the purposes stated on the approved plans namely a gym/game room. It shall not be used for purposes such as a bedroom, kitchen, or as a separate unit of accommodation and should remain ancillary to the host property in terms of use.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMHB 11, DMHB 18, DMHD 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "No site clearance, construction work or work to trees shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. An Arboricultural Method Statement outlining the sequence of development on the site including demolition, building works and tree protection measures with regard to the vegetation on the site and adjacent to the site.",
    "2. Detailed drawings showing the position and type of Tree Protection Measures to protect the root areas/crown spread of trees, hedges and other vegetation on the site and adjacent to the site boundaries shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the tree protection measures have been implemented in accordance with the details approved.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall be installed prior to commencemen",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and NPPF (2023).",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T17:18:50.219+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "22/11/2027",
  "decision": "Approved",
  "valid_date": "12/09/2024"
}