{
  "development_type": null,
  "appeal_decision": null,
  "site_number": null,
  "street_name": "Horn Lane",
  "decision_conditions": [
    "The development to which this permission relates shall be begun no later than the expiration of three years from 09/03/2017; the date of the original permission ref: PP/2014/1045",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990.",
    "| The development hereby permitted shall be carried out in accordance with the following approved plans:",
    "13-021-P01 Revision B; 13-021-P02 Revision B; 13-021-P03 Revision B; 13-021-P04 Revision B; 13-021-P05 Revision B; 13-021-P06 Revision B; 13-021-P07 Revision B; 13-021-P08 Revision B; 13-021-P09 Revision B and 13-021-P10 Revision B.",
    "And amended by drawing numbers:",
    "Supporting statement, Drawing number 9712_NMA_01 Rev X - Existing and proposed elevations, Drawing number 9712_NMA_01 Rev X - Existing and proposed elevations,",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| The materials to be used for the external surfaces shall be as approved under application 177640REM. The materials proposed under this application shall be as shown on the approved plans referenced in condition 2 above.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies Ealing Local Variation to London Plan Policy 7.4 and 7B of the Ealing Development Management Development Plan (2013), policies 1.1 (h) and 1.2 (g) of the adopted Local Development Framework (Core) Strategy (2012) and the London Plan (2021).",
    "| Notwithstanding the provisions of Classes A, B, C, D, E and F of Schedule 2, Part 1, Class A Town and Country Planning (General Permitted Development) Order 1995, as amended by the Town and Country Planning (General Permitted Development) (Amendment) (No. 2) (England) Order 2008 (or any other order revoking and re-enacting that order, with or without modifications), no works shall be carried out to the seven mews houses without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To ensure orderly development, in accordance with policies 1.1 (g) (h), 1.2 (f), 3.1(b) and 3.8 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the adopted Ealing Development Management Development Plan Document (2013), and with policies D3 and D4 of the London Plan (2021).",
    "| The hard and soft landscaping works indicated on the approved plans shall be fully provided prior to the occupation of the development. Any trees or other plants, which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area, in accordance with policies 1.1 (e) (i) and 1.2 (d) of the adopted Local Development Framework (Core Strategy 2012), the London Plan (2021) and policy 7.4 of the Ealing Development Management Development Plan 2013.",
    "| Refuse and recycling storage areas indicated on the approved plans shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and The London Plan (2021).",
    "| The insulation of the building envelope shall be as per approved under application 174448CND.",
    "Reason: In the interests of the internal environment of the development and living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with Interim Supplementary Planning Guidance 10, policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| The scheme for providing fresh air ventilation to habitable rooms facing Horn Lane shall be as per approved application 176073CND.",
    "Reason: In the interests of the internal environment of the development in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| All residential units hereby approved shall be constructed to the Lifetime Homes Standards, and at least two (2) of the residential units shall be constructed to Wheelchair Housing Standards.",
    "Reason: To ensure that the development is accessible by all future occupiers/users, in accordance with The London Plan (2021),  and the National Planning Policy Framework (2021).",
    "| The design of the building shall comply with the aims and objectives of the Secured By Design standards before the first occupation of the development, and shall be permanently retained.",
    "Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder and to improve pedestrian accessibility in accordance with policies 1.1 (e) of the Ealing Core Strategy (2012), policy LV 7.3 of the Ealing Development Management Development Plan Document (2013), and the London Plan (2021).",
    "| The Construction Logistics Plan shall be as per approved under application 178457CND.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, the London Plan 2021 and policy 7A of the Ealing Development Management Development Plan.",
    "| The drainage strategy detailing on and/or off site drainage works shall be as approved under application 178450CND.",
    "Reason: To ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact on neighbouring occupiers in accordance with the London Plan 2021 and policies (e) and (k) of the Ealing Development (Core) Strategy 2012.",
    "| The piling method statement (detailing the type of piling to be undertaken and the methodology by which such piling shall be carried out, including measures to minimise the potential for damage to subsurface water or sewerage infrastructure, and the programme for the works) shall be as per approved under application 184795CND",
    "Reason: The proposed works would be in close proximity to underground water and sewerage utility infrastructure in accordance with the London Plan 2021 and policies (e) and (k) of the Ealing Development (Core) Strategy 2012.",
    "| The delivery and servicing plan (DSP) for the development detailing servicing arrangements, times and frequency and operational details of the layby shall be as per approved under application 190930CND.",
    "Reason: To ensure that the resulting servicing arrangements are satisfactory in terms of their impact on adjoining uses and highway safety and the free-flow of traffic in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012 and the London Plan 2021.",
    "| A minimum of seventy fourteen (14) cycle parking spaces shall be provided within the integrated bicycle storage facility in accordance with adopted standards of the London Plan 2011. Such provision shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To provide adequate facilities for cyclists, in accordance with the London Plan 2021.",
    "| The car parking spaces shown on the approved plans shall be laid out prior to first occupation of any of the unit hereby permitted and permanently retained without obstruction.",
    "Reason: To ensure that there is adequate provision for car parking within the site in accordance with the London Plan (2021).",
    "| The development shall be designed to achieve a water use target of no more than 105 litres per person per day.",
    "Reason: To ensure the sustainable use of water, in accordance with the London Plan 2021.",
    "| Upon final completion of the development, suitable devices for the monitoring of the renewable/low-carbon energy equipment shall have been installed, and the monitored data shall be submitted to the local planning authority at daily intervals for a period of three years from final completion of the renewable/low carbon energy equipment. The installation of the monitoring devices and the submission of the data shall be carried out in accordance with the Council's approved specifications.",
    "Reason:  To monitor the effectiveness of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an evidence base on the performance of such equipment in accordance with the London Plan 2021, adopted Ealing's Development (Core) Strategy 2026 (3rd April 2012).",
    "| The contaminated land details and remediation works shall be as per approved under applications: 173599CND and 178192CND.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The London Plan, policy 1.1 (j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework (2021).",
    "| The approved contamination remediation scheme and verification report that demonstrates the effectiveness of the remediation carried out shall be as per approved under application 194377CND.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The London Plan, policy 1.1 (j) of the Ealing Core Strategy (2012), and the National Planning Policy Framework."
  ],
  "locality": "London",
  "uprn": "000012149628",
  "status": "Application Under Consideration",
  "pp_id": "PP-10020926",
  "title_number": null,
  "parking_details": null,
  "bo_system": "CSV Data Import",
  "centroid": {
    "lon": -0.271498,
    "lat": 51.510324
  },
  "decision_agency": "Borough",
  "application_type": "All Other",
  "decision_date": "20/10/2021",
  "last_updated_by": "CSV Data Import",
  "decision_process": "Delegated",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 180460,
  "secondary_street_name": null,
  "epc_number": null,
  "cil_liability": false,
  "actual_completion_date": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/214854VAR;",
  "lpa_app_no": "214854VAR",
  "lpa_name": "Ealing",
  "application_type_full": "Removal/Variation of a condition",
  "site_name": "48 Horn Lane",
  "ward": "Acton Central",
  "appeal_status": null,
  "decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520104.0488617,
              180470.8000261
            ],
            [
              520101.3527267,
              180469.7003409
            ],
            [
              520099.2502361,
              180468.9005698
            ],
            [
              520098.9534139,
              180468.7506127
            ],
            [
              520096.5541012,
              180467.8008846
            ],
            [
              520094.3031995,
              180466.9011421
            ],
            [
              520093.70131,
              180466.7011994
            ],
            [
              520091.9038867,
              180465.951414
            ],
            [
              520089.5540443,
              180465.0016858
            ],
            [
              520088.0534432,
              180464.4018575
            ],
            [
              520086.8496643,
              180463.9519863
            ],
            [
              520084.6482329,
              180463.1022296
            ],
            [
              520082.2983905,
              180462.2024871
            ],
            [
              520079.5033148,
              180461.0528162
            ],
            [
              520077.1534724,
              180460.1030881
            ],
            [
              520076.8484051,
              180460.0031167
            ],
            [
              520074.8531004,
              180459.2033456
            ],
            [
              520072.2971314,
              180458.2036318
            ],
            [
              520071.3489494,
              180457.8037462
            ],
            [
              520067.8530435,
              180456.4041469
            ],
            [
              520065.8000233,
              180455.5543901
            ],
            [
              520065.2476042,
              180455.3544473
            ],
            [
              520061.5538168,
              180453.9048623
            ],
            [
              520059.8965595,
              180453.2450512
            ],
            [
              520053.6962736,
              180450.8457379
            ],
            [
              520048.5513554,
              180448.8463103
            ],
            [
              520048.0484067,
              180448.6463675
            ],
            [
              520042.9034886,
              180446.6469398
            ],
            [
              520040.6525869,
              180445.7471974
            ],
            [
              520040.8504684,
              180446.946854
            ],
            [
              520040.9988795,
              180448.1964963
            ],
            [
              520039.2509265,
              180447.6466537
            ],
            [
              520037.4040328,
              180447.1967825
            ],
            [
              520034.9470046,
              180447.7966108
            ],
            [
              520037.6019143,
              180452.4452801
            ],
            [
              520038.508871,
              180452.2053488
            ],
            [
              520039.3416222,
              180452.1053774
            ],
            [
              520040.3392746,
              180452.1253717
            ],
            [
              520040.4382153,
              180452.1353688
            ],
            [
              520041.1720258,
              180452.2353402
            ],
            [
              520041.4935831,
              180452.295323
            ],
            [
              520041.9717967,
              180452.4452801
            ],
            [
              520042.3015991,
              180453.7549052
            ],
            [
              520044.6019712,
              180464.4018575
            ],
            [
              520043.901141,
              180464.8017431
            ],
            [
              520042.6973621,
              180465.3016
            ],
            [
              520042.1037177,
              180465.5015428
            ],
            [
              520041.4028875,
              180465.6514998
            ],
            [
              520040.7515276,
              180465.8014569
            ],
            [
              520040.1496382,
              180465.8514426
            ],
            [
              520039.4982783,
              180465.9014283
            ],
            [
              520045.4759476,
              180470.5301034
            ],
            [
              520045.7480347,
              180470.3501549
            ],
            [
              520046.2509834,
              180470.1002264
            ],
            [
              520046.3993945,
              180471.2498973
            ],
            [
              520071.7529574,
              180471.7997399
            ],
            [
              520073.2535585,
              180472.2995968
            ],
            [
              520090.7990485,
              180477.5480945
            ],
            [
              520095.6966148,
              180479.0476652
            ],
            [
              520097.4528128,
              180480.9471215
            ],
            [
              520097.4033425,
              180481.3969927
            ],
            [
              520106.0029412,
              180484.0462344
            ],
            [
              520105.7968147,
              180484.9459769
            ],
            [
              520109.2514953,
              180485.6957622
            ],
            [
              520112.3021679,
              180486.2955905
            ],
            [
              520115.4517812,
              180486.9953902
            ],
            [
              520115.3033701,
              180487.845147
            ],
            [
              520118.0489755,
              180488.5049581
            ],
            [
              520120.4977586,
              180489.0548007
            ],
            [
              520123.251609,
              180489.7046147
            ],
            [
              520125.8982736,
              180490.304443
            ],
            [
              520128.8994759,
              180491.0042427
            ],
            [
              520130.3011363,
              180486.1956191
            ],
            [
              520131.7027966,
              180481.7968783
            ],
            [
              520128.8994759,
              180480.6472074
            ],
            [
              520126.4012224,
              180479.7974506
            ],
            [
              520123.9029688,
              180478.6977654
            ],
            [
              520121.4459406,
              180477.6980516
            ],
            [
              520121.0007073,
              180477.4981088
            ],
            [
              520118.8487464,
              180476.648352
            ],
            [
              520116.5978447,
              180475.7985953
            ],
            [
              520115.5012516,
              180475.348724
            ],
            [
              520114.2974727,
              180474.8488671
            ],
            [
              520111.5518673,
              180473.7491819
            ],
            [
              520110.298618,
              180473.249325
            ],
            [
              520108.6990762,
              180472.6494967
            ],
            [
              520106.3987041,
              180471.6997685
            ],
            [
              520104.7991623,
              180471.0999402
            ],
            [
              520104.0488617,
              180470.8000261
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-19T20:38:56.599+00:00",
  "appeal_start_date": null,
  "decision_target_date": "22/10/2021",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "borough": "Ealing",
  "lapsed_date": null,
  "appeal_decision_date": null,
  "id": "Ealing-214854VAR",
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans), seeking to  allow alteration to 3no. flank window privacy screens on the south facing elevation of the front block of 13 flats,  in pursuant to planning permission reference  PP/2014/1045 dated 09/03/2017 for ''Redevelopment of the site (following demolition of petrol station and garages) to provide 20 residential units in total, consisting of 13 flats (1 x 1 bedroom, 11 x 2 bedroom and 1 x 3 bedroom) in a five storey block at the front of the site; and 7 x 2 bedroom two storey mews houses (each consisting of ground floor and lower-ground floor level) to the rear of the site; shared surface access, two on-site disabled car parking spaces; and associated landscaping, boundary treatment, private and communal amenity space, refuse, recycling and cycle stores''.\n\n",
  "valid_date": "20/07/2021",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.131
  },
  "centroid_easting": 520049,
  "postcode": "W3 6NP",
  "actual_commencement_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.270679,
          51.5104108
        ],
        [
          -0.27071819999999996,
          51.5104015
        ],
        [
          -0.2707488,
          51.5103947
        ],
        [
          -0.27075309999999997,
          51.5103934
        ],
        [
          -0.270788,
          51.5103854
        ],
        [
          -0.27082069999999997,
          51.5103778
        ],
        [
          -0.2708295,
          51.5103761
        ],
        [
          -0.2708556,
          51.5103698
        ],
        [
          -0.2708898,
          51.5103617
        ],
        [
          -0.2709116,
          51.5103567
        ],
        [
          -0.2709291,
          51.5103529
        ],
        [
          -0.2709611,
          51.5103457
        ],
        [
          -0.2709952,
          51.5103381
        ],
        [
          -0.2710359,
          51.5103284
        ],
        [
          -0.27107000000000003,
          51.5103203
        ],
        [
          -0.2710745,
          51.5103195
        ],
        [
          -0.2711035,
          51.5103127
        ],
        [
          -0.2711406,
          51.5103043
        ],
        [
          -0.27115439999999996,
          51.5103009
        ],
        [
          -0.2712053,
          51.5102891
        ],
        [
          -0.2712351,
          51.5102819
        ],
        [
          -0.2712431,
          51.5102802
        ],
        [
          -0.2712968,
          51.5102679
        ],
        [
          -0.2713209,
          51.5102624
        ],
        [
          -0.271411,
          51.5102421
        ],
        [
          -0.2714858,
          51.5102252
        ],
        [
          -0.2714931,
          51.5102235
        ],
        [
          -0.2715679,
          51.5102067
        ],
        [
          -0.2716007,
          51.5101991
        ],
        [
          -0.2715974,
          51.5102098
        ],
        [
          -0.27159479999999997,
          51.510221
        ],
        [
          -0.2716202,
          51.5102164
        ],
        [
          -0.27164689999999997,
          51.5102128
        ],
        [
          -0.2716821,
          51.5102187
        ],
        [
          -0.2716423,
          51.5102599
        ],
        [
          -0.27162929999999996,
          51.5102576
        ],
        [
          -0.2716174,
          51.5102565
        ],
        [
          -0.271603,
          51.5102564
        ],
        [
          -0.2716016,
          51.5102565
        ],
        [
          -0.27159099999999997,
          51.5102573
        ],
        [
          -0.2715863,
          51.5102577
        ],
        [
          -0.27157939999999997,
          51.510259
        ],
        [
          -0.2715742,
          51.5102707
        ],
        [
          -0.2715374,
          51.5103659
        ],
        [
          -0.2715474,
          51.5103696
        ],
        [
          -0.2715645,
          51.5103744
        ],
        [
          -0.271573,
          51.5103763
        ],
        [
          -0.27158309999999997,
          51.5103778
        ],
        [
          -0.2715924,
          51.5103793
        ],
        [
          -0.2716011,
          51.5103799
        ],
        [
          -0.2716104,
          51.5103804
        ],
        [
          -0.2715227,
          51.5104208
        ],
        [
          -0.2715189,
          51.5104191
        ],
        [
          -0.27151169999999997,
          51.5104167
        ],
        [
          -0.2715092,
          51.510427
        ],
        [
          -0.2711438,
          51.5104266
        ],
        [
          -0.2711221,
          51.5104308
        ],
        [
          -0.2708676,
          51.5104742
        ],
        [
          -0.2707965,
          51.5104867
        ],
        [
          -0.2707706,
          51.5105034
        ],
        [
          -0.2707711,
          51.5105074
        ],
        [
          -0.2706464,
          51.5105294
        ],
        [
          -0.270649,
          51.5105375
        ],
        [
          -0.270599,
          51.5105435
        ],
        [
          -0.2705549,
          51.510548299999996
        ],
        [
          -0.2705093,
          51.5105539
        ],
        [
          -0.2705111,
          51.5105616
        ],
        [
          -0.2704714,
          51.5105669
        ],
        [
          -0.2704359,
          51.5105713
        ],
        [
          -0.27039599999999997,
          51.5105766
        ],
        [
          -0.2703577,
          51.5105814
        ],
        [
          -0.2703142,
          51.5105871
        ],
        [
          -0.27029569999999997,
          51.5105436
        ],
        [
          -0.270277,
          51.5105037
        ],
        [
          -0.2703177,
          51.510494
        ],
        [
          -0.270354,
          51.5104869
        ],
        [
          -0.2703904,
          51.5104775
        ],
        [
          -0.2704261,
          51.5104691
        ],
        [
          -0.27043259999999997,
          51.5104674
        ],
        [
          -0.2704639,
          51.5104602
        ],
        [
          -0.2704966,
          51.510453
        ],
        [
          -0.2705125,
          51.5104492
        ],
        [
          -0.27053000000000005,
          51.510445
        ],
        [
          -0.27057000000000003,
          51.5104357
        ],
        [
          -0.2705882,
          51.5104315
        ],
        [
          -0.2706114,
          51.5104264
        ],
        [
          -0.27064489999999997,
          51.5104184
        ],
        [
          -0.27066809999999997,
          51.5104133
        ],
        [
          -0.270679,
          51.5104108
        ]
      ]
    ],
    "type": "Polygon"
  }
}