{
  "centroid": {
    "lon": "0.2442257",
    "lat": "51.5909544"
  },
  "status": "Approved",
  "decision_target_date": "16/10/2020",
  "site_name": "80 SHEPHERDS HILL",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended), no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with  Development Control Policies Development Plan Document Policy DC61.",
    "No relevant works shall take place in relation to any of the development hereby approved until adequate tree protection measures for the protection of the mature trees located on the north and south of the site have been put in place.  Such protection measures shall be retained in place until the approved development is completed.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate how the trees on site will be adequately protected during construction.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent (Mr. Jason Ghayour) via phone/email on 20/08/2020. The revisions involved remodelling of the proposals, change the proposed gabled roof of the existing and proposed to hipped end, set down the roof of the side extension and centrally locate the proposed first floor rear extension. The amendments were subsequently submitted on 30/08/2020."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM3 0NJ",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "16/10/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0939.20",
  "centroid_northing": 190397,
  "uprn": "100021396580",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Harold Wood",
  "decision_date": "16/10/2020",
  "description": "Part two and part single storey rear extension; two storey side and single storey front extension. Roof light to rear elevation. Replacement of all windows and external doors.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0939.20",
  "lpa_app_no": "P0939.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:35.570+00:00",
  "centroid_easting": 555558,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "03/07/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555555.911,
              190367.648
            ],
            [
              555546.429,
              190368.596
            ],
            [
              555560.517,
              190426.169
            ],
            [
              555569.593,
              190423.866
            ],
            [
              555555.911,
              190367.648
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.055
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "30/09/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2441826,
          51.5906913
        ],
        [
          0.2440462,
          51.5907024
        ],
        [
          0.2442749,
          51.5912158
        ],
        [
          0.24440479999999998,
          51.5911926
        ],
        [
          0.2441826,
          51.5906913
        ]
      ]
    ],
    "type": "Polygon"
  }
}