{
  "borough": "Havering",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21890769999999998,
          51.5129349
        ],
        [
          0.2191338,
          51.5130086
        ],
        [
          0.2191738,
          51.5130273
        ],
        [
          0.2191979,
          51.5130415
        ],
        [
          0.2192258,
          51.5130532
        ],
        [
          0.21924169999999998,
          51.5130577
        ],
        [
          0.2192576,
          51.5130647
        ],
        [
          0.2192971,
          51.5130737
        ],
        [
          0.2193408,
          51.51309
        ],
        [
          0.2194042,
          51.5131083
        ],
        [
          0.2194359,
          51.5131174
        ],
        [
          0.2194477,
          51.5131196
        ],
        [
          0.21950689999999998,
          51.5131331
        ],
        [
          0.2197684,
          51.513211
        ],
        [
          0.22037269999999998,
          51.5128706
        ],
        [
          0.2204563,
          51.5128227
        ],
        [
          0.2206269,
          51.5127172
        ],
        [
          0.22105000000000002,
          51.5124241
        ],
        [
          0.221223,
          51.5122892
        ],
        [
          0.2213174,
          51.5122217
        ],
        [
          0.2214116,
          51.5121516
        ],
        [
          0.2215131,
          51.5120718
        ],
        [
          0.2220383,
          51.5116305
        ],
        [
          0.22201849999999998,
          51.5116236
        ],
        [
          0.22197129999999998,
          51.5116172
        ],
        [
          0.2216727,
          51.511579
        ],
        [
          0.2213558,
          51.5115655
        ],
        [
          0.2211638,
          51.5115521
        ],
        [
          0.2209285,
          51.5115322
        ],
        [
          0.22083429999999998,
          51.5115218
        ],
        [
          0.22081089999999998,
          51.5115222
        ],
        [
          0.2207217,
          51.5115337
        ],
        [
          0.22067889999999998,
          51.5115369
        ],
        [
          0.22020399999999998,
          51.5114874
        ],
        [
          0.2200547,
          51.5114683
        ],
        [
          0.2200151,
          51.5115373
        ],
        [
          0.219971,
          51.5115942
        ],
        [
          0.21993259999999998,
          51.5116875
        ],
        [
          0.21990759999999998,
          51.5117367
        ],
        [
          0.2198712,
          51.511791
        ],
        [
          0.2198309,
          51.5118454
        ],
        [
          0.2197827,
          51.5118974
        ],
        [
          0.21973499999999999,
          51.5119593
        ],
        [
          0.2197056,
          51.5119988
        ],
        [
          0.2196839,
          51.5120333
        ],
        [
          0.2195878,
          51.5121448
        ],
        [
          0.2195508,
          51.5121869
        ],
        [
          0.2194808,
          51.5122735
        ],
        [
          0.2192959,
          51.5124866
        ],
        [
          0.2189303,
          51.5129174
        ],
        [
          0.2189227,
          51.5129225
        ],
        [
          0.21890769999999998,
          51.5129349
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "East Hall Farm, East Hall Lane, Wennington",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-19T21:48:17.472+00:00",
  "locality": null,
  "centroid_easting": 554170,
  "lpa_name": "Havering",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Rainham",
  "site_number": null,
  "lapsed_date": "07/06/2027",
  "secondary_street_name": null,
  "cil_liability": false,
  "application_details": {
    "total_gia_lost": 0,
    "existing_uprns": null,
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 15,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "total_gia_gained": 0,
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "site_area": 2.044,
    "rain_water_harvesting": false,
    "total_gia_existing": 15,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 15,
      "total_gia_gained": 0,
      "total_gia_lost": 0
    },
    "green_suds": false,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Extraction and restoration of 1.7 Hectares of land.",
        "intended_completion_date": "06/2025",
        "intended_commencement_date": "09/2023"
      }
    ],
    "uk_company_registration_no": "00316788",
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 10,
      "total_annual_pm_emissions": 3,
      "waste_provision": false,
      "no_new_water_connections_required": 0,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "scheme_phasing": true,
    "lead_developer_company_name": "Brett Aggregates Limited",
    "ownership_status": "Private"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0738.23",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "0.220353",
    "lat": "51.5122521"
  },
  "decision_date": "07/06/2024",
  "parking_details": {
    "no_existing_bluebadge": 1,
    "no_proposed_bluebadge": 1,
    "no_proposed_motorcycle": 2,
    "net_car": 0,
    "net_lgv": 0,
    "net_motorcycle": 0,
    "no_existing_motorcycle": 2,
    "no_existing_cycle": 2,
    "net_bluebadge": 0,
    "no_proposed_cycle": 2,
    "no_proposed_lgv": 2,
    "net_cycle": 0,
    "no_existing_lgv": 2,
    "no_existing_car": 5,
    "no_proposed_car": 5
  },
  "postcode": "RM13 9ED",
  "pp_id": "12135565",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than 6 months from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Written notification shall be submitted to the Mineral Planning Authority at least 7 days in advance of the commencement of development.",
    "Reason:",
    "To ensure that operations take place in an orderly fashion with minimum harm to the amenities of the area and to ensure proper restoration of the site to agriculture.",
    "All soils and overburden storage shall be carried out in accordance with the following requirements:",
    "i)\tTopsoil, subsoil, and overburden within a phase, and beneath any buildings, plant, and haul roads will be stripped to their full depths prior to extraction works commencing within that phase;",
    "ii)\tTopsoil, subsoil and overburden will be stored in separate bunds and stockpiles of no more than 3m in height, with adjoining material bunds being separated by intermediary materials;",
    "iii)\tMaterials will be stored like upon like, so that topsoil shall be stripped from beneath subsoil bunds/stockpiles and subsoil from beneath overburden bunds/stockpiles;",
    "iv)\tThe surfaces of all topsoil, subsoil, and overburden bunds and stockpiles will be vegetated prior to the commencement of phased extraction operations.",
    "Reason:",
    "In the interests of visual amenity",
    "Within 6 months of the date operations commence, a detailed scheme of restoration, relating to all areas of the application site, shall be submitted to and approved in writing by the Mineral Planning Authority. The scheme shall include details of the proposed infilling material and soils; the method of infilling; the use and depths of soil material; final levels and contours (shown at 1 metre intervals); along with details of all planting, boundary treatment, proposed access arrangements, a restoration programme and timetable, and drainage works. The site's restoration shall be undertaken in accordance with the approved details. Written notification to the Minerals Planning Authority shall be provided within 7 days of the completion of final restoration.",
    "Reason:",
    "To ensure that operations take place in an orderly fashion with minimum harm to the amenities of the area and to ensure proper restoration of the site to agriculture.",
    "An aftercare scheme, detailing the steps as may be necessary to bring the restored land within each phase to the required standard for subsequent agricultural use, shall be submitted for the written approval of the Mineral Planning Authority not later than 6 months following the commencement of extraction of sand and gravel. The approved scheme shall:",
    "a)\tProvide an overall strategy for a 5 year aftercare period, including the maintenance and/or replacement where necessary, of any hedging or tree planting that may be damaged, die, or become diseased, along with the maintenance and replacement where necessary, of any field drainage and ditch systems. The submitted overall strategy shall specify the timing of the measures to be taken and shall be implemented within 7 days of final restoration.",
    "b)\tProvide for the submission of annual management reports describing each year's aftercare programme, to be submitted in writing to the Mineral Planning Authority not less than 1 month before the f",
    "The development shall be undertaken in accordance with the details of vehicle wash down facilities approved by the Mineral Planning Authority under planning condition number 9 of permission P0271.14 dated 20 Feb 2015. The approved facilities shall be retained at relevant entrances to the site throughout the course of mineral extraction, infilling, and restoration works.",
    "Reason:",
    "In order to prevent materials from the site being deposited on the adjoining public highway, in the interests of highway safety and the amenity of the surrounding area.",
    "All Heavy Goods Vehicles leaving the site shall have first passed through the approved vehicle-wash facilities and, following this, checks shall be made to ensure that the tyres, wheels, axle, chassis, and sides of vehicles are clear of mud, debris and dirty water. Should mud or other debris be tracked from the site into the public highway, then all mineral extraction and infilling operations shall cease until such time as the debris has been removed from the highway, in accordance with details to be approved in writing by the Mineral Planning Authority prior to the commencement of development.",
    "Reason:",
    "To ensure that mud, debris and dirty water is not deposited on the public highway, in the interests of the free and safe use of the highway and visual amenity.",
    "a) If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the Mineral Planning Authority. The remediation strategy shall be implemented as approved.",
    "b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:",
    "To ensure that any previously unidentified contamination found at the site is investigated",
    "and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "The development shall only take place in accordance with the scheme approved by the Mineral Planning Authority under planning condition number 13 of permission P0271.14 dated 20 Feb 2015, detailing the Operations Method Statement to control the adverse impacts of the development on the amenities of the public and nearby occupiers. The Operations Method statement includes details of:",
    "a)\tparking of vehicles of site personnel and visitors;",
    "b)\tstorage of plant and materials;",
    "c)\tmeasures for minimising the impact of noise and, if appropriate, vibration arising from extraction and infilling activities;",
    "d)\tpredicted noise and, if appropriate, vibration levels for the proposed operations, using methodologies and at points agreed with the local planning authority;",
    "e)\tscheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with Mineral Planning Authority; siting and design of temporary buildings;",
    "f)\tscheme for security fencing/hoardings, depictin",
    "The development shall only take place in accordance with the delivery and servicing plan approved by the Mineral Planning Authority under planning condition number 14 of permission P0271.14 dated 20 Feb 2015. The approved scheme provides details of how the operator will manage traffic movements to and from the site to ensure that Heavy Goods Vehicle movements are optimised to avoid daily peak hour periods. The approved scheme shall be implemented and retained for the life of the development.",
    "Reason:",
    "In the interests of highway safety and amenity.",
    "The accesses at A1306 New Road and East Hall Lane shall be removed within 6 months of the completion of site restoration and the highway returned to a state acceptable to the highway authority.",
    "Reason:",
    "In the interests of ensuring good design and ensuring public safety",
    "The development shall only take place in accordance with the scheme of lighting approved by the Mineral Planning Authority under planning condition number 18 of permission P0271.14 dated 20 Feb 2015. The scheme of lighting includes details of the extent of illumination together with precise details of the height, location and design of the lights. The installation of any external lighting shall be undertaken in accordance with the approved scheme.",
    "Reason:",
    "In the interests of highway safety and amenity.",
    "The development shall only take place in accordance with the scheme for the management of dust approved by the Mineral Planning Authority under planning condition number 20 of permission P0271.14 dated 20 Feb 2015. Should any dust be observed crossing the site's boundaries, then all mineral extraction and infilling operations shall cease until such time as the dust drift has been brought under control.",
    "Reason:",
    "To ensure that minimum harm is caused to the amenities of the area and those of local residents.",
    "In the event of the cessation of extraction or infilling operations within a phased working area, for a period exceeding 12 months at any time before that working area is fully restored, a reinstatement and low level restoration and aftercare scheme shall be submitted for the written approval of the Mineral Planning Authority within 2 months of the end of that 12 month period. The scheme shall provide details of final levels, soiling and landscaping, and a proposed timescale for implementation, and shall be implemented within 1 month of the scheme being approved.",
    "Reason:",
    "To ensure that the site is restored in a prompt and acceptable manner.",
    "Within 2 months following the final restoration of the working area, a detailed survey of the surface levels within that working area (with contours at 1m intervals) shall be submitted to the Mineral Planning Authority.",
    "Reason:",
    "To ensure that the restoration is in accordance with the approved details.",
    "With the exception of water pumping and office-based activities, no activities authorised by this permission shall take place, except between the following times:",
    "0800 - 1800 hours Monday to Friday, and",
    "0800 - 1300 hours on Saturdays",
    "No operations shall take place on Sundays, Bank and public holidays.",
    "Reason:",
    "In the interests of residential amenity",
    "Sand and gravel extracted from, and infill material imported to, the site shall not be processed (cleaned, crushed, or screened) anywhere on site. Material processing shall only take place at Rainham Quarry.",
    "Reason:",
    "In the interests of local amenity",
    "No topsoil, subsoil, or overburden shall be removed from the site.",
    "Reason:",
    "To ensure any soils and overburden stripped from the site are used in the site's restoration, and to reduce the amount of material needing to be imported for the site's restoration.",
    "No topsoil or subsoil shall be stripped, moved or replaced except in dry weather conditions and when the soils are in a correspondingly dry and friable condition. Soil handling and movement shall not take place between November and March in any year. Topsoils shall be not be traversed by vehicles at any time during the course of the development, except for the purposes of stripping or reinstatement. Written notification shall be submitted to the Mineral Planning Authority at least 7 days in advance of the commencement of soil stripping operations within each working area, and 7 days in advance of the re¬instatement of soils as part of the site's restoration.",
    "Reason:",
    "To minimise damage to surface soils during stripping and re-spreading operations thereby helping improve the quality of final restoration of the site.",
    "Only inert waste material, which has been approved as part of the approved restoration scheme, shall be imported to the site for the purposes of infilling and restoration.",
    "Reason:",
    "In the interests of local amenity",
    "Notwithstanding the provisions of Part 19 to Schedule 2 of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification) (as amended), no ancillary surface development shall be undertaken at the site without the express written consent of the Local Planning Authority.",
    "Reason:",
    "To ensure that operations take place in an orderly fashion with minimum harm to the amenities of the area and to ensure proper restoration of the site to agriculture.",
    "Any areas of the site filled to final levels but not available for final restoration shall be temporarily seeded with grass in the first available planting season.",
    "Reason:",
    "To ensure that minimum harm is caused to the amenities of the area and those of local residents",
    "In relation to this site and the wider site granted planning permission under ref P0271.14, no more than 135,000 tonnes of material shall be exported out of, and no more than 120,000 tonnes imported into, the New Road site entrance per annum. Written records of the vehicle loads and tonnages removed from and imported to the site shall be kept for the duration of the operations on site and made available to the Mineral Planning Authority on request within seven working days.",
    "Reason:",
    "The development has been assessed on the basis that a given amount of material will be transported to and from the site per annum.",
    "In relation to this site and the wider site granted planning permission under ref P0271.14, heavy goods vehicle movements into the approved mineral extraction and infilling areas (land adjoining East Hall Lane), shall not exceed 96 movements in and 96 movements out per day in relation to the New Road site access, for the duration of the development, unless otherwise agreed in writing by the Mineral Planning Authority. Written records detailing the daily vehicle movements to and from the site over the duration of the development, including the tonnages of material imported and exported, shall be retained at the site at all times, and shall be made available for inspection by the Mineral Planning Authority. A copy of the aforementioned record shall also be provided to the Mineral Planning Authority on request within seven working days of request.",
    "Reason:",
    "The development has been assessed on the basis that a given amount of material will be transported to and from the site per annum.",
    "With the exception of the topsoil, subsoil, and overburden bunds and storage indicated on the approved plans, no material, either extracted from the site or imported for infilling, shall be stored beyond the extraction void(s), and within the voids shall not exceed the heights of the nearest void walls.",
    "Reason:",
    "In the interests of visual amenity",
    "The whole of the application site, shall be fully restored, in accordance with the approved restoration scheme, within 3 years of the commencement of development.",
    "Reason:",
    "In the interests of ensuring the site is restored as soon as possible.",
    "No infiltration of surface water drainage into the ground is permitted other than with the express written consent of the Mineral Planning Authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters. The development shall be carried out in accordance with the approval details.",
    "Reason:",
    "To ensure no detrimental impact on ground or surface water quality and the Inner Thames SSI. There may be a risk of reduction in groundwater treatment by discharging the dewatered groundwater to soakaway downgradient and it is important that this considered prior to the discharge location being finalised. To ensure compliance with the Water Framework Directive.",
    "As part of the restoration process all soils and overburden shall be placed to the same original average depths that they were stripped at.",
    "Reason:",
    "To ensure that the proposed activity will not increase flood risk off site and to third parties. To ensure that the material used to backfill the site will not result in a reduction in permeability and resultant increase in surface water run-off from the site when compared to the pre-developed site.",
    "Following commencement and during of on-site operations, measurements of noise from on-site operations must be taken and a report demonstrating that the site operations meets the design predictions of the submitted Environmental Statement report dated February 2014 and the results shall be submitted to and approved in writing by the Local Planning Authority.",
    "Reason:",
    "To minimise the impact of the development on the surrounding area in the interests of amenity.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent of the applicant. The revisions involved, the alteration to the position of the bound and additional archaeological study.  The amendments were subsequently submitted during the process of the application.",
    "Throughout the period of working, restoration and aftercare, the operator should take all reasonable steps to ensure that the approved operations do not result in any damage to the highway, or result in any impairment of highway safety.",
    "You are informed that, \"The Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:",
    "· on or within 8 metres of a main river (16 metres if tidal)",
    "· on or within 8 metres of a flood defence structure or culvert (16 metres if tidal)",
    "·on or within 16 metres of a sea defence",
    "·involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert",
    "·in a floodplain more than 8 metres from the riverbank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission.\"",
    "Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access as required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "The access works will be subject to an agreement made under S278 of the Highways Act 1980 (as amended) and will cover the installation and final removal of the accesses. It is likely that part of the agreement will have a requirement for the ongoing maintenance of the section of East Hall Lane being used to cross between sites.",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal notifications and approval will be needed for any highway works (including temporary works of any nature) required during the construction of the development. Please note that unauthorised work on the highway is an offence.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a licence is required and Streetcare should be contacted on 01708 434343 to make the necessary arrangements. Please note that unauthorised use of the highway for construction works is an offence.",
    "The development of this site is likely to damage heritage assets of archaeological and historical interest. The applicant should therefore submit detailed proposals in the form of an archaeological project design. The design should be in accordance with the appropriate English Heritage guidelines.",
    "The applicant is reminded that the proposed location of the refuse and recycling storage may be contrary to the Building Regulations requirements. It is recommended that this matter be discussed with the Council's Building Control officers prior to the commencement of development.",
    "Throughout the period of working, restoration and aftercare, the operator should take all reasonable steps to ensure that drainage from areas adjoining the site is not impaired or rendered less efficient by the permitted operations. The operator shall take all reasonable steps, including the provision of any necessary works, to prevent damage by erosion, silting or flooding and to make proper provision for the disposal of all water entering, arising on or leaving the site during the permitted operations.",
    "Any oil, fuel, lubricant, paint or solvent within the site should be stored so as to prevent such material from contaminating topsoil, subsoil, soil forming material, or reaching any watercourse.",
    "Throughout the period of working, restoration and aftercare, the operator should have due regard to the need to adhere to the precautions laid out in the leaflet entitled \"Preventing the Spread of Plant and Animal Diseases\", published by Defra."
  ],
  "appeal_decision": null,
  "valid_date": "31/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554067.415,
              181667.884
            ],
            [
              554082.859,
              181676.554
            ],
            [
              554085.568,
              181678.722
            ],
            [
              554087.194,
              181680.347
            ],
            [
              554089.09,
              181681.702
            ],
            [
              554090.174,
              181682.244
            ],
            [
              554091.258,
              181683.057
            ],
            [
              554093.967,
              181684.14
            ],
            [
              554096.947,
              181686.037
            ],
            [
              554101.282,
              181688.204
            ],
            [
              554103.45,
              181689.288
            ],
            [
              554104.262,
              181689.559
            ],
            [
              554108.326,
              181691.185
            ],
            [
              554126.208,
              181700.396
            ],
            [
              554169.286,
              181663.82
            ],
            [
              554175.247,
              181658.673
            ],
            [
              554187.439,
              181647.293
            ],
            [
              554217.783,
              181615.594
            ],
            [
              554230.246,
              181600.964
            ],
            [
              554237.02,
              181593.649
            ],
            [
              554243.793,
              181586.062
            ],
            [
              554251.108,
              181577.393
            ],
            [
              554289.039,
              181529.437
            ],
            [
              554287.684,
              181528.625
            ],
            [
              554284.433,
              181527.812
            ],
            [
              554263.842,
              181522.935
            ],
            [
              554241.897,
              181520.767
            ],
            [
              554228.621,
              181518.871
            ],
            [
              554212.365,
              181516.162
            ],
            [
              554205.862,
              181514.807
            ],
            [
              554204.237,
              181514.807
            ],
            [
              554198.005,
              181515.891
            ],
            [
              554195.025,
              181516.162
            ],
            [
              554162.242,
              181509.659
            ],
            [
              554151.947,
              181507.221
            ],
            [
              554148.966,
              181514.807
            ],
            [
              554145.715,
              181521.038
            ],
            [
              554142.735,
              181531.334
            ],
            [
              554140.838,
              181536.753
            ],
            [
              554138.129,
              181542.713
            ],
            [
              554135.149,
              181548.674
            ],
            [
              554131.627,
              181554.363
            ],
            [
              554128.105,
              181561.137
            ],
            [
              554125.937,
              181565.471
            ],
            [
              554124.311,
              181569.265
            ],
            [
              554117.267,
              181581.457
            ],
            [
              554114.558,
              181586.062
            ],
            [
              554109.41,
              181595.545
            ],
            [
              554095.863,
              181618.845
            ],
            [
              554069.041,
              181665.988
            ],
            [
              554068.499,
              181666.53
            ],
            [
              554067.415,
              181667.884
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "22/06/2023",
  "uprn": "100023215084",
  "decision_target_date": "07/06/2024",
  "centroid_northing": 181595,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Extraction of sand and gravel with restoration back to agricultural use using imported inert materials, as an extension to the existing East Hall Farm quarry.",
  "development_type": null,
  "ward": "Rainham & Wennington",
  "decision_process": "Delegated",
  "lpa_app_no": "P0738.23",
  "application_type_full": "Full planning permission",
  "id": "Havering-P0738.23",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}