{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Conversion of roof space to habitable use to include a rear dormer, 1 rear rooflight and 3 front rooflights and installation of glazing to rear",
  "epc_number": null,
  "street_name": "NORTHWOOD",
  "appeal_decision": null,
  "lpa_app_no": "29778/APP/2022/1485",
  "centroid": {
    "lon": "-0.4377144",
    "lat": "51.6047921"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 508289,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=29778/APP/2022/1485",
  "last_updated": "2025-03-20T16:55:22.824+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 190706,
  "site_name": "27 NICHOLAS WAY",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "26/05/2022",
  "lapsed_date": "21/07/2025",
  "parking_details": {
    "no_existing_car": 4,
    "no_proposed_car": 4,
    "net_car": 0
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Planning Portal ingest",
  "cil_liability": false,
  "decision_target_date": "21/07/2022",
  "title_number": [
    "unregistered"
  ],
  "decision": "Approved",
  "last_date_consultation_comments": "19/06/2022",
  "ward": "NORTHWOOD 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-29778_APP_2022_1485",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508262.9766,
              190743.1993
            ],
            [
              508333.422,
              190713.7643
            ],
            [
              508330.7762,
              190697.8893
            ],
            [
              508309.6095,
              190667.4622
            ],
            [
              508239.164,
              190701.5273
            ],
            [
              508248.7552,
              190713.4336
            ],
            [
              508262.9766,
              190743.1993
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted unnumbered Site Location Plan and drawing numbers A02, A04, A06 Rev. A, A08, A10 Rev. A and A11 Rev. A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policies DMHB 5, DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part 2 (2020).",
    "The rooflghts hereby approved shall be conservation type and set completely flush along the roof line, and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any work above damp proof course level of the development hereby approved, a section drawing to the scale of 1: 20 of the flat roof light in the crown roof as detailed on drawing number  A10 Rev. A shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2021) and national guidance."
  ],
  "application_details": {
    "no_additional_bedrooms": 2,
    "total_gia_gained": 71,
    "existing_uprns": null,
    "intended_commencement_date": "01/2025",
    "no_additional_bathrooms": 1,
    "intended_completion_date": "06/2025",
    "site_area": 0.393
  },
  "pp_id": "11240968",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4380785,
          51.6051314
        ],
        [
          -0.4370708,
          51.6048533
        ],
        [
          -0.4371139,
          51.6047111
        ],
        [
          -0.4374288,
          51.6044417
        ],
        [
          -0.43843509999999997,
          51.6047614
        ],
        [
          -0.438293,
          51.6048666
        ],
        [
          -0.4380785,
          51.6051314
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "21/07/2022",
  "secondary_street_name": null
}