{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": 0.225084,
    "lat": 51.560795
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554304.94,
              187002.46
            ],
            [
              554315.23,
              187031.81
            ],
            [
              554324.67,
              187028.52
            ],
            [
              554346.62,
              187018.99
            ],
            [
              554348.78,
              187016.77
            ],
            [
              554350.82,
              187013.84
            ],
            [
              554353.48,
              187008.38
            ],
            [
              554355.02,
              187003.59
            ],
            [
              554351.18,
              187001.42
            ],
            [
              554353.55,
              186997.43
            ],
            [
              554347.05,
              186987.13
            ],
            [
              554330.7,
              186977.06
            ],
            [
              554278.14,
              186945.72
            ],
            [
              554275.16,
              186939.13
            ],
            [
              554270.28,
              186940.21
            ],
            [
              554271.91,
              186951.23
            ],
            [
              554285.99,
              187005.24
            ],
            [
              554304.94,
              187002.46
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Havering",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021332271",
  "valid_date": "24/10/2024",
  "decision_target_date": "19/12/2024",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 187003,
  "ward": "St Andrew's",
  "decision_conditions": [
    "The development to which this consent relates must be commenced not later than three years from the date of this consent.",
    "Reason:-",
    "To comply with the requirements of Section 18(1) of the Planning (Listed Building and Conservation Areas) Act 1990 (as amended by Section 51 of the Planning Compulsory Purchase Act 2004).",
    "No works shall take place in relation to any of the development hereby approved until details of all materials to be used in the external construction of the wall as well as a method statement for the rebuilding of the wall confirming the reuse of the salvageable bricks from the collapsed wall, and details of any additional bricks, which should match the existing bricks in respect of unit dimensions, colour, and texture, are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearanc",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "During construction of the development hereby permitted, the trees located at 222 High Road, Hornchurch shall not be lopped or felled without the written consent of the Local Planning Authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "Before the development hereby permitted commences at the site, a Arboricultural Method Statement in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction' for all the trees located at 222 High Street, Hornchurch shall be submitted to and approved in writing by the Local Planning Authority.  The protection measures as approved shall be undertaken at the site before any work in connection with the development hereby permitted commences at the site, and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted, within the fence or other means of enclosure surrounding the trees, no activities associated with building operations shall take place unless previously agreed in writing by the Local Planning Authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord w",
    "The applicant is advised that this planning permission does not give consent for any part of the development to encroach onto any land not within the applicant's ownership.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "pp_id": "13486397",
  "decision_process": "Delegated",
  "lapsed_date": "19/12/2027",
  "application_type_full": "Listed building consent",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Havering-L0012.24",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "last_updated": "2025-07-07T04:10:31.454Z",
  "lpa_app_no": "L0012.24",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2246625,
          51.5607999
        ],
        [
          0.2248237,
          51.5610608
        ],
        [
          0.2249583,
          51.5610286
        ],
        [
          0.22527049999999998,
          51.560937
        ],
        [
          0.2253007,
          51.5609165
        ],
        [
          0.2253288,
          51.5608896
        ],
        [
          0.22536479999999998,
          51.5608398
        ],
        [
          0.2253849,
          51.5607963
        ],
        [
          0.2253286,
          51.5607779
        ],
        [
          0.22536099999999998,
          51.5607414
        ],
        [
          0.22526279999999999,
          51.5606506
        ],
        [
          0.2250227,
          51.5605646
        ],
        [
          0.2242513,
          51.5602974
        ],
        [
          0.2242055,
          51.560239
        ],
        [
          0.2241356,
          51.5602501
        ],
        [
          0.2241639,
          51.5603486
        ],
        [
          0.2243906,
          51.56083
        ],
        [
          0.2246625,
          51.5607999
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "222 High Street",
  "title_number": null,
  "decision_date": "19/12/2024",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Partial rebuild of existing boundary wall",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 554336,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=L0012.24",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.36000000000000004
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "RM12 6QP",
  "last_date_consultation_comments": "15/11/2024",
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "Hornchurch"
}