{
  "lpa_name": "Havering",
  "uprn": "100023215289",
  "decision_date": "11/11/2020",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P0966.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM14 1SF",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "scheme_phasing": null,
    "commencement_notice_received": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.046000000000000006,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "03/03/2022",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "19/10/2021",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 76.5
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "03/03/2022",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "19/10/2021",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 144.76
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "03/03/2022",
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "19/10/2021",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 144.76
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "14/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "2 x two Storey, 4-bed detached dwellings, associated parking and amenity space, and installation of vehicular crossovers to front, involving demolition of existing property",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Development Control Policies Development Plan Document Policy DC33.",
    "Before any of the development hereby permitted is commenced (excluding demolition), written specification of external walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "No works shall take place in relation to any of the development hereby approved (excluding demolition) until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping",
    "Prior to the commencement of the development hereby approved (excluding demolition), details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The proposals should provide a 2.1 by 2.1 metre pedestrian visibility splay on either side of the proposed access, set back to the boundary of the public footway.  There should be no obstruction or object higher than 0.6 metres within the visibility splay.",
    "Reason:-",
    "In the interests of highway safety, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC32.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, (or any other development order repealing or amending the said Order) other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Details shall be submitted to and approved by the local planning authority prior to the first occupation of the development for the installation of Ultra-Low NOx boilers with maximum NOX Emissions less than 40 mg/kWh. The details as approved shall be implemented prior to the first occupation of the development and shall thereafter be permanently retained.",
    "Reason: To protect public health and to manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy 5.3 and 7.14, and NPPF 181.",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason:",
    "To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy 5.3 and 7.14, and NPPF 181.",
    "No works shall take place (excluding demolition) in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  location and time of deliveries;",
    "c) complaint investigation procedures;",
    "And the development shall be carried out in accordance with the approved scheme and statement.",
    "Reason:",
    "To protect the character and amenities of neighbouring areas by ensuring that measures are implemented to avoid any noise nuisance in accordance with London Plan policies 5.3 and 7.14, and NPPF 180 and 181.",
    "The proposed windows on the first floor of unit 2 relating to the stair landing and ensuite shown on plan 1705/03 shall be permanently glazed with obscure glass not less than Level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework and Policy 3.8 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy 5.15 of the London Plan.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The existing trees on or adjoining the site which are to be retained, including T1, T2, T3 and T4 on plan reference 1705/04 Rev D shall be protected. All tree protection measures shall be installed, carried out and retained throughout the period of the works, unless otherwise agreed in writing by the Local Planning Authority. In any case, all works must adhere to BS5837: (2012) Trees in relation to demolition, design and construction and BS3998: (2010) Tree work - recommendations.",
    "If within the expiration of 5 years from the date of the occupation of the dwellings for their permitted use any retained trees are removed, uprooted, are destroyed or dies, another tree or trees shall be planted in the same place and that those trees shall be of such size and species, and shall be planted at such time, as may be specified in writing by the Local Planning Authority.",
    "Reason:",
    "To avoid damage to the existing trees which represent an important visual amenity in the area, in accordance with The",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent via email. The revisions involved the reduction from three dwellings to two and modifications to the building design and roof form. The amendments were subsequently submitted on 15/9/20.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £5,387.50 would be payable due to result in a new residential property with 215.5m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125/m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £26,937.50 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of",
    "In relation to condition 12, it is recommended that provision is made in the Construction Method Statement for deliveries to take place outside of school arrival and departure times.",
    "With regards to surface water drainage it is the responsibility of the developer to make proper provision for drainage to ground, water courses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of Ground Water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  They can be contacted on 0845 850 2777.",
    "Changes to the public highway (including permanent or temporary access)",
    "- The developer is notified that they must enter into a Section 278 (s278) Highways agreement prior to commencing civil work on the Highways.",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised tha",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "All NRMM shall meet Stage IIIB of EU Directive 97/68/EC (as amended) as a minimum within Greater London and Stage IV of EU Directive 97/68/EC as a minimum within the Central Activity Zone, Canary Wharf and the GLA defined Opportunity Areas. Constant speed engines such as those found in generators shall meet Stage V standards either by technology or by retrofit for both NOx and PM reduction from 1st January 2020."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T00:04:38.047+00:00",
  "ward": "Cranham",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": 0,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": 2,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": 2,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": 4,
    "net_car": 5,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": 1,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "lapsed_date": "11/11/2023",
  "decision_target_date": "11/11/2020",
  "centroid": {
    "lat": "51.5638057",
    "lon": "0.2633647"
  },
  "lpa_app_no": "P0966.20",
  "status": "Completed",
  "site_name": "13 MARLBOROUGH GARDENS",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0966.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556986.896,
              187407.242
            ],
            [
              556968.201,
              187406.836
            ],
            [
              556967.659,
              187431.22
            ],
            [
              556986.354,
              187431.897
            ],
            [
              556986.896,
              187407.242
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "15/10/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": "03/03/2022",
  "title_number": [],
  "actual_commencement_date": "19/10/2021",
  "street_name": "UPMINSTER",
  "pp_id": "08870172",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 556977,
  "appeal_start_date": null,
  "centroid_northing": 187419,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.26350219999999996,
          51.5636973
        ],
        [
          0.2632325,
          51.5636989
        ],
        [
          0.2632355,
          51.5639181
        ],
        [
          0.2635053,
          51.563919
        ],
        [
          0.26350219999999996,
          51.5636973
        ]
      ]
    ],
    "type": "Polygon"
  }
}