{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "J0001.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0001.23",
  "actual_completion_date": null,
  "pp_id": null,
  "lapsed_date": "02/03/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "0.17566369999999998",
    "lat": "51.5652582"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021395410",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "03/02/2023",
  "description": "Change of use of the rear extensions to nos. 199 - 201 from office (Use Class E) to 1 no. single storey 3-bed dwelling (Use Class C3).",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1756,
          51.5653224
        ],
        [
          0.1758525,
          51.5653339
        ],
        [
          0.1756496,
          51.565178
        ],
        [
          0.1755453,
          51.5651772
        ],
        [
          0.1755343,
          51.5652207
        ],
        [
          0.1756,
          51.5653224
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "199-201 Rush Green Road R/O",
  "appeal_decision_date": "05/02/2024",
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "In the absence of a daylight and sunlight report to demonstrate otherwise, it is judged that the proposal would fail to meet the criteria set in paragraph MA.2. (f) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) with respect to the provision of adequate natural light in all habitable rooms of the dwellinghouses and it is considered that the proposed development would result in poor living conditions and amenity for future occupants due to the insufficient provision of natural light to habitable rooms.",
    "The proposal fails to meet the criteria set in  paragraph MA.2. (a) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended, with respect to transport impacts of the development, particularly to ensure safe site access. There is insufficient information with respect to the refuse and recycle collection and the provision for cycle storage. In particular, there are concerns about refuse lorries accessing the site without having significant adverse impact on the highways network.",
    "Given the location of the site a car free scheme could be acceptable, however, there is no legal undertaking for future occupiers of the site to be excluded from applying for over-subscribed residential parking zone. In the absence of legal agreement to exempt the future occupiers of the site from residential parking zone as insufficient together with the lack of relevant information, it is considered that the proposal would have an",
    "The proposal fails to meet the criteria set in paragraph MA.2. (d) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended with respect potential noise impact upon the proposed flats from the commercial properties located in close vicinity of the site. In the absence of sufficient information it would be likely that the future occupiers of the site would suffer from undue noise from the potential associated town centre activities.",
    "The annotation on plan no. 199, 201 FP 02 Rev a (Existing First Floor Plan), states that flats 199b and 201b are required to be lawful. Please note that these first floor flats does not form part of the consideration under this application."
  ],
  "postcode": "RM7 0JR",
  "application_type": "Prior Approval",
  "decision_date": "02/03/2023",
  "parking_details": null,
  "status": "Refused",
  "centroid_easting": 550894,
  "valid_date": "06/01/2023",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "03/03/2023",
  "id": "Havering-J0001.23",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:28:47.568+00:00",
  "street_name": "Romford",
  "decision": "Refused",
  "appeal_start_date": "08/11/2023",
  "centroid_northing": 187396,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.022000000000000002
  },
  "appeal_decision": "Withdrawn",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550889.373,
              187403.002
            ],
            [
              550906.834,
              187404.809
            ],
            [
              550893.287,
              187387.048
            ],
            [
              550886.062,
              187386.746
            ],
            [
              550885.159,
              187391.563
            ],
            [
              550889.373,
              187403.002
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Rush Grn & Crowlands"
}