{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM11 3XT",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2219592,
          51.5618393
        ],
        [
          0.22203029999999999,
          51.562015
        ],
        [
          0.2223392,
          51.5619344
        ],
        [
          0.2223376,
          51.5619019
        ],
        [
          0.22217119999999999,
          51.56191
        ],
        [
          0.22213839999999999,
          51.5617205
        ],
        [
          0.2221521,
          51.5615189
        ],
        [
          0.2219427,
          51.5615521
        ],
        [
          0.2219592,
          51.5618393
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "187 HIGH STREET",
  "centroid_easting": 554122,
  "pp_id": null,
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.07400000000000001
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "J0001.24",
  "decision_date": "04/03/2024",
  "last_updated": "2025-03-19T23:31:40.112+00:00",
  "centroid_northing": 187105,
  "centroid": {
    "lat": "51.5617712",
    "lon": "0.2220703"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "St Andrew's",
  "bo_system": "CSV Data Import",
  "lapsed_date": "04/03/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "29/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "08/01/2024",
  "actual_commencement_date": null,
  "decision_conditions": [
    "Prior Approval is required (given) in accordance with the details as provided within the application.",
    "Prior to the occupation of the development, with respect to this prior approval, the proposed two 1100 litre Eurobins shown on Drawing No. 23/3270/PL/02 Revision A shall be provided and be permanently retained thereafter.",
    "Reason:-",
    "To protect the amenity of occupiers of the development and also the locality generally.",
    "Notwithstanding the details on the approved plans and prior to the occupation of the development, with respect to this prior approval, details of the bicycle storage shall be submitted to and approved in writing by the Local Planning Authority. The cycle storage shall then be implemented in accordance to the approved details and be permanently retained thereafter.",
    "Reason: Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "The ceiling/party floor insulation between the commercial and residential premises should be checked to ensure it complies with the current Approved Document E of the Building Regulations 1984 and to ensure that the occupiers are provided with reasonable resting/sleeping conditions with reference to British Standard BS8233: 2014 - Sound insulation and noise reduction for buildings - Code of practice.",
    "The scheme shall be designed to be 5dB better than that given in Approved Document E 2010.",
    "If it is found that the partition does not comply with the regulations, it should be upgraded to comply with the regulations, as a minimum.  The details of any works should be approved by the Local Authority before the premises are occupied.",
    "The sound insulation and noise control measures shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter. The insulation and measures shall be implemented prior to the first occupation of t",
    "Prior to the commencement of any development an assessment shall be undertaken of the impact of noise emanating from the local environment upon the development.",
    "Reference should be made to the \"good\" standard to be found in the World Health Organisation Guidelines for Community Noise 1999 and BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings.  Reference should also be made to the Acoustics Ventilation & Overheating Residential Design Guide 2020.",
    "Following this, a scheme detailing measures, which are to protect occupants from transport and other environmental noise shall be submitted to and approved in writing by the Local Planning Authority.  It shall be implemented and validated prior to occupation.",
    "Reason: Insufficient information has been supplied with the application to assess the impact of noise emanating from the local environment upon the development. Submission of this detail prior to commencement of any development will protect residents a",
    "The change of use as described in this Prior Approval notification must be commenced not later than three years from the date of this decision.",
    "Drawing numbers:",
    "23/3270/PL-01",
    "23/3270/PL/02 Revision A",
    "23/3270/PL/03",
    "23/3270/PL/04",
    "23/3270/PL/SLP"
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100023213691",
  "decision_target_date": "04/03/2024",
  "application_type": "Prior Approval",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554114.07,
              187112.34
            ],
            [
              554118.4,
              187132.03
            ],
            [
              554140.08,
              187123.72
            ],
            [
              554140.08,
              187120.1
            ],
            [
              554128.52,
              187120.65
            ],
            [
              554126.89,
              187099.51
            ],
            [
              554128.52,
              187077.12
            ],
            [
              554113.89,
              187080.37
            ],
            [
              554114.07,
              187112.34
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "HORNCHURCH",
  "secondary_street_name": null,
  "description": "The proposed development comprises the change of use of the upper floors of this existing building (formerly office and storage space associated with the existing commercial use) to provide 4 no. self-contained dwellings (use class C3)",
  "id": "Havering-J0001.24",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0001.24"
}