{
  "lpa_app_no": "J0001.25",
  "centroid_northing": 188885,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "20/03/2025",
  "locality": null,
  "secondary_street_name": "Romford",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-07-23T04:28:54.458Z",
  "valid_date": "07/01/2025",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 551237,
  "actual_commencement_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0001.25",
  "site_number": null,
  "decision": "Approved",
  "ward": "St Edwards",
  "decision_agency": "Borough",
  "lpa_name": "Havering",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "application_type": "Prior Approval",
  "id": "Havering-J0001.25",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "100023211792",
  "decision_date": "25/03/2025",
  "description": "The proposal is for the Conversion of the vacant commercial Premises from Commercial (Class E) to Residential (Class C3) to create 2 x 1-bed dwellings",
  "site_name": "9 -11 Quadrant Arcade. 24A Market Place",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "25/03/2025",
  "borough": "Havering",
  "postcode": "RM1 3ER",
  "street_name": "Havering",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": "25/03/2028",
  "decision_conditions": [
    "Works for this development are to be commenced not later than 3 years from the date of this decision notice.  Failure to commence within this time period would require a fresh application.",
    "Prior Approval is required (given) in accordance with the details as provided within the application.",
    "Prior to first occupation, cycle storage shall be provided on site in accordance with details on plan no. 000QA-A-03-101 indicating accessible and adequate cycle storage provision for one unit at 9 -11 Quadrant Arcade and the approved units (1 and 2) at 24A Market Place, and shall be maintained permanently thereafter in accordance with the approved details.",
    "Reason: To ensure adequate provision for cycle parking.",
    "Before the development hereby permitted is occupied, arrangements such as an undertaking under section 16 of the Greater London Council (General Powers) Act 1974 shall be agreed in writing with the local planning authority and be put in place to ensure that, with the exception of disabled persons, no resident of the development shall obtain a resident's parking permit within any controlled parking zone which may be in force in the local area at the time. The restrictions and requirements of the scheme shall apply to and be communicated to all future residential occupiers of the development including successors in title as well as any person occupying the premises as a tenant or licensee.",
    "Reason: To promote sustainable transport and to reduce pressure for on-street car parking in accordance with the requirements of policy 24 of the Local Plan (2021) and Policy T6 of the London Plan (2021).",
    "Prior to first occupation, waste and recycling facilities shall be provided on site in accordance with the approved plan no. 000QA-A-01-002, indicating facilities for both the existing and proposed residential units, and shall be maintained permanently thereafter in accordance with the approved details.",
    "Reason; To ensure adequate capacity are provided on site, and to protect the amenity of occupiers of the development and also the locality generally.",
    "Drawing numbers:",
    "000QA-A-01-001; 000QA-A-01-002; 000QA-A-02-101; 000QA-A-02-102; 000QA-A-03-101; 000QA-A-05-101 and 000QA-A-06-101"
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": null,
  "centroid": {
    "lon": 0.181222,
    "lat": 51.578543
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}