{
  "centroid": {
    "lon": "0.16832899999999998",
    "lat": "51.5833619"
  },
  "status": "Approved",
  "decision_target_date": "09/07/2020",
  "site_name": "KFC Drive-Thru",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 05:00 and 23:00.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The refuse and recycling for the building shall be permanently retained in accordance with the details as previously approved under application Q0249.16.",
    "Reason: To ensure satisfactory waste storage and collection facilities.",
    "The extract ventilation system to remove and/or disperse odours and odorous material within the premises shall be carried out in accordance with the details as previously approved under application Q0249.16. Thereafter, the equipment shall be properly maintained and operated within design specifications during normal working hours.",
    "Reason: To protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The provisions to control noise emanating from the development shall be carried out in accordance with the details as previously approved under application Q0249.16 and retained thereafter for the lifetime of the development.",
    "Reason: To protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The mechanical ventilation system shall be properly maintained and operated during normal working hours, in accordance with a scheme to control the transmission of noise and vibration from it, with the details as previously approved under application Q0249.16 and retained thereafter for the lifetime of the development.",
    "Reason: To protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The area approved for parking under planning P1462.16 shall be retained and thereafter, the area shall be kept free of obstruction and available for the parking of vehicles associated with the development during the approved opening hours.",
    "Reason:-",
    "To ensure that there are adequate parking facilities to serve the development in the interests of highway safety and that the development accords with the Development Control Policies Development Plan Document Policies DC32 and DC33.",
    "The staff travel plan as previously approved under application Q0249.16 shall be maintained thereafter for the lifetime of the development.",
    "Reason:- To reduce reliance upon the private motor car and to encourage the use of other means of transport in accordance with Development Control Policies Development Plan Document Policies DC33, DC34, DC35 and the guidance in the National planning Policy Framework.",
    "The fixed barriers erected under reference Q0249.16 as in situ currently shall be retained for the lifetime of the development and maintained accordingly.  The drop-arm barrier shall be closed at 20:00 on each day.",
    "To maintain effectiveness for retaining customers within the designated area and to ensure that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018.",
    "The above matters have been considered on the basis that the earlier consented details under the references given will be maintained in perpetuity. In the event of any departures from the approved details specified there is potential for separate planning permission to be required and/or the possibility of enforcement action being taken."
  ],
  "secondary_street_name": "Eastern Avenue",
  "application_type": "All Other",
  "postcode": "RM7 7JJ",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "09/07/2023",
  "locality": "Romford",
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0651.20",
  "centroid_northing": 189394,
  "uprn": "10091579579",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Brooklands",
  "decision_date": "09/07/2020",
  "description": "Variation of condition No. 4 (Opening Hours) of planning permission ref: P1462.16 to extend the opening hours from 0800-2230 to 0500-2300.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0651.20",
  "lpa_app_no": "P0651.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:49.909+00:00",
  "centroid_easting": 550326,
  "pp_id": "08715270",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "14/05/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550333.62,
              189432.913
            ],
            [
              550364.507,
              189404.736
            ],
            [
              550319.803,
              189358.677
            ],
            [
              550314.655,
              189356.78
            ],
            [
              550291.084,
              189380.081
            ],
            [
              550294.877,
              189392.544
            ],
            [
              550333.62,
              189432.913
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.2800000000000001
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Eastern Avenue Retail Park",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "06/06/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.16845559999999998,
          51.5837095
        ],
        [
          0.16888899999999998,
          51.5834481
        ],
        [
          0.1682245,
          51.5830461
        ],
        [
          0.16814949999999998,
          51.5830305
        ],
        [
          0.16781949999999998,
          51.5832461
        ],
        [
          0.1678795,
          51.5833571
        ],
        [
          0.16845559999999998,
          51.5837095
        ]
      ]
    ],
    "type": "Polygon"
  }
}