{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Variation of Condition 8 (en-suite accessibility) of planning permission ref. 7772/APP/2021/4495 dated 20/06/2022 'Refurbishment of existing Hotel including two storey side extension, two storey purpose built accommodation units, basement, outdoor amenity space, refuse areas, access alterations with new gate, plant room, cafe and associated parking and external alterations' To amend wording of condition.",
  "epc_number": null,
  "street_name": "CHURCH ROAD",
  "appeal_decision": null,
  "lpa_app_no": "7772/APP/2022/2383",
  "centroid": {
    "lon": "-0.4191164",
    "lat": "51.5161579"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 509790,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=7772/APP/2022/2383",
  "last_updated": "2025-03-20T15:30:02.318+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 180877,
  "site_name": "FOUNTAIN HOUSE HOTEL, 116-118",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "25/07/2022",
  "lapsed_date": "31/10/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "31/10/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "02/09/2022",
  "ward": "WOOD END 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-7772_APP_2022_2383",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509762.8644,
              180879.9073
            ],
            [
              509773.117,
              180898.0974
            ],
            [
              509789.3228,
              180894.1287
            ],
            [
              509809.4973,
              180871.9698
            ],
            [
              509811.8124,
              180874.9464
            ],
            [
              509818.427,
              180867.0088
            ],
            [
              509810.8202,
              180855.1026
            ],
            [
              509762.8644,
              180879.9073
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "FHH- PP- 001",
    "FHH - PP - 201 Rev A",
    "FHH - PP - 202 Rev A",
    "FHH - PP - 203 Rev A",
    "FHH - PP - 204 Rev A",
    "FHH - PP - 205 Rev A",
    "FHH - PP - 206 Rev A",
    "FHH - PP - 207 Rev A",
    "FHH - PP - 208 Rev A",
    "FHH - PP - 209 Rev A",
    "FHH - PP - 2010 Rev A",
    "FHH - PP - 2011 Rev A",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The noise generation restrictions and noise mitigation measures outlined in Noise Impact Assessment (Ref: 21.168.1.R1), shall be adhered to and carried out in full prior to the use of the building and shall thereafter be maintained throughout the lifetime of the buildings use as a Hotel.",
    "REASON",
    "To protect neighbouring amenities and hotel users from unacceptable levels of noise in accordance with policy DMHB 11 of the Hillingdon Local Plan, Part 2 (2020).",
    "The hereby approved ground floor cafe shall remain ancillary to the use of the Hotel (Use Class C1) and shall not be used as a independent commercial unit (Use Class E) or for any other separate use, without prior written agreement (in the form of a separate planning permission) from the Local Planning Authority.",
    "REASON",
    "To ensure that the local highways network and neighbouring amenities are protected from any intensification of the sites use, in accordance with policy DMHB 11, DMT 2, DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "The external materials, finishes and colours for the proposed development (brickwork, contemporary projecting windows and roof tiles) shall be constructed, installed and maintained (throughout the life time of the development) in accordance with the details approved under planning application No.7772/APP/2022/2180.",
    "REASON",
    "To preserve the character and appearance of the conservation area and, special architectural and historic interest of the locally listed building in accordance with Hillingdon's Local Plan Part 1 (November 2012) and Part 2 (January 2020), The London Plan 2021 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the commencement of relevant works, product details of all new external windows and doors shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance to the approved details and maintained thereafter.",
    "REASON",
    "To conserve the character and appearance of the conservation area in accordance with Hillingdon's Local Plan Part 1 (November 2012) and Part 2 (January 2020), The London Plan 2021 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the construction of any new or altered access associated with the proposed development, details of how those building entrances (access points) will be designed to meet the needs of people with disabilities (to include ramped/level approaches, signposting, types and dimensions of door width and lobby openings) shall be submitted to and approved in writing by the Local Planning Authority. The approved accesses/entrance point facilities, should be provided prior to the occupation of the development and shall be permanently retained thereafter.",
    "REASON",
    "To ensure an Accessible and Inclusive development for everyone in accordance with London Plan policy D5.",
    "The development hereby approved shall ensure that 1 of the new bedrooms are wheelchair accessible in accordance with Figure 52, incorporating either Figure 30 or 32 of British Standard 8300-2:2018, with all such rooms and facilities remaining in place for the life of the building.",
    "REASON",
    "To ensure that London's visitor infrastructure is accessible and welcoming to all sections of the population, including older and disabled people, in accordance with London Plan policy E10.",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) and any associated approved landscaping scheme,  shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect o",
    "If heritage assets of archaeological interest are identified during construction works at the site, works shall cease and a stage 2 WSI shall be submitted to and approved in writing by the Local Planning Authority. For land that is included within the stage 2 WSI, no further demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and",
    "the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B. Where appropriate, details of a programme for delivering related positive public benefits.",
    "C. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting",
    "material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "REASO",
    "The proposed development shall be carried out in strict accordance with the landscaping scheme (including maintenance and implementation plans) approved under planning application No.7772/APP/2022/2180.",
    "REASON",
    "To preserve the character and appearance of the conservation area and, special architectural and historic interest of the locally listed building in accordance with Hillingdon's Local Plan Part 1 (November 2012) and Part 2 (January 2020), The London Plan 2021 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the commencement of relevant works, product details of all new conservation roof lights shall be submitted to and approved in writing by the Local Planning Authority. The roof lights shall be installed completely flush along the roof line. Works shall be carried out in accordance to the approved details.",
    "REASON",
    "To preserve the character and appearance of the conservation area and, special architectural and historic interest of the locally listed building in accordance with Hillingdon's Local Plan Part 1 (November 2012) and Part 2 (January 2020), The London Plan 2021 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "No site clearance or construction works within the root protection areas of any and all trees shown to be retained on the hereby approved plans shall take place until the following details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures. The method statement shall incorporate the tree protective measures and details set out in the submitted Arboricultural Implications Report (Ref: SJA air 21632-01).",
    "Thereafter the works shall be carried out in accordance with the method statement and tree protection measures.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020).",
    "Prior to the commencement of relevant works, scaled detail drawings of the new windows to the original historic locally listed building, shall be submitted to and approved in writing by the Local Planning Authority. The drawings shall be no more than 1:10 in scale. Works shall be carried out in accordance to the approved details, and maintained thereafter.",
    "REASON",
    "To preserve the character and appearance of the conservation area and, special architectural and historic interest of the locally listed building in accordance with Hillingdon's Local Plan Part 1 (November 2012) and Part 2 (January 2020), The London Plan 2021 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "The proposed sustainable water management scheme and SuDS measures approved under planning application No.7772/APP/2022/2758 shall be carried out, maintained and adhered to throughout the life time of the development.",
    "REASON",
    "To ensure that surface water run off is controlled to ensure the development does not increase the risk of flooding and is to be handled as close to its source as possible and Conserve water supplies in compliance with: Hillingdon Local Plan: Part 1- Strategic Policies  Policy EM6 Flood Risk Management in (2012),  Hillingdon Local Plan Part 2 Development Management Policies Policy DMEI 10 Water Management, Efficiency and Quality (2020), as well as relevant SuDs guidance contained within the London Plan (2021) and NPPF (2021).",
    "The window(s) facing 38 St Mary's Road (serving suite 23 on the hereby approved plans) shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking and a loss or privacy to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Thames Water",
    "Comments regarding waste management -",
    "As required by Building regulations part H paragraph 2.36, Thames Water requests that the Applicant should incorporate within their proposal, protection to the property to prevent sewage flooding, by installing a positive pumped device (or equivalent reflecting technological advances), on the assumption that the sewerage network may surcharge to ground level during storm conditions. If as part of the basement development there is a proposal to discharge ground water to the public network, this would require a Groundwater Risk Management Permit from Thames Water. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures will be undertaken to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 02035779483 or",
    "Written schemes of investigation will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015."
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.108
  },
  "pp_id": "11422164",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4195064,
          51.5161893
        ],
        [
          -0.419353,
          51.5163508
        ],
        [
          -0.41912079999999996,
          51.516312
        ],
        [
          -0.41883709999999996,
          51.5161089
        ],
        [
          -0.4188028,
          51.5161352
        ],
        [
          -0.41871,
          51.5160626
        ],
        [
          -0.41882329999999995,
          51.515957
        ],
        [
          -0.4195064,
          51.5161893
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "31/10/2022",
  "secondary_street_name": "HAYES"
}