{
  "actual_completion_date": null,
  "centroid_northing": 180877,
  "decision": "Approved",
  "development_type": "Extension",
  "valid_date": "19/01/2022",
  "bo_system": "Portal",
  "description": "Refurbishment of existing Hotel including two storey side extension, two storey purpose built accommodation units, basement, outdoor amenity space, refuse areas, access alterations with new gate, plant room, cafe and associated parking and external alterations",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "FHH- PP- 001",
    "FHH - PP - 201 Rev A",
    "FHH - PP - 202 Rev A",
    "FHH - PP - 203 Rev A",
    "FHH - PP - 204 Rev A",
    "FHH - PP - 205 Rev A",
    "FHH - PP - 206 Rev A",
    "FHH - PP - 207 Rev A",
    "FHH - PP - 208 Rev A",
    "FHH - PP - 209 Rev A",
    "FHH - PP - 2010 Rev A",
    "FHH - PP - 2011 Rev A",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The noise generation restrictions and noise mitigation measures outlined in Noise Impact Assessment (Ref: 21.168.1.R1), shall be adhered to and carried out in full prior to the use of the building and shall thereafter be maintained throughout the lifetime of the buildings use as a Hotel.",
    "REASON",
    "To protect neighbouring amenities and hotel users from unacceptable levels of noise in accordance with policy DMHB 11 of the Hillingdon Local Plan, Part 2 (2020).",
    "The hereby approved ground floor cafe shall remain ancillary to the use of the Hotel (Use Class C1) and shall not be used as a independent commercial unit (Use Class E) or for any other separate use, without prior written agreement (in the form of a separate planning permission) from the Local Planning Authority.",
    "REASON",
    "To ensure that the local highways network and neighbouring amenities are protected from any intensification of the sites use, in accordance with policy DMHB 11, DMT 2, DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until, product details of all external materials, finishes and colours have been submitted to and approved in writing by the Local Planning Authority. Details shall include manufacturer information and a material specification report (including images) showing the proposed brickwork, contemporary projecting windows and roof tiles. Alternatively a sample panel of the brickwork, contemporary projecting windows and roof tiles, should be made available for inspection on site. Thereafter the works shall be carried out and maintained in accordance with the approved details.",
    "REASON",
    "To preserve the character and appearance of the conservation area and, special architectural and historic interest of the locally listed building in accordance with Hillingdon's Local Plan Part 1 (November 2012) and Part 2 (January 2020), The London Plan 2021 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the commencement of relevant works, product details of all new external windows and doors shall be submitted to and approved in writing by the Local Planning Authority. Works shall be carried out in accordance to the approved details and maintained thereafter.",
    "REASON",
    "To conserve the character and appearance of the conservation area in accordance with Hillingdon's Local Plan Part 1 (November 2012) and Part 2 (January 2020), The London Plan 2021 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the construction of any new or altered access associated with the proposed development, details of how those building entrances (access points) will be designed to meet the needs of people with disabilities (to include ramped/level approaches, signposting, types and dimensions of door width and lobby openings) shall be submitted to and approved in writing by the Local Planning Authority. The approved accesses/entrance point facilities, should be provided prior to the occupation of the development and shall be permanently retained thereafter.",
    "REASON",
    "To ensure an Accessible and Inclusive development for everyone in accordance with London Plan policy D5.",
    "The development hereby approved shall ensure that a minimum of one ensuite guestroom, within the approved purpose-built extension, is sized, designed, and fitted with a level access shower, and tracked hoist system between the bedroom and bathroom, in accordance with BS 8300-: 2018, subsection 19.2.1.2. The facility shall remain in place for the life of the building.",
    "REASON",
    "To ensure that London's visitor infrastructure is accessible and welcoming to all sections of the population, including older and disabled people, in accordance with London Plan policy E10.",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) and any associated approved landscaping scheme,  shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect o",
    "If heritage assets of archaeological interest are identified during construction works at the site, works shall cease and a stage 2 WSI shall be submitted to and approved in writing by the Local Planning Authority. For land that is included within the stage 2 WSI, no further demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and",
    "the nomination of a competent person(s) or organisation to undertake the agreed works",
    "B. Where appropriate, details of a programme for delivering related positive public benefits.",
    "C. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting",
    "material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.",
    "REASO",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including electrical charging points in compliance with Policy T6 of the London Plan 2021)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3.. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which d",
    "Prior to the commencement of relevant works, product details of all new conservation roof lights shall be submitted to and approved in writing by the Local Planning Authority. The roof lights shall be installed completely flush along the roof line. Works shall be carried out in accordance to the approved details.",
    "REASON",
    "To preserve the character and appearance of the conservation area and, special architectural and historic interest of the locally listed building in accordance with Hillingdon's Local Plan Part 1 (November 2012) and Part 2 (January 2020), The London Plan 2021 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "No site clearance or construction works within the root protection areas of any and all trees shown to be retained on the hereby approved plans shall take place until the following details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures. The method statement shall incorporate the tree protective measures and details set out in the submitted Arboricultural Implications Report (Ref: SJA air 21632-01).",
    "Thereafter the works shall be carried out in accordance with the method statement and tree protection measures.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020).",
    "Prior to the commencement of relevant works, scaled detail drawings of the new windows to the original historic locally listed building, shall be submitted to and approved in writing by the Local Planning Authority. The drawings shall be no more than 1:10 in scale. Works shall be carried out in accordance to the approved details, and maintained thereafter.",
    "REASON",
    "To preserve the character and appearance of the conservation area and, special architectural and historic interest of the locally listed building in accordance with Hillingdon's Local Plan Part 1 (November 2012) and Part 2 (January 2020), The London Plan 2021 and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the construction of the herby approved basement, a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate how the approved development will incorporate sustainable urban drainage (SuDs) in accordance with the hierarchy set out in Policy 5.13 of the London Plan and will:",
    "i. provide information on all SuDs features including the method employed to delay and control the surface water discharged from the site and:",
    "ii. provide a management and maintenance plan for the lifetime of the development of arrangements to secure the operation of the scheme throughout its lifetime. Including appropriate details of Inspection regimes, appropriate performance specification.",
    "The scheme shall also demonstrate the use of methods to minimise the use of potable water through water collection, reuse and recycling and will:",
    "iii. provide details of water collection facilities to cap",
    "The window(s) facing 38 St Mary's Road (serving suite 23 on the hereby approved plans) shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking and a loss or privacy to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Thames Water",
    "Comments regarding waste management -",
    "As required by Building regulations part H paragraph 2.36, Thames Water requests that the Applicant should incorporate within their proposal, protection to the property to prevent sewage flooding, by installing a positive pumped device (or equivalent reflecting technological advances), on the assumption that the sewerage network may surcharge to ground level during storm conditions. If as part of the basement development there is a proposal to discharge ground water to the public network, this would require a Groundwater Risk Management Permit from Thames Water. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures will be undertaken to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 02035779483 or",
    "Written schemes of investigation will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015."
  ],
  "appeal_status": null,
  "parking_details": {
    "no_existing_cycle": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_cycle": null,
    "no_proposed_car": null,
    "net_cycle": null,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "20/06/2022",
  "ward": "TOWNFIELD",
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "CONSTRUCTION ",
        "intended_completion_date": "02/2023",
        "intended_commencement_date": "03/2022"
      }
    ],
    "total_gia_gained": 200,
    "site_area": 0.108,
    "total_gia_lost": 877,
    "total_gia_existing": 677,
    "scheme_name": "FOUNTAIN HOTEL HOUSE OF ROSEMAY HOTELS",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 677,
        "superseded_date": "31/07/2023",
        "use_class": "C1",
        "gia_gained": 200,
        "superseded_by_lpa_app_no": "7772/APP/2023/623",
        "gia_lost": 877
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": false,
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 0,
        "building_ref": "EXTENSION"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 200,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 877,
      "total_gia_gained": 200,
      "total_gia_lost": 877,
      "total_gia_existing": 677,
      "development_type": null,
      "site_area": 0.107
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "other_residential_accommodation_details": {
      "other_resi_accommodation_unit_details": [
        {
          "no_rooms_proposed": 0,
          "unit_type": "Hotel Room",
          "no_rooms_lost": 1
        }
      ],
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.108
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.108,
      "residential_units": []
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_passive_rapid_ev_charging_points": 1,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_active_rapid_ev_charging_points": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Private",
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": false,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": false,
    "circular_economy_statement": false,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": false,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": false,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "uk_company_registration_no": null,
    "3d_model": false,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": false,
    "transport_impact_assessment": false,
    "social_infrastructure_contributions": null,
    "lead_developer_company_name": null
  },
  "status": "Commenced",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10467219",
  "subdivision_of_building": null,
  "secondary_street_name": "HAYES",
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "actual_commencement_date": "19/12/2022",
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "10/02/2022",
  "decision_date": "20/06/2022",
  "centroid": {
    "lon": -0.419136,
    "lat": 51.516157
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=7772/APP/2021/4495",
  "street_name": "CHURCH ROAD",
  "lpa_app_no": "7772/APP/2021/4495",
  "lapsed_date": "20/06/2025",
  "id": "Hillingdon-7772_APP_2021_4495",
  "title_number": [
    "116-118 CHURCH ROAD HAYES"
  ],
  "application_type": "All Other",
  "site_name": "FOUNTAIN HOUSE HOTEL, 116-118",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "UB3 2LW",
  "last_updated": "2025-08-12T08:29:38.480Z",
  "last_updated_by": "Portal",
  "decision_agency": "Borough",
  "uprn": null,
  "cil_liability": false,
  "centroid_easting": 509790,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509762.9343,
              180879.576
            ],
            [
              509773.6981,
              180898.0844
            ],
            [
              509788.8636,
              180894.1281
            ],
            [
              509809.898,
              180872.1677
            ],
            [
              509811.0886,
              180874.4166
            ],
            [
              509817.7032,
              180866.876
            ],
            [
              509810.5594,
              180854.9697
            ],
            [
              509762.9343,
              180879.576
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              509773.6981,
              180898.0844
            ],
            [
              509773.65,
              180898.0969
            ],
            [
              509773.7823,
              180898.2292
            ],
            [
              509773.6981,
              180898.0844
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.419526,
          51.516185
        ],
        [
          -0.419365,
          51.516349
        ],
        [
          -0.419147,
          51.516311
        ],
        [
          -0.418851,
          51.516109
        ],
        [
          -0.418833,
          51.516129
        ],
        [
          -0.41874,
          51.51606
        ],
        [
          -0.418847,
          51.515955
        ],
        [
          -0.419526,
          51.516185
        ]
      ]
    ],
    "type": "Polygon"
  }
}