{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.435431,
    "lat": 51.611755
  },
  "polygon": null,
  "borough": "Hillingdon",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "valid_date": "08/11/2024",
  "decision_target_date": "03/01/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 191484,
  "ward": "NORTHWOOD 2022",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from 07 March 2022 and completed in its entirety within six months from the date of this planning permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers; 5802-A100 Rev F; 5802-A101 Rev E; 5802-A102 Rev E; 5802-A106 Rev A and 5802- A111; and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The development shall be constructed in accordance with the materials and external surfaces specified in the 'Schedule of External Materials' as submitted under application ref. 13305/APP/2023/3181 and allowed under appeal reference APP/R5510/W/24/3339638 on 30th August 2024.   Thereafter the development shall be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor any extension or other alteration to any of the dwellinghouses shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The accesses for the proposed car parking shall be provided with those parts of 2.4m x 2.4m pedestrian visibility splays which can be accommodated within the site in both directions and shall be maintained free of all obstacles to the visibility between heights of 0.6m and 2.0m above the level of the adjoining highway.",
    "REASON",
    "In the interests of highway and pedestrian safety in accordance with policy DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The hard and soft landscaping, boundary treatment and maintenance shall be carried out in accordance with the details submitted and approved under planning application reference 13305/APP/2023/3164 (decision notice dated 27th December 2023). Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "The construction of the development shall be carried out in accordance with the tree protection methods approved under planning application reference 13305/APP/2023/3164 (decision notice dated 27th December 2023).",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020).",
    "The development shall be carried out in accordance with the Construction Ecological Management Plan and Ecological Enhancement Plan approved under planning application reference 13305/APP/2023/3164 (decision notice dated 27th December 2023). The development shall thereafter be maintained in accordance with the details approved.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the site in accordance with policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020) and London Plan (2021) G5.",
    "The first floor side elevation windows of the dwellings hereby approved and the first floor rear elevation windows serving the en-suites, shall be glazed with permanently obscured glass and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the details of step free access via the principal private entrances, and all other points of entry and exit, that have been approved under planning application reference 13305/APP/2023/3164 (decision notice dated 27th December 2023). Such provision shall remain in place for the life of the building.",
    "REASON: To ensure that an appropriate standard of housing stock, in accordance with the 2021 London Plan policy D7 is achieved and maintained.",
    "The dwellings hereby approved shall be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON: To ensure that an appropriate standard of housing stock, in accordance with the 2021 London Plan policy D7 is achieved and maintained.",
    "The development shall be carried out in accordance with the proposed ground levels and the proposed finished floor levels of all buildings that have been submitted and approved under planning application reference 13305/APP/2023/3164 (decision notice dated 27th December 2023).",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The demolition and construction of the development shall be carried out strictly in accordance with the Construction Management Plan approved under planning application reference 13305/APP/2023/3164 (decision notice dated 27th December 2023). The approved details shall be implemented and maintained throughout the duration of the demolition and construction processes.",
    "REASON",
    "To safeguard the amenity of surrounding areas in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development shall be carried out in accordance with the sustainable water management details (surface water management strategy and sustainable water use) submitted and approved under application reference 13305/APP/2023/3709 (decision notice dated 19th February 2024).",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020) and Policies SI2 and SI 13 of the London Plan (2021).",
    "The development shall be carried out in accordance with the sustainability and energy details submitted to and approved under application reference 13305/APP/2023/3710 (decision notice dated 19th February 2024).",
    "REASON",
    "To ensure the development contributes to minimising the effects of, and can adapt to a changing climate in accordance with Policies DMEI 2 and DMEI 10 of the Hillingdon Local Plan: Part 2- Development Management Policies (2020) and Policy SI 2 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021).",
    "For the avoidance of doubt, the following drawings have been APPROVED:",
    "5802-A100 Rev F",
    "5802-A101 Rev E",
    "5802-A102 Rev E",
    "5802-A106 Rev A",
    "5802- A111",
    "The following drawings have been SUPERSEDED:",
    "5802-A100B",
    "5802-A101A",
    "5802-A102A",
    "5802-A103",
    "5802-A105B",
    "5802- A106",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "pp_id": "13539209",
  "decision_process": "Delegated",
  "lapsed_date": "20/12/2027",
  "application_type_full": "Removal/Variation of a condition",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-13305_APP_2024_2923",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "last_updated": "2025-03-20T22:59:10.394Z",
  "lpa_app_no": "13305/APP/2024/2923",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "WYLDEWOODE",
  "title_number": null,
  "decision_date": "20/12/2024",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": null,
  "description": "Variation of Condition 2 (Approved Plans) of planning permission ref. 13305/APP/2021/1007 dated 07-03-2022 for: Four x 2 storey semi-detached dwellings with associated amenity space, parking and 4 x vehicular crossovers. Amendments seek to to alter the scale and roof position of the front dormers; the roof form on the single storey rear elements from flat roofed to pitched; a reduction in number and re-siting of chimneys; and alteration to main roof form to lower the eaves and alter the width (s73 application for minor material amendments).",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 508432,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=13305/APP/2024/2923",
  "application_details": {
    "existing_uprns": null
  },
  "last_updated_by": "CSV Data Import",
  "postcode": null,
  "last_date_consultation_comments": "06/12/2024",
  "secondary_street_name": "NORTHWOOD",
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "25 THE AVENUE"
}