{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "WYLDEWOODE",
  "centroid_easting": 508432,
  "pp_id": "12695002",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Hillingdon",
  "decision": "Refused",
  "lpa_app_no": "13305/APP/2023/3711",
  "decision_date": "21/02/2024",
  "last_updated": "2025-03-20T10:54:05.176+00:00",
  "centroid_northing": 191484,
  "centroid": {
    "lat": 51.611755,
    "lon": -0.435431
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "NORTHWOOD 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "21/02/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "29/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "27/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development, by reason of its scale, height, width, depth, roof form and design, would result in an excessive, bulky, incongruous, dominant and visually intrusive form of development that would harm the character, appearance and visual amenities of the street",
    "scene and the surrounding area. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy D3 of the London Plan (2021) and Paragraphs 139 and 140 of the National Planning Policy Framework (2023).",
    "The development, by reason of the depth and proximity of the proposed two storey rear element would breach the 45 degree line of sight taken from the rear habitable room window of the neighbouring property No.21. As such, the proposal represents an un-neighbourly form of development, resulting in loss of light and loss of outlook that would be harmful to the residential amenity of the neighbour No.21. The proposal is therefore contrary to Policy DMHB 11 of Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy D3 of London Plan (2021) and Paragraph 135f) of the National Planning Policy Framework (2023).",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "21/02/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Refused",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "25 THE AVENUE",
  "secondary_street_name": "NORTHWOOD",
  "description": "Variation of Condition 2 (Approved Drawings) of planning permission ref. 13305/APP/2021/1007, dated 04/03/2023 (Four x 2 storey semi-detached dwellings with associated amenity space, parking and 4 x vehicular crossovers.) Variation seeks to increase dormer scale, alterations to materials, alterations to fenestration and sills and headers, removal of chimneys, removal of facade detailing, alterations to side roof lights, alteration to roof of single storey rear element and alterations to roof form (retrospective application)",
  "id": "Hillingdon-13305_APP_2023_3711",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=13305/APP/2023/3711"
}