{
  "centroid_northing": 181967,
  "appeal_status": null,
  "pp_id": "10104350",
  "appeal_decision_date": null,
  "valid_date": "12/08/2021",
  "last_updated": "2025-03-20T20:20:23.679+00:00",
  "ward": "BRUNEL",
  "last_updated_by": "CSV Data Import",
  "site_name": "70 HAIG ROAD",
  "last_date_consultation_comments": "01/10/2021",
  "centroid": {
    "lat": "51.526313",
    "lon": "-0.4455783"
  },
  "status": "Approved",
  "id": "Hillingdon-66841_APP_2021_3104",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507921.6344,
              181955.1112
            ],
            [
              507925.4708,
              181974.1612
            ],
            [
              507931.8208,
              181979.056
            ],
            [
              507941.7427,
              181977.3362
            ],
            [
              507928.7781,
              181953.5237
            ],
            [
              507921.6344,
              181955.1112
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "decision": "Approved",
  "lpa_name": "Hillingdon",
  "appeal_start_date": null,
  "lapsed_date": "07/10/2024",
  "epc_number": null,
  "application_type": "Householder",
  "parking_details": null,
  "uprn": null,
  "centroid_easting": 507930,
  "secondary_street_name": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 63.6,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "07/2022",
    "intended_commencement_date": "02/2022",
    "site_area": 0.027
  },
  "decision_agency": "Borough",
  "postcode": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=66841/APP/2021/3104",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, number 3272-02.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing Number 70 Haig Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the details hereby approved a minimum of 25% of the front garden area shall be soft landscaped prior to first occupation of the  development (eg.grass or planted beds) for so long as the development remains in existence.",
    "REASON",
    "To ensure the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement and construction management plan outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position"
  ],
  "decision_target_date": "07/10/2021",
  "locality": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "decision_date": "07/10/2021",
  "appeal_decision": null,
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "lpa_app_no": "66841/APP/2021/3104",
  "actual_commencement_date": null,
  "development_type": null,
  "decision_process": "Delegated",
  "description": "Two storey side and rear extension, and single storey rear extension",
  "actual_completion_date": null,
  "title_number": [
    "AGL41314"
  ],
  "street_name": "HILLINGDON",
  "bo_system": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4457025,
          51.5262077
        ],
        [
          -0.44564139999999997,
          51.5263782
        ],
        [
          -0.44554839999999996,
          51.526421
        ],
        [
          -0.44540589999999997,
          51.5264037
        ],
        [
          -0.4456,
          51.5261921
        ],
        [
          -0.4457025,
          51.5262077
        ]
      ]
    ],
    "type": "Polygon"
  }
}