{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509941.6812,
              177188.2333
            ],
            [
              509977.7969,
              177183.7354
            ],
            [
              509977.1355,
              177171.1677
            ],
            [
              509940.226,
              177181.6187
            ],
            [
              509941.6812,
              177188.2333
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07569758",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:04:43.996+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "18/02/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": 51.482904,
    "lon": -0.417824
  },
  "decision": "Refused",
  "valid_date": "23/01/2019",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.036,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=6814/APP/2019/260",
  "lpa_name": "Hillingdon",
  "site_name": "42 LANGLEY CRESCENT",
  "lapsed_date": "18/03/2022",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The proposed extension, by reason of its size, scale, bulk and proximity to the side boundary, would result in a closing of the visually open gap between it and the neighbouring property, 40 Langley Crescent, giving rise to a cramped form of development and a terracing effect, which would be detrimental to the visual amenities of the street scene and the surrounding area generally. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15, BE19 and BE22 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposed extension, by reason of the roof design would fail to harmonise with the architectural composition of the original semi-detached dwelling, would be detrimental to the character and appearance of the original dwelling and to the visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The proposed rear extension, by virtue of its size, scale, bulk, depth and proximity, would be detrimental to the amenities of the adjoining occupier at 40 Langley Crescent by reason of overdominance, visual intrusion and loss of outlook. Therefore the proposal would constitute an un-neighbourly form of development contrary to policies BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the Council's adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "In the absence of a Flood Risk Assessment in accordance with the National Planning Policy Framework and National Planning Practice Guidance, the application has failed to address the issues relating to flood risk and the proposal is therefore contrary to Policy EM6 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies OE7 and OE8 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policy 5.12 of the London Plan (2015) and the NPPF.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Proposed first floor side/rear extension.",
  "lpa_app_no": "6814/APP/2019/260",
  "decision_target_date": "20/03/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "18/03/2019",
  "id": "Hillingdon-6814_APP_2019_260",
  "centroid_northing": "177181",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "509961",
  "street_name": "HARLINGTON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4180793,
          51.4829728
        ],
        [
          -0.41756079999999995,
          51.4829254
        ],
        [
          -0.4175742,
          51.4828125
        ],
        [
          -0.4181023,
          51.4829137
        ],
        [
          -0.4180793,
          51.4829728
        ]
      ]
    ],
    "type": "Polygon"
  }
}