{
  "lpa_name": "Havering",
  "uprn": "100021363356",
  "decision_date": "23/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1174.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM7 7EB",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.031
  },
  "valid_date": "28/08/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a one bedroom two-storey dwelling",
  "decision_conditions": [
    "The proposed development would, by reason of its excessive width and cramped appearance, conflicting fenestrations and roof form would unacceptably unbalance the appearance of this pair of semi-detached houses and appear as a dominant and visually intrusive feature in the Brooklands Road street scene, harmful to the appearance of the surrounding area contrary Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document, the Residential Design Supplementary Planning Document and Policies 7.4 and 7.6 of the London Plan.",
    "The proposed development would occupy the parking space of the existing dwelling (No.60) and in doing so, the existing dwelling would be left with a single car parking space which, for a 3 bedroom dwelling is insufficient. In addition, the design of the tandem parking arrangement for the new dwelling means that the space for the existing dwelling cannot be accessed independently. The outcome will be additional pressure for on-street parking. By reason of the inadequate access and on site car parking arrangements, the proposal will result in unacceptable overspill onto the adjoining roads to the detriment of highway safety and residential amenity and contrary to Policy DC33 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed development would, by reason of its position and proximity to neighbouring properties cause a dominant and overbearing effect which would have a serious and adverse effect on the living conditions of adjacent occupiers, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the total CIL payable would be £9,000. Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the Agent by email on 20 October 2020."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T20:35:45.146+00:00",
  "ward": "Brooklands",
  "parking_details": null,
  "lapsed_date": "23/10/2023",
  "decision_target_date": "23/10/2020",
  "centroid": {
    "lat": "51.5818808",
    "lon": "0.1725599"
  },
  "lpa_app_no": "P1174.20",
  "status": "Dismissed",
  "site_name": "60 Brooklands Road",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1174.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550615.809,
              189225.273
            ],
            [
              550609.476,
              189233.807
            ],
            [
              550631.049,
              189251.113
            ],
            [
              550634.673,
              189246.27
            ],
            [
              550638.195,
              189241.698
            ],
            [
              550615.809,
              189225.273
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "22/09/2020",
  "appeal_decision_date": "10/09/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "pp_id": "08996204",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 550624,
  "appeal_start_date": "08/02/2021",
  "centroid_northing": 189238,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1724364,
          51.5817686
        ],
        [
          0.1723487,
          51.581847
        ],
        [
          0.1726672,
          51.5819967
        ],
        [
          0.1727174,
          51.5819522
        ],
        [
          0.17276619999999998,
          51.5819102
        ],
        [
          0.1724364,
          51.5817686
        ]
      ]
    ],
    "type": "Polygon"
  }
}