{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "05/11/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-75805_APP_2020_2568",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "UB8 1XS",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.10200000000000001
  },
  "valid_date": "10/09/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Conversion of the upper part of the former water tower building into 2 x 2 bedroom flats, and internal alterations to provide a lift through existing residential accommodation on ground to second floors, provision of lift entrance canopy and 6 parking spaces",
  "decision_conditions": [
    "The development would be considered detrimentally harmful to the character and appearance of the locally listed building. It would fail to respect the significance of the building as a water tower and its Victorian splendour. The addition of the glazed lift entrance at ground floor, glass boxes at roof level and proposed alterations to the upper floor windows would unacceptably harm the contribution of the historic building within its surrounding environment and the wider North Uxbridge Area of Special Local Character. The proposal therefore fails to comply with Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 3, DMHB 5, DMHB 11, DMHB 12 and DMHD1 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy 7.8 of the London Plan (2016) and the National Planning Policy Framework (2019).",
    "The proposed development by reason of the siting and proximity of the proposed roof terrace to the adjacent properties, would be detrimental to the amenities of the adjoining occupiers at 7, 14, 15, 17 and 19 Water Tower Close, by reason of actual or perceived sense of overlooking and loss of privacy. The proposal is therefore contrary to Policies DMHB 11 and DMHBD 1 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "The applicant is advised that the submitted plans are inconsistent and fail to acurately show the physical alterations to the building."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:43:30.861+00:00",
  "ward": "UXBRIDGE NORTH",
  "parking_details": null,
  "lapsed_date": "05/11/2023",
  "decision_target_date": "05/11/2020",
  "centroid": {
    "lat": "51.5556248",
    "lon": "-0.47202869999999997"
  },
  "lpa_app_no": "75805/APP/2020/2568",
  "status": "Refused",
  "site_name": "9 -11 WATER TOWER CLOSE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75805/APP/2020/2568",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506006.7864,
              185183.0781
            ],
            [
              506005.1328,
              185199.9453
            ],
            [
              506016.7083,
              185202.5912
            ],
            [
              506022.9922,
              185203.9141
            ],
            [
              506032.2526,
              185204.2448
            ],
            [
              506044.8204,
              185195.3151
            ],
            [
              506043.1667,
              185171.1718
            ],
            [
              506035.8907,
              185171.5026
            ],
            [
              506032.5834,
              185170.5104
            ],
            [
              506027.6224,
              185166.5416
            ],
            [
              506024.9766,
              185169.5182
            ],
            [
              506024.9766,
              185177.4557
            ],
            [
              506007.1172,
              185182.7474
            ],
            [
              506006.7864,
              185183.0781
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "06/10/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "UXBRIDGE",
  "pp_id": "08954489",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 506027,
  "appeal_start_date": null,
  "centroid_northing": 185188,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47232159999999995,
          51.5555844
        ],
        [
          -0.4723404,
          51.5557363
        ],
        [
          -0.4721727,
          51.5557579
        ],
        [
          -0.4720817,
          51.5557686
        ],
        [
          -0.4719481,
          51.5557698
        ],
        [
          -0.47176959999999996,
          51.5556872
        ],
        [
          -0.47180069999999996,
          51.5554705
        ],
        [
          -0.4719055,
          51.5554749
        ],
        [
          -0.47195349999999997,
          51.5554666
        ],
        [
          -0.47202619999999995,
          51.5554318
        ],
        [
          -0.47206339999999997,
          51.5554591
        ],
        [
          -0.47206109999999996,
          51.5555304
        ],
        [
          -0.472317,
          51.5555813
        ],
        [
          -0.47232159999999995,
          51.5555844
        ]
      ]
    ],
    "type": "Polygon"
  }
}