{
  "uprn": "100021785990",
  "decision_agency": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.303799,
          51.395032
        ],
        [
          -0.3038,
          51.395005
        ],
        [
          -0.303843,
          51.395006
        ],
        [
          -0.303842,
          51.395033
        ],
        [
          -0.303799,
          51.395032
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 167585,
  "decision": "Approved",
  "polygon": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "bo_system": "Idox Uniform",
  "pp_id": "PP-12767420",
  "decision_process": "Delegated",
  "locality": null,
  "site_number": "36",
  "secondary_street_name": null,
  "description": "Erection of single storey rear extension and enlargement of the lower-ground floor and existing lightwell. Replacement of all existing windows to double-glazed, conservation-style painted timber sash windows. Installation of side access staircase and change from existing window to new door opening and panelled timber door to the ground floor to the side elevation. New window opening and conservation-style sash window to side elevation. Change from existing side access door opening to new conservation-style sash window to side elevation. Erection of side dormer roof and  replacement rear dormer roof extensions. Installation of timber ASHP and bin enclosure to side garden.",
  "postcode": "KT6 4RF",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.303821,
    "lat": 51.395019
  },
  "lapsed_date": "02/08/2027",
  "application_type": "Householder",
  "title_number": [],
  "last_date_consultation_comments": "02/07/2024",
  "parking_details": null,
  "application_type_full": "Householder planning & demolition in a conservation area",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SD5VTINHGFN00",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of the plant to which this permission relates shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade and the measurements and assessment shall be made according to BS 4142:2014.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with the Tree Survey, Arboricultural \rImpact Assessment, Arboricultural Method Statement & Tree Protection Plan created by Usherwood Arboriculture dated 29.04.2024. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at ground floor level or above in the north and south flank elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby approved shall be carried out in accordance with the Fire Safety Statement hereby approved and thereafter maintained.\r\rReason: In the interests of Fire Safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.",
    "Prior to beneficial occupation of the development to which this permission relates, a tree planting scheme for two replacement trees must be submitted to and approved in writing by the local planning authority. \r\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting shall thereafter be maintained for 5 years to the satisfaction of the Local Planning Authority. Any trees which die, are removed or become diseased during this period shall be replaced during the following planting season.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policies G7 of the London Plan 2021 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, details regarding the proposed trellis along the adjoining boundary of the site must be submitted to and approved in writing by the local planning authority. The trellis must be installed and thereafter retained in perpetuity in accordance with the approved details within 6 months of the date of the details being approved.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012."
  ],
  "actual_completion_date": null,
  "last_updated_by": "Idox Uniform",
  "street_name": "Claremont Road",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "decision_date": "02/08/2024",
  "lpa_app_no": "24/01158/HOU",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "",
  "subdivision_of_building": null,
  "last_updated": "2025-05-05T18:19:11.673Z",
  "decision_target_date": "31/07/2024",
  "valid_date": "05/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Kingston",
  "id": "Kingston-24_01158_HOU",
  "application_details": {
    "total_gia_gained": 28,
    "intended_commencement_date": "10/2024",
    "intended_completion_date": "06/2025",
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "site_area": 0.06800000000000002
  },
  "ward": "St Mark's & Seething Wells",
  "centroid_easting": 518103,
  "epc_number": null
}