{
  "uprn": "100021749551",
  "decision_agency": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.31259,
          51.354162
        ],
        [
          -0.312591,
          51.354135
        ],
        [
          -0.312634,
          51.354136
        ],
        [
          -0.312633,
          51.354163
        ],
        [
          -0.31259,
          51.354162
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 163026,
  "decision": "Approved",
  "polygon": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "bo_system": "Idox Uniform",
  "pp_id": "PP-13029970",
  "decision_process": "Delegated",
  "locality": null,
  "site_number": "216",
  "secondary_street_name": null,
  "description": "Conversion of an existing garage into a habitable space, erection of a single storey rear extension.",
  "postcode": "KT9 2NB",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.312612,
    "lat": 51.354149
  },
  "lapsed_date": "07/08/2027",
  "application_type": "Householder",
  "title_number": [],
  "last_date_consultation_comments": null,
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SCUJILNHGAY00",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall only be used for a purpose ancillary or incidental, or both, to the residential use of the dwelling house currently known as '216 Leatherhead Road, Kingston upon Thames, Chessington, KT9 2NB', as set out in the submitted application form signed 12.06.24, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: The proposal has been assessed as householder development and were the habitable accommodation to be used as a separate unit of accommodation this would have implications for neighbouring amenity, standard of accommodation and levels of on-site car parking.",
    "The development hereby  permitted shall not  be occupied until details of secure cycle parking facilities for the occupants of, and visitors to the development hereby approved have been submitted to and approved in writing by the Local Planning Authority. These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason  : To ensure the provision of the satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8  (Sustainable Transport for New Developments) of the Core Strategy 2012.\r",
    "The works shall be carried out and maintained in accordance with the deposited Fire Statement compliant with Policy D12(A).\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.\r\r"
  ],
  "actual_completion_date": null,
  "last_updated_by": "Idox Uniform",
  "street_name": "Leatherhead Road",
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "decision_date": "07/08/2024",
  "lpa_app_no": "24/01106/HOU",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "",
  "subdivision_of_building": null,
  "last_updated": "2025-05-05T18:19:01.635Z",
  "decision_target_date": "07/08/2024",
  "valid_date": "12/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Kingston",
  "id": "Kingston-24_01106_HOU",
  "application_details": {
    "total_gia_gained": 25,
    "intended_commencement_date": "07/2024",
    "intended_completion_date": "09/2024",
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.061000000000000006
  },
  "ward": "Chessington South & Malden Rushett",
  "centroid_easting": 517596,
  "epc_number": null
}