{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.252911,
          51.418852
        ],
        [
          -0.252912,
          51.418825
        ],
        [
          -0.252955,
          51.418826
        ],
        [
          -0.252954,
          51.418853
        ],
        [
          -0.252911,
          51.418852
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Idox Uniform",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SH0JLENHHYF00",
  "decision_target_date": "26/09/2024",
  "status": "Approved",
  "parking_details": null,
  "street_name": "Henley Drive",
  "decision_agency": null,
  "appeal_decision": null,
  "subdivision_of_building": null,
  "development_type": "Other house holder developments",
  "decision": "Approved",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: 2.5 Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Name: Borough Wide Smoke Control Order"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: MAC.05.54\rTree ref: W1\rTree category: W\rDetails: M&C Order no: 05 Year: 1954 (note: mislabelled as 1952 previously)"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021761127"
    ]
  },
  "appeal_decision_date": null,
  "decision_date": "22/10/2024",
  "valid_date": "01/08/2024",
  "site_number": "12",
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": "Coombe Hill",
  "lapsed_date": "22/10/2027",
  "last_date_consultation_comments": null,
  "bo_system": "Idox Uniform",
  "lpa_app_no": "24/01815/FUL",
  "postcode": "KT2 7EB",
  "pp_id": "PP-13264051",
  "uprn": "100021761127",
  "application_type": "Householder",
  "locality": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "site_name": "",
  "decision_conditions": [
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted must have commenced  before the expiration of three years from the date of the  original planning permission ref no 23/00896/HOU, as granted on 19.06.2023 \r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the flank elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the flank elevations of the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022),  where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021."
  ],
  "application_type_full": "Removal/Variation of a condition",
  "centroid_northing": 170317,
  "epc_number": null,
  "actual_completion_date": null,
  "title_number": [],
  "appeal_status": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "cil_liability": false,
  "decision_process": "Delegated",
  "id": "Kingston-24_01815_FUL",
  "description": "Application under Section 73A of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of planning permission 23/00896/HOU (Erection of first floor rear extension. Alterations to change single storey flat roofed rear extension to pitched roof, and connect with existing side extension. Erection of part double/part single storey front extension. Part demolition of garage and conversion to habitable room. Changes to fenestrations) to amend the roof ridge height and include a parapet wall on the ground floor rear extension.",
  "appeal_start_date": null,
  "last_updated": "2025-05-05T18:21:37.232Z",
  "centroid": {
    "lon": -0.252933,
    "lat": 51.418839
  },
  "centroid_easting": 521580
}