{
  "uprn": "000128001931",
  "decision_agency": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.247692,
          51.395097
        ],
        [
          -0.247693,
          51.39507
        ],
        [
          -0.247736,
          51.39507
        ],
        [
          -0.247735,
          51.395097
        ],
        [
          -0.247692,
          51.395097
        ]
      ]
    ]
  },
  "appeal_start_date": null,
  "centroid_northing": 167684,
  "decision": "Approved",
  "polygon": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "bo_system": "Idox Uniform",
  "pp_id": "PP-13084914",
  "decision_process": "Delegated",
  "locality": null,
  "site_number": "",
  "secondary_street_name": null,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Conditions 1 (Approved plans), 10 (Sustainable Drainage Scheme) and 28 (Biodiversity and Nature Conservation) and removal of Condition 34 (Green roof) for Application Reference Number: 23/01623/FUL (Demolition of Existing blocks EFAA, EFAB, EFAC, EFAD, EFAE, EFAG and EFAH, consequential works to retained Block EFAF, and erection of two replacement three-storey school buildings including temporary teaching blocks to be used during the construction period, along with access, landscaping, and associated infrastructure.) dated 16/01/2024. Variation to consist of \rRemoval of Air Source Heat Pump (ASHP) and Relocation of Ground Source Heat Pump (GSHP), Removal of retaining wall & stairs (north of NB01), Removal of green roof , Change in main temporary teaching block layout.",
  "postcode": "KT3 6NT",
  "appeal_decision": null,
  "centroid": {
    "lon": -0.247714,
    "lat": 51.395084
  },
  "lapsed_date": "03/12/2027",
  "application_type": "All Other",
  "title_number": [],
  "last_date_consultation_comments": "23/09/2024",
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_decision_date": null,
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SEK9X8NHGZD00",
  "decision_conditions": [
    "This development shall be begun within three years from the date of planning permission 23/01623/FUL.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended)",
    "Prior to the commencement of any development above ground level, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any development above ground level, detailed drawings at a scale of 1:5 or 1:10 (as necessary) of the following features shall be submitted to and approved in writing by the local planning authority:\r\rWindows and doors, including any aprons, sills, mouldings, heads, jambs, transoms, mullions,\rlintels or reveals to a scale of 1:10. To include a key plan identifying location and types.\rArchitectural articulation details (parapets, datums, recesses, material / cladding changes and\rinterfaces, spandrel panels, brick coursing, plant room screens and other related). To include key\relevations identifying location and types.\rKey elements of the building/landscape at a scale of 1:5\rSignage\rBoundary treatment (including a key plan identifying location and types)\rSolar panels (where applicable)\rLandscaping materials (including boundary treatments and surfacing)\rDetails of rooftop plant and paraphernalia \r\rThe development shall then be carried out in accordance with the approved drawings.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding Section 55 of the Town and Country Planning Act 1990 (as amended) and the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the premises shall only be used for the purposes specified in the application documents and for no\rother purposes whatsoever (including any other purposes falling within Class F of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification).\rReason: The acceptability of the development is highly dependent upon the exact nature of the use of the site and other uses, whether within the same use class or permitted by the General Permitted Development Order, are unlikely to be acceptable in planning terms.",
    "The development shall be carried out in accordance with the approved construction management plan/construction method statement details submitted and approved under conditions approval 24/00407/CLC. \r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and\ruse of the development. The Fire Safety Strategy shall include a statement of competence.\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022), where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021",
    "Prior to commencement of groundworks (excluding site investigations and demolition), a revised drainage strategy (clarifying what SuDS components are being proposed) that is compliant with the drainage hierarchy together with a revised drainage layout shall be submitted to and approved in writing by the Local Planning Authority. A revised drainage layout is required to show the\rlocation of all the proposed drainage components and the connectivity of the system. The layout must also show pipe numbers, gradients and pipe sizes complete, together with storage volumes of all SuDS components.\rA detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development. The system shall be implemented and thereafter managed and maintained in accordance with the approved details.\rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.",
    "No building hereby permitted shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted and approved details. An updated maintenance plan should be provided confirming the maintenance tasks and frequencies of all proposed SuDS components and who shall be responsible for the maintenance of the proposed drainage system to demonstrate how the drainage system is to be maintained for the lifetime of the development. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan for all of the proposed drainage components.\rReason: To comply with the Non-Statutory Technical Standards for Sustainable Drainage Systems, the National Planning Policy Framework (Paragraph 103), the London Plan (Policies SI 12 and SI 13) along with associated guidance to these policies and Kingston Council's Core Strategy Policy DM4.\r",
    "Prior to the commencement of any above-ground works, a detailed landscape & planting plan shall have been submitted to and approved in writing by the local planning authority. The plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\rSpecies (both Latin & Common names) for all plants.\rLocations of all plants or areas of planting.\rPlant numbers or planting densities.\rSizes of all plants and particularly trees 'at time of planting'.\rDetails of all hard-landscaping areas including materials and provision of shade for the benefit of pupils during the hotter months.\r\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities\ror internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities (151 no. long stay cycle spaces and 11 no. short stay space, including 5% of overall provision for larger and adapted bicycle) to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "The car parking shown on the approved plans shall be provided with a hardbound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the\roccupiers of and visitors to the development.\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "Fourteen (14 no.) no. car parking space(s) shall be provided with active provision for electric vehicle charging points with the remaining spaces provided with passive electric vehicle charging infrastructure to enable future connection. \rPrior to the any occupation of the development hereby approved, the approved scheme shall be installed, be ready for use, and be thereafter retained.\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policy T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "Five (5no.) car parking space(s) shall be provided as accessible parking bays which shall be installed, marked up as such and be ready for use prior to occupation of the development and thereafter retained.\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policy T6 and T6.5 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of the plant to which this permission relates shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade and the measurements and assessment shall be\rmade according to BS 4142:2014.\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.",
    "The development shall be carried out in accordance with the approved contaminated land assessment and associated remediation strategy details submitted and approved under conditions approval 24/00407/CLC. \r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "In the event that contamination is found, a remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health and the natural environment shall be submitted to and approved in writing by the local planning authority prior to the commencement of the development to which this permission relates (including any works of\rdemolition). The scheme shall include the remediation objectives, remediation criteria, timetable of works, site management procedures, and all works to be undertaken. It shall also ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation. On completion of the agreed remediation works, a closure report and certificate of compliance shall be submitted to the Local Planning Authority.\rReason: To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.\r\rThese details are required prior to commencement of development in the interests of safety.",
    "The development shall be carried out in accordance with the approved Dust Management Plan details submitted and approved under conditions approval 24/00407/CLC.\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance\r\"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policies D3, SI1 and T7 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development shall be carried out in accordance with the approved Secure by Design details submitted and approved under conditions approval 24/00407/CLC.\r\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and D11 Designing out Crime of the London Plan 2021.",
    "Prior to occupation of the relevant building hereby approved, a Secured by Design final certificate or its equivalent awarded by a Designing Out Crime Officer from the Metropolitan Police Service on behalf of the National Police Chiefs Council shall be submitted to and approved by the Local Planning Authority.\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and Policy D11 Designing out Crime of the London Plan 2021.",
    "The development shall not be implemented other than in accordance with the submitted Flood Risk Assessment (FRA) by GW Ground & Water (ref: GWPR5203/FRA/March 2023 dated March 2022) and a scheme for flood risk reliance and resistance measures which shall be submitted to and approved in writing prior to occupation of the development. Finished floor levels shall be set at or above the 1% annual probability flood level with an appropriate allowance for climate change plus a 300mm freeboard. This will be 15.9mAOD These mitigation measures shall be fully implemented prior to occupation. The measures detailed above shall be retained and maintained thereafter throughout the lifetime of the development.\rReason: To reduce the risk of flooding to the proposed development and future occupants. To prevent flooding elsewhere by ensuring that compensatory storage of flood water is provided.\r",
    "The development hereby permitted shall achieve as a minimum 162% reduction in carbon dioxide emissions over Part L of the Building Regulations (2021) secured on site as declared in the submitted Energy Statement (Cundall, 27 April 2023).\rPrior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved the above improvements in CO2 emissions and internal water usage rates of no greater than 105L per person per day shall be submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to\rmeet the targets shall be maintained throughout the lifetime of the development.\rReason: To ensure compliance with the approved energy strategy and in the interests of sustainability and energy conservation, in accordance with policy SI2 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "No later than 6 months after occupation of the development, a Post Construction Certificate verifying that 'Outstanding' BREEAM level has been achieved, shall be submitted to and approved in writing by the Local Planning Authority.\rReason: To ensure the implementation of sustainable design, low carbon development and renewable energy\r",
    "The development to which this permission relates shall be carried out in accordance with the Tree Survey, Arboricultural Impact Assessment, Preliminary Method Statement & Tree Protection Plan (Hayden's Arboricultural Consultants, April 2023).\rThe approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012",
    "The development to which this permission relates shall be carried out in accordance withrecommendations, mitigation measures and enhancements set out in section 6 and 7 of the submitted Preliminary Ecological Appraisal (PEA) (Greenspace Ecological Solutions, April 2023), sections 6 and 7 of the Preliminary Roost Assessment (Greenspace Ecological Solutions, July\r2023) and sections 3, 4 and 5 of the submitted Landscape and Ecological Management Plan (Greenspace Ecological Solutions, April 2023).\rPrior to commencement of above ground works, details of the above mitigation and enhancement measures shall be submitted to and approved in writing by the Local Planning Authority.\rThe approved measures shall be implemented prior to beneficial occupation of the development (or commencement of any work on site where relevant to the construction phase) and maintained to the reasonable satisfaction of the Local Planning Authority and retained thereafter (as relevant)\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.",
    "Unless otherwise agreed in writing by the Local Planning Authority, the School hereby approved shall have no more than 1,125 pupils (including 200 sixth form pupils) registered to attend at any one time.\rReason: To safeguard highway and pedestrian safety and protect the amenities of neighbouring residential occupiers",
    "Prior to its installation, details of any external lighting associated with the development, to take account of the community use agreement, residential and wildlife requirements, shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented and maintained in accordance with those details as may be approved.\rReason: In the interests of the appearance of the development and the amenity of neighbouring properties",
    "Use of building NB01 shall not commence until a community use agreement prepared in consultation with Sport England has been submitted to and approved in writing by the Local Planning Authority, and a copy of the completed approved agreement has been provided to the Local Planning Authority. The agreement shall apply to the MUGA, basketball court, grass playing\rfield and internal sports facilities and ancillary facilities including change, toilets and parking and include details of pricing policy, hours of use, access by non-school users, management responsibilities and a mechanism for review. The development shall not be used otherwise than in strict compliance with the approved agreement.\rReason: To secure well managed safe community access to the sports facility/facilities, to ensure sufficient benefit to the development of sport and to accord with Development Plan Policy\r",
    "There shall be no occupation of Building NB01 until a Community Use Agreement for the community use of the new and existing facilities has been agreed with the local planning authority and implemented.\rReason: In accordance with the planning application and to ensure the sports facilities are provided / re-provided in an acceptable timescale.\r",
    "Within one month of the beneficial occupation of building NB02, the temporary buildings identified as 'main teaching', 'HIDU', 'DRAMA' and 'RPN' on drawing number SRP1045-BNK-ZZXX-D-X-7011 - Proposed Site Plan, shall be removed.\rReason: In accordance with the planning application and to ensure the sports facilities are provided / re-provided in an acceptable timescale."
  ],
  "actual_completion_date": null,
  "last_updated_by": "Idox Uniform",
  "street_name": "College Gardens",
  "appeal_status": null,
  "development_type": "Minor all other minor developments",
  "decision_date": "03/12/2024",
  "lpa_app_no": "24/01386/FUL",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "Coombe Boys School",
  "subdivision_of_building": null,
  "last_updated": "2025-05-05T18:20:03.703Z",
  "decision_target_date": "30/07/2024",
  "valid_date": "04/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Kingston",
  "id": "Kingston-24_01386_FUL",
  "application_details": {
    "site_area": 3.385,
    "s106_agreement": true,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "BSWN Name: Borough Strategic Walking Network"
      },
      {
        "result": null,
        "constraints_layer_description": "GREENC Name: Green Chains"
      },
      {
        "result": null,
        "constraints_layer_description": "SCHOS Name: Beverley Boys School Playing Field"
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Name: Borough Wide Smoke Control Order"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 600\rReference: TQ21679634"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Corporate Property Portfolio"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Non-Ownership Interests"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128001931"
    ]
  },
  "ward": "Motspur Park & Old Malden East",
  "centroid_easting": 522006,
  "epc_number": null
}