{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.275245,
          51.424614
        ],
        [
          -0.275246,
          51.424587
        ],
        [
          -0.275289,
          51.424588
        ],
        [
          -0.275288,
          51.424615
        ],
        [
          -0.275245,
          51.424614
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Idox Uniform",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SHXVHANHICC00",
  "decision_target_date": "04/10/2024",
  "status": "Approved",
  "parking_details": null,
  "street_name": "Kingston Hill",
  "decision_agency": null,
  "appeal_decision": null,
  "subdivision_of_building": null,
  "development_type": "Other house holder developments",
  "decision": "Approved",
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: 2.5 Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Hill - Designated in UDP 1998"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Name: Borough Wide Smoke Control Order"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128009826"
    ]
  },
  "appeal_decision_date": null,
  "decision_date": "28/10/2024",
  "valid_date": "09/08/2024",
  "site_number": "",
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": "Coombe Hill",
  "lapsed_date": "28/10/2027",
  "last_date_consultation_comments": null,
  "bo_system": "Idox Uniform",
  "lpa_app_no": "24/01949/FUL",
  "postcode": "KT2 7LN",
  "pp_id": "PP-13316939",
  "uprn": "000128009826",
  "application_type": "Householder",
  "locality": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "site_name": "Elmwood",
  "decision_conditions": [
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted must have commenced before the expiration of three years from the date of the original planning permission ref: 23/02998/HOU.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development must be carried out in accordance with the provisions of the Fire Safety Statement submitted under planning application ref: 24/01784/CLC on 17 July 2024 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: To ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policy D12.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) to the dwelling unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "The development must be carried out in accordance with the provisions of the boundary treatment details submitted under planning application ref: 24/01784/CLC, submitted on 17 July 2024 unless otherwise approved in writing by the Local Planning Authority. \r\rReason: In order to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development must be carried out in accordance with the provisions of the landscaping and planting details submitted under planning application ref: 24/01784/CLC, submitted on 17 July 2024 unless otherwise approved in writing by the Local Planning Authority.  \r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The garaging and/or car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "Prior to the beneficial occupation of the proposed development hereby permitted, details of privacy screens to be installed on the sides of the balcony measuring 1.8m in height from the floor level of the terrace of the recessed second floor balcony shall have been submitted to, and approved in writing by, the local planning authority. The screens shall be erected prior to the occupation of the development and thereafter be permanently retained. \r\rReason: In order to ensure the privacy and visual amenity of neighbouring occupiers is retained in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.\r"
  ],
  "application_type_full": "Removal/Variation of a condition",
  "centroid_northing": 170921,
  "epc_number": null,
  "actual_completion_date": null,
  "title_number": [],
  "appeal_status": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "cil_liability": false,
  "decision_process": "Delegated",
  "id": "Kingston-24_01949_FUL",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved plans) for Application Reference Number: 23/02998/HOU (Demolition of an existing shed, single garage and rear extension, erection of two storey front, rear and single storey side extension. Hip to gable roof extension with 3nos front dormer, rear dormer and balcony. Erection of a single storey rear outbuilding double garage, front boundary with pillars, railings and gates. Formation of drop kerb, new pedestrian and vehicular access. Fenestration alteration.) dated 03/01/2024. Variation to window and door details to black aluminium, double-glazed, Georgian style, and removal of small side windows to the two storey front bay windows.\r",
  "appeal_start_date": null,
  "last_updated": "2025-05-05T18:22:06.973Z",
  "centroid": {
    "lon": -0.275267,
    "lat": 51.424601
  },
  "centroid_easting": 520012
}