{
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SF2SIJNHH7N00",
  "secondary_street_name": null,
  "decision_agency": null,
  "application_type_full": "Removal/Variation of a condition",
  "application_details": {
    "site_area": 3.323,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Name: Borough Wide Smoke Control Order"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Settlement - Tolworth (1st recorded 1086)"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 960\rReference: TQ19651956"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ19652858"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 1200\rReference: TQ19651870"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 780\rReference: TQ19651869"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 940\rReference: TQ19651871"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 460\rReference: TQ19651982"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 1280\rReference: TQ19651857"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 940\rReference: TQ19652959"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 810\rReference: TQ19651955"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023066377"
    ]
  },
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.288495,
          51.3791
        ],
        [
          -0.288496,
          51.379073
        ],
        [
          -0.288539,
          51.379073
        ],
        [
          -0.288538,
          51.3791
        ],
        [
          -0.288495,
          51.3791
        ]
      ]
    ]
  },
  "site_name": "Tolworth Hospital",
  "centroid_easting": 519209,
  "site_number": "",
  "development_type": "Major all other major developments",
  "decision_date": "29/11/2024",
  "appeal_start_date": null,
  "lapsed_date": "29/11/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Kingston",
  "centroid_northing": 165838,
  "appeal_decision_date": null,
  "decision_conditions": [
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policies D3, SI1 and T7 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall begin before the expiration of three years from the date of the original permission (22/01273/KPSID) dated 31.08.2023. \r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "(a) Prior to the commencement of above ground development, detailed drawings at a scale of 1:10/1:5 of the following features shall be submitted to and approved in writing by the local planning authority: \r\r- Details of street furniture \r- Location and design of new switch rooms, transformers and substations\r\r(b) Prior to the commencement of built structures (excluding new transformer, switch rooms and substations), detailed drawings at a scale of 1:10 / 1:5 of the following features shall be submitted to and approved in writing by the local planning authority:\r\r- 1:10 details of all openings (windows, doors)\r- 1:5 of key elements of the building/landscape\r- Location and design of new generator and fuel tanks\r- PV Panels\r- Details of rooftop plant and paraphernalia\r\rThe developer shall submit a site plan / elevation and key plans / elevations where applicable associated with each detail identifying the location of each typical detail.\r\rThe development shall then be carried out in accordance with the approved drawings.\r\rReason: To ensure a satisfactory appearance on completion of the development.",
    "(a) Prior to the commencement of any development above ground level associated with the new transformer, switch rooms and substations, samples of the facing materials to be utilised in the development to which this permission relates, including all external facing materials (including external lighting) and boundary treatments, gates, fences (including details of manufacturing specification) shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\r(b) Prior to the commencement of built structures (excluding new transformer, switch rooms and substations), samples of the facing materials to be utilised in the development to which this permission relates, including all external facing materials (including external lighting) and boundary treatments, gates, fences (including details of manufacturing specification) shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with the Tree Planting Plan (drawing number 009449-RYD-TOL00-ZZ-DR-L-7000-S3-P16) which shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction\rof the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the\rlandscaping scheme approved under application ref: 24/02109/CLC.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall be carried out in accordance with the Construction Management Plan approved under application ref: 23/03244/CLC.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall be carried out in accordance with the Dust Management Plan approved under application ref: 23/03244/CLC.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "The hours of working during the development phase shall be restricted to the following:\r\rMonday - Friday: 8am - 6pm\rSaturday: 8am - 1pm\rNo working on Sundays or Bank Holidays\r\rReason: To safeguard the amenity of the occupants of surrounding premises during the demolition/construction phase.\r",
    "Notwithstanding Section 55 of the Town and Country Planning Act 1990 (as amended) and the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the premises shall only be used for the purposes specified in the application documents and for no other purposes whatsoever (including any other purposes falling within Class C of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification).\r\rReason: The acceptability of the development is highly dependent upon the exact nature of the use of the site and other uses, whether within the same use class or permitted by the General Permitted Development Order, are unlikely to be acceptable in planning terms.",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012",
    "Prior to the commencement of any development above ground level (excluding concrete frame), details of safe, secure and covered cycle parking facilities to serve the development to which this permission relates (74 no. long stay, 22 no. short stay and including 5% of overall provision for larger and adapted bicycle), shall be submitted to and approved in writing by the local planning authority.\r\rThe developer is also encouraged to provide additional safe, secure and covered cycle parking to further promote sustainable forms of transport and minimise the impact of the development on the local highway network.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with the Arboricultural Method Statement (Landmark Trees, 2nd August 2022) and Arboricultural Impact Statement (Landmark Trees, 7th April, 2022). The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The development hereby permitted shall achieve as a minimum 44% reduction in carbon dioxide emissions over Part L of the Building Regulations secured on site as declared in the submitted Energy Strategy (Hulley and Kirkwood, May 2024). \r\rPrior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved the above improvements in CO2 emissions and internal water usage rates of no greater than 105L per person per day shall be submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\r\rReason: To ensure compliance with the approved energy strategy and in the interests of sustainability and energy conservation, in accordance with policy SI2 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r",
    "No gas fired boilers shall be installed and operated at any of the units hereby approved without the prior written approval of the Local Planning Authority.\r\rReason: In the interests of air quality, in accordance with policy SI1 of the London Plan 2021",
    "The garaging and/or car parking shown on the approved plans shall be provided with a hardbound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012",
    "Fourty (40 no.) car parking space(s) shall be provided with active provision for electric vehicle charging points with a further fourty (40 no.) spaces provided with passive charging infrastructure.\r\rPrior to any occupation of the development hereby approved, the approved scheme shall be installed, be ready for use, and be thereafter retained.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policy T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Twenty (20 no.) car parking space(s) shall be provided as disabled person parking bays which shall be installed, marked up as such and be ready for use prior to occupation of the development and thereafter retained.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policy T6 and T6.5 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "(a) Prior to commencement of above ground works (excluding site investigations and demolition), a final detailed drainage design including drawings, supporting calculations and updated Drainage Assessment Form and a detailed management and maintenance plan for the lifetime of the development shall be submitted to and approved in writing by the Local Planning Authority.\r\r(b) No building hereby permitted shall be occupied until evidence (photographs and installation contracts) is submitted to demonstrate that the sustainable drainage scheme for the site has been completed in accordance with the submitted details. The sustainable drainage scheme shall be implemented and thereafter managed and maintained in accordance with the approved details.\r\rReason: To ensure a sustainable drainage system is implemented to manage the increased risk of flooding, to improve and protect water quality and improve habitat and amenity.",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority, for a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the Local Planning Authority.\r\rReason To ensure that the site does not pose any further risk to human health or the water environment by demonstrating that the requirements of the approved verification plan have been met and that remediation of the site is complete.\r",
    "Prior to the occupation of the development hereby approved, an acoustic report shall be submitted to and approved in writing by the Local Planning Authority demonstrating that the rating level of the noise determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014\r\rReason: In the interests of the amenity of neighbouring properties, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to its installation, details of any external lighting associated with the development shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented and maintained in accordance with those details as may be approved.\r\rReason: In the interests of the appearance of the development and the amenity of neighbouring properties\r",
    "(1) Prior to above ground works, a BREEAM 'Outstanding' feasibility report shall be submitted to and approved in writing by the Local Planning Authority setting out what reasonable efforts have been made to achieve BREEAM Outstanding.\r\r(2) No later than 6 months after occupation of the development, a Post Construction Certificate verifying that at least 'Excellent' BREEAM (or 'Outstanding as may be the case depending on part (1) above) level has been achieved unless otherwise agreed in writing beforehand, shall be submitted to the Local Planning Authority.\r\rReason: To ensure the implementation of sustainable design, low carbon development and renewable energy",
    "Detailed plans of biodiversity provision, including a programme of works, shall be submitted to and approved by the Local Planning Authority before the relevant works are commenced to include the mitigation, enhancements and recommendations set out in Sections 6 of the Ecological Appraisal (Aspect Ecology, April 2022), to be implemented in full. \r\rDetails to be submitted to include (but not limited to) types and location of boxes for bats and birds integrated into the built fabric; other habitat creation; locations shown on appropriately scaled maps and plans; monitoring, timetable for implementation, demonstrating that works are aligned with the proposed phasing of construction. \r\rThe development shall be carried out in accordance with the approved materials and maintained thereafter.\r\rReason: To ensure no net loss of biodiversity and enhanced biodiversity\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the\rsecure by design details approved under application ref: 24/02081/CLC.\r\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and D11 Designing out Crime of the London Plan 2021.",
    "Prior to occupation of the development hereby approved, a Secured by Design final certificate or its equivalent awarded by a Designing Out Crime Officer from the Metropolitan Police Service on behalf of the National Police Chiefs Council shall be submitted to and approved by the Local Planning Authority.\r\rReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy CS 14 of Kingston Core Strategy: Safer Communities, Policy DM 22 Design for Safety and Policy D11 Designing out Crime of the London Plan 2021.",
    "Prior to occupation of the development, a delivery and service plan shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved plan.\r\rReason: To ensure proper delivery and service management in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012",
    "Prior to the commencement of any development above ground level, a car park management plan (detailing how the use of the car park will be controlled and the signage necessary to direct pedestrians and vehicles) shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved plan.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "Prior to the occupation of the development hereby approved, the pedestrian and cycle access to Red Lion Road and Mayroyd Avenue, as shown on drawing number 009449-RYD-TOL00-00-DR-A-1001-P27 Proposed Site Plan, shall be available for use by staff and visitors, and thereafter maintained in accordance with a scheme (including details of access, hours, security and management) to be approved in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory form of development and pedestrian safety.",
    "Prior to installation, details of the location, layout and specification of Photovoltaic Panels to be installed on the roof of the buildings shall be submitted for approval by the Local Planning Authority and shall be installed prior to occupation and maintained thereafter in accordance with the approved details.\r\rReason: To ensure the implementation of sustainable design, low carbon development and renewable energy\r",
    "The development hereby permitted shall be carried out and thereafter retained in accordance with the fire safety strategy approved under application ref: 24/02082/CLC.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire Safety) of the London Plan 2021.",
    "Prior to above ground works, details demonstrating that the unit/s hereby approved incorporate provision to connect to a future district heating network (should one become available) shall be submitted to and approved in writing by the Local Planning Authority.\r\rReason: To ensure the implementation of sustainable design, low carbon development and renewable energy.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Red Lion Road",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.288517,
    "lat": 51.379086
  },
  "cil_liability": false,
  "valid_date": "14/06/2024",
  "postcode": "KT6 7QU",
  "bo_system": "Idox Uniform",
  "borough": "Royal Borough of Kingston (LA Code)",
  "id": "Kingston-24_01488_FUL",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "23/08/2024",
  "pp_id": "PP-13074377",
  "last_updated_by": "Idox Uniform",
  "locality": null,
  "uprn": "100023066377",
  "last_date_consultation_comments": "07/09/2024",
  "title_number": [],
  "decision": "Approved",
  "last_updated": "2025-05-05T18:20:27.969Z",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Tolworth",
  "appeal_decision": null,
  "lpa_app_no": "24/01488/FUL",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) and Condition 14 (Carbon Reduction) of planning permission 22/01273/KPSID(Demolition of existing buildings and associated structures and the erection of two storey building to provide new mental health floorspace together with ancillary and associated development including new and enhanced pedestrian routes /spaces and access, vehicular access, roads and car parking, servicing facilities, landscaping, infrastructure and other associated works) to allow for various design alterations to the approved Scheme.",
  "date_building_work_completed_under_previous_permission": null
}