{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Full planning application for proposed attached tiered gantry structure to Unit 3 (LON 7) to provide plant and 4 no. generators.",
  "epc_number": null,
  "street_name": "Clayfield Way",
  "appeal_decision": null,
  "lpa_app_no": "77241/APP/2022/1407",
  "centroid": {
    "lon": -0.455702,
    "lat": 51.510583
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": "507266",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77241/APP/2022/1407",
  "last_updated": "2025-03-20T11:13:19.697+00:00",
  "subdivision_of_building": "Please see Cover Letter and Plans.",
  "postcode": "UB11 1FH",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": "180203",
  "site_name": "Unit 3",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "22/06/2022",
  "lapsed_date": "18/01/2026",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "FME Excel Import",
  "cil_liability": true,
  "decision_target_date": "14/04/2023",
  "title_number": [],
  "decision": "Approved",
  "last_date_consultation_comments": "18/07/2022",
  "ward": "YIEWSLEY 2022",
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-77241_APP_2022_1407",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507126.1423,
              180170.4015
            ],
            [
              507128.0498,
              180182.4822
            ],
            [
              507227.2688,
              180159.9925
            ],
            [
              507226.6073,
              180150.0706
            ],
            [
              507228.5917,
              180149.4092
            ],
            [
              507276.8782,
              180137.5029
            ],
            [
              507307.3054,
              180283.6855
            ],
            [
              507312.5971,
              180291.623
            ],
            [
              507309.2898,
              180303.5293
            ],
            [
              507339.0554,
              180298.8991
            ],
            [
              507331.1179,
              180290.3001
            ],
            [
              507330.4565,
              180285.6699
            ],
            [
              507288.7845,
              180130.2269
            ],
            [
              507126.1423,
              180170.4015
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              507122.7581,
              180171.2374
            ],
            [
              507126.1423,
              180170.4015
            ],
            [
              507126.0654,
              180169.9144
            ],
            [
              507122.7581,
              180171.2374
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "VTS-LON7.5_A100 Rev. P02",
    "A110.00 Rev. P01;",
    "A110.02 Rev. P01;",
    "LON7.5_A110.00 Rev. FIO1;",
    "LON7.5_A110.01 Rev. FIO1;",
    "A116 Rev. P01;",
    "A115 Rev. P02;",
    "A210 Rev. P02;",
    "A212 Rev. P01;",
    "A311 Rev. P01;",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "60671881 Air Quality Assessment Report (Dated April 2022);",
    "Air Quality Assessment Report - Addendum (Dated 5th December 2022);",
    "08914/3/1/4 External Plant Assessment (Dated 10th January 2023);",
    "08914/3/1/2 External Plant Assessment (Dated 23rd March 2022);",
    "Transport Technical Note (Dated 8/6/22); and",
    "Energy Strategy Rev. P03 (Dated 27th October 2022).",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "For the lifetime of the development hereby permitted the rating level of noise caused by the operation of plant, machinery and equipment shall be at least 5 dB below the minimum background noise level, or 35 dB(A), whichever is higher, measured 1 metre outside of any window of any dwelling, or similarly noise sensitive premises, determined in accordance with the procedures set out in BS4142:2014 Methods for Rating and Assessing Industrial and Commercial Sound.",
    "REASON",
    "To safeguard the amenity of the occupants of the surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "For the lifetime of the development hereby permitted the rating level of noise caused by the testing and operation of emergency plant, machinery and equipment shall no more than 5 dB above the minimum background noise level, or 45 dB(A), whichever is higher, measured 1 metre outside of any window of any dwelling, or similarly noise sensitive premises, determined in accordance with the procedures set out in BS4142:2014 Methods for Rating and Assessing Industrial and Commercial Sound.",
    "REASON",
    "To safeguard the amenity of the occupants of the surrounding properties in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "Prior to the commencement of the development hereby approved, a Construction Logistics Plan (CLP) and a Construction and Environmental Management Plan (CEMP), in consultation with the Canal and River Trust shall be submitted to, and approved in writing by, the Local Planning Authority, to minimise impacts to the local highway network and to control noise, vibration and air pollutants generated as a result of the construction process. These documents shall be prepared in accordance with the London Freight Plan, 'The control of dust and emissions from construction and demolition' Supplementary Planning Guidance, BRE Pollution Control Guides 'Controlling particles and noise pollution from construction sites' and 'Controlling particles, vapour and noise pollution from construction sites'.",
    "The CLP and CEMP shall include details of (but shall not necessarily be limited to):",
    "(a) loading and unloading of plant and materials;",
    "(b) storage of plant and materials;",
    "(c) programme of works;",
    "(d) me",
    "Prior to commencement of development (excluding demolition), a detailed energy monitoring, recording and reporting plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall accord with the requirements of the London Plan (policy SI2) and the GLA Energy Assessment Guidance (April 2020 or as amended) and demonstrate that the development will secure the 72% saving in CO2 emissions from the regulated energy load in accordance with the energy strategy (Energy Strategy Rev. P03 Dated 27th October 2022).",
    "The development must proceed in accordance with the approved reporting structure and where there is a failure to achieve the carbon savings as set out in the energy strategy, the quantum (tCO2) shall be treated as part of the shortfall and shall result in a cash in lieu contribution in accordance with the formula set out in the S106.",
    "REASON",
    "To ensure the development's onsite carbon savings from regulated energy demand is achieved in perpetuity (",
    "Prior to commencement of above ground works, details of all materials shall be submitted to and approved in writing by the Local Planning Authority. Details should include information relating to make, product/type, colour and photographs/images.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The emergency backup generators hereby approved shall be of the same emission levels or cleaner, as described in Table 2 Generator Process Conditions of the Air Quality Report addendum submitted to support the planning application. The maximum total annual emissions (tonnes/year) for oxides of nitrogen (NOx) of 0.461 tonnes/year and of particulate matter of diameter 2.5 microns (PM2.5) of 0.016 tonnes/year as a result of the operation of the 4 backup generators are not to be exceeded as agreed with the Council and as set out in the Emission Reduction and Management Plan in year one (1) which shall be submitted to and approved by the Council.",
    "REASON",
    "As the application site is within an Air Quality Management Area, within a LBH Air Quality Focus Area and in close proximity to sensitive receptors, and to reduce the impact on air quality in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), the London Borough",
    "Prior to operation of the development, or each development phase, an Emission Reduction and Management Plan (ERMP) for the development, shall be submitted to and approved in writing by the Local Planning Authority. This shall outline and commit to a programme for carrying out a viability study to review emissions performance and alternative options for the diesel backup units, with clear time scales, to be submitted no later than year 21. The viability study shall be based on the BAT (best available technology) principle giving weigh to sustainability principles and aligned with the objectives of the Borough on improving air quality. This shall include but is not limited to the following:",
    "(i) A review of options for reducing NOx and PM2.5 emissions impacts for the National Grid power failures;",
    "(ii) A review of options for reducing NOx and PM2.5 emissions for the testing and maintenance regimes;",
    "(iii) A review of options for reducing NOx and PM2.5 emissions by improved SCR systems /alte",
    "Prior to operation of the development, a schedule for the testing of NOx and PM2.5 emissions of the proposed standby generators for the development, shall be submitted to and approved in writing by the Local Planning Authority. This shall start from year 3 of the proposed development and run throughout the lifetime of the proposed generators in accordance with the agreed schedule. The monitoring of emissions must include all backup generators and allow a frequency that will enable the calculation of total annual emissions per engine for each year stipulated in the Plan.",
    "REASON",
    "As the application site is within an Air Quality Management Area, within a LBH Air Quality Focus Area and in close proximity to sensitive receptors, and to reduce the impact on air quality in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), the London Borough of Hillingdon Air Quality Action Plan 2019-2023, Policy SI 1 of the Lond",
    "Prior to operation of the development, evidence that the backup generators are to be fitted with selective catalytic reduction (SCR) technology achieving at least 86% reduction in relation to the values reported in the air quality report submitted to support the planning application is to be submitted to and approved in writing by the Local Planning Authority. Evidence is to include, but is not restricted to, a written warranty and supporting documentation by the equipment manufacturers that this NOx emission concentration is to be achieved, within 20 minutes of generator startup.",
    "Thereafter the development shall be implemented and operated in accordance with these details.",
    "REASON",
    "As the application site is within an Air Quality Management Area, within a LBH Air Quality Focus Area and in close proximity to sensitive receptors, and to reduce the impact on air quality in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 14 of the Hillingdon Local Plan",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Residents Services, Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 558170).",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. Heathrow Airport Ltd. therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at http://www.aoa.org.uk/policy-campaigns/operations-safety/",
    "All crane applications should be sent to Heathrow's Works Approval Team via the following address:",
    "Airside_Works_Approvals@heathrow.com",
    "During scheduled maintenance of the back up electricity supply generators, the applicant is advised to consider the opportunity for redistribution of the power generated to alternative users and/or National Grid where feasible."
  ],
  "application_details": {
    "total_gia_gained": 0,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Construction of the gantry will be delivered in 1 phase",
        "intended_completion_date": "10/2022",
        "intended_commencement_date": "08/2022"
      }
    ],
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 0,
        "building_ref": "Gantry"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "existing_uprns": [],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 13000,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 0,
    "scheme_name": "DC7.5",
    "green_suds": false,
    "garden_land_lost": false,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "green_roof_area": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "site_area": 0.472,
    "total_gia_existing": 13000,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 13000,
      "development_type": null,
      "site_area": null
    },
    "grey_water_reuse": false,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "lead_developer_company_name": null
  },
  "pp_id": "11210965",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.457706,
          51.5103179
        ],
        [
          -0.4576749,
          51.5104261
        ],
        [
          -0.45625259999999995,
          51.5102052
        ],
        [
          -0.4562651,
          51.5101161
        ],
        [
          -0.4562367,
          51.5101098
        ],
        [
          -0.45554479999999997,
          51.5099936
        ],
        [
          -0.45506209999999997,
          51.5113018
        ],
        [
          -0.4549835,
          51.5113721
        ],
        [
          -0.4550275,
          51.5114798
        ],
        [
          -0.4546001,
          51.5114325
        ],
        [
          -0.4547171,
          51.5113567
        ],
        [
          -0.45472799999999997,
          51.5113152
        ],
        [
          -0.4553756,
          51.509926
        ],
        [
          -0.457706,
          51.5103179
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "18/01/2023",
  "secondary_street_name": "West Drayton"
}