{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508851.6146,
              181521.2453
            ],
            [
              508852.6729,
              181522.5682
            ],
            [
              508851.4823,
              181520.4515
            ],
            [
              508825.95,
              181533.1516
            ],
            [
              508823.8333,
              181527.8599
            ],
            [
              508799.7562,
              181540.0308
            ],
            [
              508800.8145,
              181540.8245
            ],
            [
              508806.2385,
              181552.3339
            ],
            [
              508814.0437,
              181549.6881
            ],
            [
              508812.7208,
              181546.6454
            ],
            [
              508815.8958,
              181545.9839
            ],
            [
              508820.9229,
              181544.3964
            ],
            [
              508831.1093,
              181539.3693
            ],
            [
              508835.8719,
              181538.5755
            ],
            [
              508855.4511,
              181527.8599
            ],
            [
              508851.6146,
              181521.2453
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07809092",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:15.853+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "02/07/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.5222675",
    "lon": "-0.4328148"
  },
  "decision": "Refused",
  "valid_date": "01/05/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.060000000000000005
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=22463/APP/2019/1418",
  "lpa_name": "Hillingdon",
  "site_name": "3 CROMWELL ROAD",
  "lapsed_date": "03/07/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed dwellings, by virtue of the excessive height, scale and bulk of the roof, would result in an incongruous form of development which would be detrimental to the character, appearance and visual amenities of the wider area contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Policies DMH 6 and DMHB 11 of the emerging London Borough Of Hillingdon Local Plan Part 2 Development Management Policies with Modifications (March 2019) and the Council's adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development, by virtue of its size, scale, bulk and height, would be detrimental to the amenities of the adjoining occupiers at numbers 9, 11 and 13 North Road by reason of overdominance, overshadowing, visual intrusion and loss of outlook. Therefore the proposal would be contrary to policies BE19, BE20 and BE21 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies DMH 6 and DMHB 11 of the emerging London Borough Of Hillingdon Local Plan Part 2 Development Management Policies with Modifications (March 2019) and the Council's adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposed development would fail to provide facilities for people with disabilities and would result in a development which is not accessible or inclusive contrary to  Policy 3.8 of the London Plan (2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the adopted Supplementary Planning Document HDAS: Accessible Hillingdon.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "2 x two storey, 3-bed, semi-detached dwellings with habitable roofspace and associated parking and amenity space",
  "lpa_app_no": "22463/APP/2019/1418",
  "decision_target_date": "03/07/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "03/07/2019",
  "id": "Hillingdon-22463_APP_2019_1418",
  "centroid_northing": 181536,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508825,
  "street_name": "HAYES",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4324359,
          51.5221298
        ],
        [
          -0.4324202,
          51.5221415
        ],
        [
          -0.432438,
          51.5221227
        ],
        [
          -0.43280199999999996,
          51.5222418
        ],
        [
          -0.4328341,
          51.5221946
        ],
        [
          -0.4331773,
          51.5223086
        ],
        [
          -0.4331618,
          51.5223156
        ],
        [
          -0.43308009999999997,
          51.522418
        ],
        [
          -0.4329684,
          51.5223927
        ],
        [
          -0.4329884,
          51.5223656
        ],
        [
          -0.43294289999999996,
          51.522359
        ],
        [
          -0.4328709,
          51.5223438
        ],
        [
          -0.4327257,
          51.5222967
        ],
        [
          -0.43265739999999997,
          51.5222886
        ],
        [
          -0.4323786,
          51.5221885
        ],
        [
          -0.4324359,
          51.5221298
        ]
      ]
    ],
    "type": "Polygon"
  }
}