{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508361.9331,
              188774.6878
            ],
            [
              508356.1166,
              188785.1984
            ],
            [
              508360.4558,
              188788.3734
            ],
            [
              508372.2033,
              188772.2867
            ],
            [
              508384.48,
              188780.965
            ],
            [
              508387.8667,
              188763.82
            ],
            [
              508384.48,
              188761.915
            ],
            [
              508383.7392,
              188763.5025
            ],
            [
              508374.1083,
              188756.9408
            ],
            [
              508361.9331,
              188774.6878
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              508361.62,
              188775.1442
            ],
            [
              508361.9331,
              188774.6878
            ],
            [
              508362.1491,
              188774.2975
            ],
            [
              508361.62,
              188775.1442
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07609835",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:39.377+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "22/03/2019",
  "secondary_street_name": "RUISLIP",
  "appeal_start_date": null,
  "ward": "WEST RUISLIP",
  "centroid": {
    "lat": "51.5873835",
    "lon": "-0.4370847"
  },
  "decision": "Approved",
  "valid_date": "27/02/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.04
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=19170/APP/2019/476",
  "lpa_name": "Hillingdon",
  "site_name": "BREAKSPEAR AUTOPOINT",
  "lapsed_date": "05/06/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbers 3829/5 received on 26/2/19, 3829/2C and 3829/3 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The materials to be used in the construction of the external surfaces shall be metal cladding with light gauge steel frame and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy BE15 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "Any additional floorspace created shall only be used in conjunction with the existing authorised use of the premises and as a single unit and shall not be separated to form additional units.",
    "REASON",
    "To prevent an overdevelopment and overintensive use of the site and to ensure that the proposed development does not have an adverse impact upon parking and servicing in accordance with Policies AM7 and AM14 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Raising roof of section of workshop to match existing",
  "lpa_app_no": "19170/APP/2019/476",
  "decision_target_date": "07/06/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "05/06/2019",
  "id": "Hillingdon-19170_APP_2019_476",
  "centroid_northing": 188771,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508374,
  "street_name": "BREAKSPEAR ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43725769999999997,
          51.587419
        ],
        [
          -0.43733839999999996,
          51.5875146
        ],
        [
          -0.43727479999999996,
          51.5875423
        ],
        [
          -0.4371102,
          51.5873954
        ],
        [
          -0.4369304,
          51.587471
        ],
        [
          -0.43688689999999997,
          51.5873163
        ],
        [
          -0.4369363,
          51.5872998
        ],
        [
          -0.43694649999999996,
          51.5873142
        ],
        [
          -0.43708749999999996,
          51.5872571
        ],
        [
          -0.43725769999999997,
          51.587419
        ]
      ]
    ],
    "type": "Polygon"
  }
}