{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505895.949,
              177821.8631
            ],
            [
              505889.4667,
              177815.2485
            ],
            [
              505867.1093,
              177815.6454
            ],
            [
              505866.1833,
              177848.4538
            ],
            [
              505891.3188,
              177848.3215
            ],
            [
              505896.3459,
              177848.1892
            ],
            [
              505895.949,
              177823.4506
            ],
            [
              505895.949,
              177821.8631
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:48.472+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "18/04/2020",
  "secondary_street_name": "HARMONDSWORTH",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4895341",
    "lon": "-0.47634319999999997"
  },
  "decision": "Refused",
  "valid_date": "11/03/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.095
  },
  "cil_liability": false,
  "postcode": "UB7 0BT",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=17762/APP/2020/875",
  "lpa_name": "Hillingdon",
  "site_name": "DUVAL HOUSE",
  "lapsed_date": "06/05/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposal will result in the loss of parking for the existing use and in the absence of an up-to date, robust and accurate transport assessment, the proposal is likely to result in the displacement of parking for the existing use leading to on-street parking/queuing to the detriment of public and highway safety and contrary to policies DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and to Hillingdon's Adopted Parking Standards as set out in Appendix C of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "In the absence of a noise report and proposed mitigation measures regarding noise from the site the application has failed to demonstrate that the development will safeguard the amenities of adjoining residential properties. The proposal is therefore contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "IN the absence of a Heritage Report, the application has failed to demonstrate that the proposed use would not be detrimental to the character, appearance and visual amenities of the street scene or that it would either preserve or enhance the character or appearance of the surrounding Harmondsworth Village Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy 7.8 of the London Plan (2016) and the NPPF.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Temporary use of land as a car park for a period of two years",
  "lpa_app_no": "17762/APP/2020/875",
  "decision_target_date": "06/05/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "06/05/2020",
  "id": "Hillingdon-17762_APP_2020_875",
  "centroid_northing": 177832,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505881,
  "street_name": "HIGH STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.47613099999999997,
          51.4894402
        ],
        [
          -0.4762264,
          51.4893819
        ],
        [
          -0.4765481,
          51.4893897
        ],
        [
          -0.47655159999999996,
          51.4896848
        ],
        [
          -0.4761898,
          51.4896789
        ],
        [
          -0.47611739999999997,
          51.4896767
        ],
        [
          -0.47613059999999996,
          51.4894545
        ],
        [
          -0.47613099999999997,
          51.4894402
        ]
      ]
    ],
    "type": "Polygon"
  }
}