{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "05/11/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-13010_APP_2020_2853",
  "secondary_street_name": "UXBRIDGE",
  "appeal_status": null,
  "postcode": "UB8 2AE",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.098
  },
  "valid_date": "14/09/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of two additional storeys measuring 6.1 metres maximum height to provide 11 residential units (Application for Prior Approval under Schedule 2, Part 20, Class AA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended))",
  "decision_conditions": [
    "The proposed works are not 'immediately above the topmost storey' as they involve the removal of the whole roof and 2nd floor and the re-building of the second floor alongside the additional two storey extension. The application submission therefore fails to accord with Schedule 2, Part 20, Class AA.-(1) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Works have commenced to implement the consented prior approval (application reference 13010/APP/2020/1006) to change the use of the ground, first and second floor from offices to residential use. The application therefore fails to accord with Schedule 2, Part 20, Class AA.-(2) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) as the lawful use of the site is not B1(a)/Offices as stated within the applicants submission.",
    "The proposed development, by reason of its siting, scale, bulk and design, fails to harmonise with the established local context, to the detriment of the character, appearance and visual amenities of the area. The proposal is therefore contrary to Policies DMHB 10 and DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy BE 1 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), and Policies 7.1, 7.4 and 7.6 of the London Plan (March 2016) and prior approval is refused under Condition AA.2.-(1)(e).",
    "Insufficient information has been submitted in order to enable the Local Planning Authority to establish whether the development complies with Condition AA.2.-(1)(g) in respect of daylight and sunlight impacts, such that detrimental impacts to the amenity of neighbouring properties could arise from the proposed development. The application submission is therefore contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and prior approval is refused under Condition AA.2.-(1)(g).",
    "The applicant has failed to secure parking permit restrictions for future occupiers required to mitigate the highways impacts created by the proposed development. The scheme therefore conflicts with Policies DMCI 7, DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), the adopted Planning Obligations Supplementary Planning Document (July 2014), Policy 8.2 of the London Plan (March 2016), Policy DF1 of the London Plan - Intend to Publish Version (December 2019) and paragraphs 54-57 of the National Planning Policy Framework (February 2019). Prior approval is refused under Condition AA.2.-(1)(a).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify the amendments to address those elements of the scheme considered unacceptable which the applicant chose not to implement."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:42:27.128+00:00",
  "ward": "UXBRIDGE SOUTH",
  "parking_details": null,
  "lapsed_date": "05/11/2023",
  "decision_target_date": "08/11/2020",
  "centroid": {
    "lat": "51.5412341",
    "lon": "-0.4821724"
  },
  "lpa_app_no": "13010/APP/2020/2853",
  "status": "Dismissed",
  "site_name": "FRAYS COURT, 71-73",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=13010/APP/2020/2853",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505337.7708,
              183592.5599
            ],
            [
              505374.8125,
              183583.6302
            ],
            [
              505369.5209,
              183554.1953
            ],
            [
              505356.2917,
              183550.2265
            ],
            [
              505339.7552,
              183579.3307
            ],
            [
              505337.7708,
              183586.6068
            ],
            [
              505336.7786,
              183591.5677
            ],
            [
              505337.4401,
              183591.8985
            ],
            [
              505337.7708,
              183592.5599
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "13/10/2020",
  "appeal_decision_date": "22/03/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "Prior Approval",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "COWLEY ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 505357,
  "appeal_start_date": "08/01/2021",
  "centroid_northing": 183573,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4824437,
          51.5414135
        ],
        [
          -0.48191249999999997,
          51.5413263
        ],
        [
          -0.48199749999999997,
          51.5410627
        ],
        [
          -0.4821894,
          51.5410295
        ],
        [
          -0.4824191,
          51.5412942
        ],
        [
          -0.48244549999999997,
          51.54136
        ],
        [
          -0.48245829999999995,
          51.5414047
        ],
        [
          -0.48244869999999995,
          51.5414076
        ],
        [
          -0.4824437,
          51.5414135
        ]
      ]
    ],
    "type": "Polygon"
  }
}