{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "18/03/2024",
  "development_type": null,
  "ward": "UXBRIDGE 2022",
  "lapsed_date": "27/06/2027",
  "decision_date": "27/06/2024",
  "lpa_app_no": "16491/ADV/2024/14",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.529655,
    "lon": -0.485303
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "17/04/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T21:04:11.453+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Installation of 2 externally illuminated fascia signs, 1 externally illuminated double sided projecting pictorial sign, 1 externally illuminated double sided post mounted pictorial sign, 1 non-illuminated directional sign and 1 externally illuminated area of signwriting, involving removal of existing signs (Advertisement Consent).",
  "application_type_full": "Consent to display an advertisement",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": "COWLEY",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16491/ADV/2024/14",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": null
  },
  "pp_id": "12861485",
  "postcode": null,
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "69 IVER LANE",
  "decision_conditions": [
    "i)\tNo advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii)\tNo advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c ) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii)\tAny advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv)\tAny structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v)\tWhere an advertisement is required under these Regu",
    "The intensity of the illumination of the advertisement shall be no greater than 300 cd/m² during hours of darkness as advised by the Institute of Lighting Professionals' publication PLG05 (2015): \"The Brightness of Illuminated Advertisements\", or any publication replacing or superseding this guidance.",
    "REASON:  To be in accordance with the published London Plan 2021 Policy T4 Assessing and Mitigating Transport Impacts which requires that development proposals should not increase road danger.",
    "The sign shall not be illuminated between  23.00  and 05.00  hours.",
    "REASON",
    "To be in accordance with the published London Plan 2021 Policy T4 Assessing and Mitigating Transport Impacts which requires that development proposals should not increase road danger.",
    "The development hereby approved includes the provision of a sign that will oversail the adopted highway. Before undertaking work, you will require a Section 177 licence from the Highway Authority. The works shall be to the specification and constructed to the satisfaction of the Highway Authority. Fees are payable for the approval and inspection of the works. Further information and an application form are available on the London Borough of Hillingdon website https://www.hillingdon.gov.uk/media/9318/Building-Oversail-License/pdf/aqBuilding_Oversail_License.pdf?m=1666970842643"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 182281,
  "site_name": "THE MALT SHOVEL",
  "decision_target_date": "28/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-16491_ADV_2024_14",
  "centroid_easting": 505168
}