{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "18/03/2024",
  "development_type": null,
  "ward": "UXBRIDGE 2022",
  "lapsed_date": "27/06/2027",
  "decision_date": "27/06/2024",
  "lpa_app_no": "16491/APP/2024/570",
  "status": "Approved",
  "parking_details": null,
  "centroid": {
    "lat": 51.529655,
    "lon": -0.485303
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": "17/04/2024",
  "reference_no_of_permission_being_relied_on": "ONGOING ADVERTISEMENT CONSENT (REFERENCE UNKNOWN)",
  "last_updated": "2025-03-19T21:04:11.324+00:00",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Installation of 2 externally illuminated fascia signs, 1 externally illuminated double sided projecting pictorial sign, 1 externally illuminated double sided post mounted pictorial sign, 1 non-illuminated directional sign and 1 externally illuminated area of signwriting, involving removal of existing signs (Application for Listed Building Consent)",
  "application_type_full": "Listed building consent",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": "COWLEY",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16491/APP/2024/570",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": null
  },
  "pp_id": "12861947",
  "postcode": null,
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "69 IVER LANE",
  "decision_conditions": [
    "The works hereby permitted shall be begun before the expiration of three years from the date of this consent.",
    "REASON",
    "To comply with Section 18 of the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers Page 1 Revision 4; Page 2 Revision 4; Page 3 Revision 4 and Page 4 Revision 4.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Any damage caused to the building in execution of the works shall be made good to the satisfaction of the Local Planning Authority within Six months of the works being completed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the building in accordance with Policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The development hereby approved includes the provision of a sign that will oversail the adopted highway. Before undertaking work, you will require a Section 177 licence from the Highway Authority. The works shall be to the specification and constructed to the satisfaction of the Highway Authority. Fees are payable for the approval and inspection of the works. Further information and an application form are available on the London Borough of Hillingdon website https://www.hillingdon.gov.uk/media/9318/Building-Oversail-License/pdf/aqBuilding_Oversail_License.pdf?m=1666970842643",
    "You are advised this permission is based on the dimensions provided on the approved drawings as numbered above. The development hereby approved must be constructed precisely in accordance with the approved drawings. Any deviation from these drawings requires the written consent of the Local Planning Authority.",
    "The decision to GRANT Listed Building Consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT Listed Building Consent has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 182281,
  "site_name": "THE MALT SHOVEL",
  "decision_target_date": "28/06/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Hillingdon",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": null,
  "appeal_decision_date": null,
  "id": "Hillingdon-16491_APP_2024_570",
  "centroid_easting": 505168
}