{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_proposed_resi_offstreet": null,
    "net_carclub": null,
    "net_bluebadge": null,
    "net_car": null,
    "no_existing_other": null,
    "no_existing_lgv": null,
    "no_proposed_motorcycle": null,
    "no_existing_bluebadge": null,
    "net_motorcycle": null,
    "no_proposed_car": null,
    "no_existing_car": null,
    "no_proposed_cycle": null,
    "no_existing_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_other": null,
    "net_bus": null,
    "no_proposed_carclub": null,
    "net_other": null,
    "net_lgv": null,
    "net_cycle": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "no_existing_bus": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/5134/19",
  "application_type_full": "Full planning permission",
  "uprn": "100021307532",
  "borough": "Harrow",
  "street_name": "Uxbridge Road",
  "locality": "Pinner",
  "ward": "HATCH END",
  "actual_commencement_date": "22/12/2020",
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission. \n\nREASON: To comply with the provisions of Section 92 of the Town and Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following documents and plans: Planning, Design and Access statement dated December 2019, Arboricultural Impact Assessment and Method Statement, Transport Technical Note, Flood Risk Assessment, Location Plan, UR106-AP2-1001 REV 1st , UR106-AP2-1002 REV 1st, UR106-AP2-1003 REV 1st, UR106-AP2-1004 REV 1st, UR106-AP2-1005 REV 1st,  UR106-AP2-1006 REV 1st,  UR106-AP2-1007 REV 1st, UR106-AP2-1008 REV 1st, UR106-AP2-1009 REV 1st, UR106-AP2-1010 REV 1st, UR106-AP2-1011 REV 1st,  UR106-AP2-1012 REV 1st \n\nREASON: For the avoidance of doubt and in the interests of proper planning.",
    "Condition : 3 - Notwithstanding the details shown on the approved drawings, prior to commencement of the development beyond damp proof course level  samples of the materials to be used in the construction of the external surfaces noted below shall be made available to view on site, and agreed in writing by, the local planning authority:\n1.\tfacing materials for the building, including brickwork and spandrel detail;\n\twindows/ doors;\n2.\tboundary fencing including all pedestrian/ access gates;\n\nThe development shall be carried out in accordance with the details so agreed and shall be retained as such thereafter.\n\nREASON: To safeguard the appearance of the locality and to ensure a satisfactory form of development.",
    "Condition : 4 - Notwithstanding the details shown on the approved drawings, prior to commencement of the development hereby permitted beyond damp proof course level, details of the following shall be submitted to and approved in writing by the Local Planning Authority:\ni) \tdetailed sections at metric scale 1:20 through all external reveals of the windows and doors on each of the elevations;\nii) \tsections and elevations of the parapet detail and roofline of the proposed building.\nThe development shall be completed in accordance with the approved details and shall thereafter be retained.\n\nREASON: To enhance the appearance of the development and safeguard the character and appearance of the area.",
    "Condition : 5 - No development shall take place, including any works of demolition, until a Detailed Construction Logistics Plan has been submitted to, and approved in writing by, the local planning authority in accordance with the format and guidance provided by the Transport for London - www.constructionlogisitcs.org. The Detailed Construction Logistics Plan shall provide for:\n\na) \tParking of vehicles of site operatives/visitors;\nb) \tHGV access to site - loading and unloading of plant and materials;\nc) \tNumber of HGV's anticipated;\nd) \tStorage of plant and materials used in constructing the development; \ne) \tProgramme of work and phasing; \nf) \tSite layout plan; \ng) \tHighway condition (before, during, after);\nh) \tMeasures to control dust and dirt during construction;\ni) \tA scheme for recycling/disposing of waste resulting from demolition and construction works; and\nj) \tdetails showing the frontage/ the boundary of the site enclosed by site hording to a minimum height of 2 metres. \n\nThe development shall be carried out in accordance with the approved Detailed Construction Logistics Plan, or any amendment or variation to it as may be agreed in writing by the local planning authority. \n\nREASON:  To minimise the impacts of construction upon the amenities of neighbouring occupiers  and to ensure that development does not adversely affect safety on the transport network in accordance with policy 6.3 of The London Plan (2016) and policies DM1 and DM43 of the Harrow Development Management Policies Local Plan (2013).",
    "Condition : 6 - Notwithstanding the details hereby approved, prior to occupation of the flats,  revised details of secured cycle storage shall be submitted to the Local Planning Authority for approval in writing. The cycle storage thus approved shall be carried out and implemented in full on site in accordance with the approved details and shall be retained as such thereafter.\n\n           \tREASON: To ensure the satisfactory provision of safe cycle storage facilities, to provide facilities for all the users of the site and in the interests of highway safety and sustainable transport, in accordance with policy 6.9B of The London Plan (2016), policy T5 of the Draft London Plan 2019 and policy DM42 of the Harrow Development Management Policies Local Plan (2013).",
    "Condition : 7 - The refuse and waste bins shall be stored at all times, other than on collection days, within the designated refuse storage areas as shown on the approved plans. \n\n\tREASON: To enhance the appearance of the development and safeguard the character and appearance of the area, in accordance with policies 7.4.B of The London Plan (2016) and policy DM1 of The Development Management Policies Local Plan 2013",
    "Condition : 8 - \tNo site works or development shall commence until details of the levels of the building(s), road(s) and footpath(s) in relation to the adjoining land and highway(s), and any other changes proposed in the levels of the site, have been submitted to, and approved in writing by, the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.\n\n\tREASON: To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement, in accordance with policies DM1 of the Councils Development Management Policies Local Plan 2013.  This is a PRE-COMMENCEMENT CONDITION to ensure adequate levels before the development commences on site.",
    "Condition : 9 - The development hereby permitted shall not commence until works for the disposal of surface water and surface water attenuation and storage works have been submitted to, and approved in writing by, the local planning authority. The development shall be carried out in accordance with these approved details and shall thereafter be retained.\n\n               REASON: To ensure that adequate drainage facilities are provided and to reduce and mitigate the effects of flood risk in accordance with policy DM10 of the Councils Development Management Policies Local Plan 2013.  This is a PRE-COMMENCEMENT CONDITION to ensure adequate drainage details are agreed before the development commences on site.",
    "Condition : 10 - The development hereby permitted shall not commence (other than works of demolition) until works for the disposal of sewage have been provided on site in accordance with details to be submitted to, and approved in writing by, the local planning authority.  The development shall be carried out in accordance with these approved details and shall thereafter be retained.\n\n\tREASON: To ensure that adequate drainage facilities are provided in accordance with policy DM10 of the Councils Development Management Policies Local Plan 2013.  This is a PRE-COMMENCEMENT CONDITION to ensure adequate sewage disposal details are agreed before the development commences on site.",
    "Condition : 11 - The development hereby approved shall not be occupied until a scheme for the hard and soft landscaping details for the ground level areas have been submitted to, and agreed in writing by, the local planning authority. Soft landscaping works shall include: planting plans (at a scale not less than 1:100), written specification of planting and cultivation works to be undertaken and schedules of plants, noting species, plant sizes and proposed numbers / densities and an implementation programme. Tree planting along the boundaries adjacent to the car park and screening around carparking area with hedge planting. Screening of the bin stores with soft landscaping. The hard surfacing details shall include details of all furniture, boundary treatment, samples to show the texture and colour of the materials to be used and information about their sourcing/manufacturer. \n The development shall be carried out in accordance with the scheme so agreed and shall be retained as such thereafter.                                                                         \n\t\nREASON:  To ensure that the development makes provision for hard and soft landscaping which contributes to the creation of a high quality, accessible, safe and attractive public realm and to ensure a high standard of design, layout and amenity in accordance with policy 7.4B of The London Plan (2016), policy CS.1B of the Harrow Core Strategy (2012) and policy DM22 of The Development Management Policies Local Plan 2013.",
    "Condition : 12 - All planting, seeding or turfing comprised in the approved details of  landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building, or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.  \n\nREASON: To safeguard the appearance and character of the area and to enhance the appearance of the development in accordance with Policy DM22 of The Development Management Policies Local Plan 2013.13",
    "Condition : 13 - Notwithstanding the details requested above in condition 11, a Landscape Management Plan and Landscape Maintenance plan including long term design objectives, management responsibilities and maintenance schedules for all landscape areas, including the communal hard and soft landscape areas shall be submitted and approved by the local planning authority. The long term Landscape Management Plan for the whole of the proposed development will ensure the future success of the development, including the long term aims and objectives for all the external areas.  \nThe development shall be carried out in accordance with the scheme so agreed and shall be retained as such thereafter.                                                                         \n\t\nREASON:  To ensure that the development makes provision for hard and soft landscaping which contributes to the creation of a high quality, accessible, safe and attractive public realm and to ensure a high standard of design, layout and amenity in accordance with policy 7.4B of The London Plan (2016), policy CS.1B of the Harrow Core Strategy (2012) and policy DM22 of The Development Management Policies Local Plan 2013.",
    "Condition : 14 - No site works or development shall commence until details of the levels of the building(s), road(s) and footpath(s) in relation to the adjoining land and highway(s), and any other changes proposed in the levels of the site, have been submitted to, and approved in writing by, the local planning authority.  The development shall be carried out in accordance with the approved details and shall thereafter be retained.\n\nREASON: To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement, in accordance with policies DM1 of the Councils Development Management Policies Local Plan 2013.  This is a PRE-COMMENCEMENT CONDITION to ensure adequate levels before the development commences on site.",
    "Condition : 15 - Before the hard surfacing hereby permitted is brought into use the  surfacing shall EITHER be constructed from porous materials, for example, gravel, permeable block paving or porous asphalt, OR provision shall be made to direct run-off water from the hard surfacing to a permeable or porous area or surface within the curtilage of the site.\n\n REASON: To ensure that adequate and sustainable drainage facilities are provided, and to prevent any increased risk of flooding.  In accordance with policy DM10 of the Councils Development Management Policies Local Plan 2013.",
    "Condition : 16 - The flats hereby permitted shall be used for Class C3 dwellinghouse(s) only and notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting that Order with or without modification), no development within Schedule 2, Part 3, Class L shall take place\n\nREASON: To enable the Local Planning Authority to fully consider the effects of development normally permitted by the Town and Country Planning (General Permitted Development) Order 2015 to maintain mixed, balanced, sustainable and inclusive communities and in the interests of residential and visual amenity in accordance with Policy DM1 of the Harrow Development Management Policies 2013, Policy CS1(B) of the Harrow Core Strategy 2012, Policy 7.4 of the London Plan 2016 and the Core Planning Principles of the National Planning Policy Framework 2019.",
    "Condition : 17 - The development hereby permitted shall be constructed to the specifications of:\n\"Part M, M4 (2), Category 2: Accessible and Adaptable Dwellings\" of the Building Regulations 2013 and thereafter retained in that form.\n\nREASON: To ensure that the development is capable of meeting 'Accessible and Adaptable Dwellings' standards in accordance with policies 3.5 and 3.8 of The London Plan 2016, policy CS1.K of The Harrow Core Strategy 2012 and policies DM1 and DM2 of the Development Management Policies Local Plan 2013.",
    "Condition : 18 - Evidence of certification of Secure by Design Accreditation for the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is occupied or used.\nREASON: In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime.",
    "Condition : 19 - Prior to the first occupation of the residential units hereby permitted, details of a strategy for the provision of communal facilities for television reception (eg. aerials, dishes and other such equipment) shall be submitted to and approved in writing by the Local Planning Authority. Such details shall include the specific size and location of all equipment. The approved details shall be implemented prior to the first occupation of the residential units and shall be retained thereafter. No other television reception equipment shall be installed on the building without the prior written approval of the Local Planning Authority.\nREASON:  To ensure that any telecommunications apparatus and other plant or equipment that is required on the exterior of the buildings preserves the high quality design of the buildings and spaces in accordance with policy 7.4 of the London Plan (2016), and DM49 of the Development Management Policies Local Plan (2013), and to ensure that the development achieves a high standard of amenity for future occupiers the buildings in accordance with policy DM 1 of the Development Management Policies Local Plan (2013).",
    "Condition : 20 - No plant or machinery, including that for fume extraction, ventilation, refrigeration and air conditioning shall be installed without the prior written approval of the Local Planning Authority.\nREASON: To ensure that the proposed development does not give rise to noise nuisance to future occupiers of the proposed development in accordance with policy 7.15 of the London Plan (2016) and policy DM 1 of the Development Management Policies Local Plan (2013)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 191270,
  "status": "Completed",
  "decision_date": "18/08/2020",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3601762,
          51.608709,
          0
        ],
        [
          -0.3602132,
          51.6086852,
          0
        ],
        [
          -0.36022709999999997,
          51.6086782,
          0
        ],
        [
          -0.3604577,
          51.6086311,
          0
        ],
        [
          -0.3606192,
          51.6089989,
          0
        ],
        [
          -0.3604765,
          51.6090131,
          0
        ],
        [
          -0.3601762,
          51.608709,
          0
        ]
      ]
    ]
  },
  "decision_target_date": "20/04/2020",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "05/02/2020",
  "development_type": "Minor dwellings",
  "title_number": [],
  "appeal_status": null,
  "last_updated": "2025-03-20T17:04:26.297+00:00",
  "last_updated_by": "FME Excel Import",
  "site_name": null,
  "id": "Harrow-P_5134_19",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 513632,
  "appeal_start_date": null,
  "postcode": "HA5 4DS",
  "url_planning_app": "http://site.com?appref=P/5134/19-or-1063940 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "106",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment to provide three storey building to create Six flats (4 x 3 Bed, 2 x 2 Bed); Re-positioning of vehicle access with associated landscaping, parking, refuse bins and cycle storage involving demolition of existing house",
  "valid_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              513648.6,
              191259.15,
              0
            ],
            [
              513646.1,
              191256.45,
              0
            ],
            [
              513645.15,
              191255.65,
              0
            ],
            [
              513629.3,
              191250.05,
              0
            ],
            [
              513617.2,
              191290.7,
              0
            ],
            [
              513627.05,
              191292.5,
              0
            ],
            [
              513648.6,
              191259.15,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "8354186",
  "application_details": {
    "open_and_protected_space_details": {
      "open_space_green_belt_area_gain": 0,
      "open_spaces_details": [],
      "open_space_green_belt_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_mol_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "garden_land_lost": null,
    "site_area": 0.065,
    "building_details": [],
    "s106_agreement": null,
    "air_quality_assessment": null,
    "grey_water_reuse": null,
    "rain_water_harvesting": null,
    "total_gia_lost": null,
    "scheme_phasing": null,
    "overseas_company_registration_no": null,
    "lead_registered_social_landlord": null,
    "total_gia_gained": null,
    "no_affordable_housing_units_provided_offsite": null,
    "uk_company_registration_no": null,
    "transport_impact_assessment": null,
    "qualifying_vacant_building_floorspace": null,
    "residential_details": {
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "03/12/2021",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "22/12/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "03/12/2021",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "22/12/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "03/12/2021",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "22/12/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "03/12/2021",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "22/12/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "03/12/2021",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "22/12/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "03/12/2021",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "22/12/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": "03/12/2021",
          "m43_2a_compliant": false,
          "description": null,
          "change_type": "Loss",
          "m42_compliant": false,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": null,
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "22/12/2020",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_bedrooms": 16,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units": 6,
      "site_area": null,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 1,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 6
    },
    "intended_commencement_date": null,
    "projected_cost_of_works": null,
    "3d_model": null,
    "green_suds": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "site_area": null,
      "total_gia_gained": null,
      "total_gia_existing": null,
      "total_gia_lost": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "non_permanent_dwellings_details": [],
    "no_affordable_housing_units_acquired_offsite": null,
    "affordable_housing_fast_track": null,
    "commencement_notice_received": null,
    "scheme_name": null,
    "total_gia_existing": null,
    "internal_resi_water_usage": null,
    "mayoral_cil_liability_notice_issued": null,
    "existing_proposed_floorspace_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "phasing_details": [],
    "infrastructure_details": {
      "ghg_reduction_over_building_regulations": null,
      "waste_details": [],
      "no_new_water_connections_required": null,
      "no_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "community_energy_capacity": null,
      "chp_heat_pumps_capacity": null,
      "no_active_rapid_ev_charging_points": null,
      "solar_pv_capacity": null,
      "waste_provision": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "mobile_network_operators_consultation": null,
      "total_annual_nox_emissions": null,
      "no_new_gas_connections_required": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_homes_passive_cooling": null,
      "no_passive_slow_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "total_annual_pm_emissions": null,
      "no_active_slow_ev_charging_points": null
    },
    "lead_developer_company_name": null,
    "intended_completion_date": null,
    "other_contributions": null,
    "social_infrastructure_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "affordable_housing_inlieu_payment": null,
    "viability_assessment": null,
    "transport_contributions": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": null
    },
    "ownership_status": null,
    "existing_uprns": []
  },
  "centroid": {
    "lon": "-5.2230388",
    "lat": "54.475013"
  },
  "lapsed_date": "18/08/2023",
  "decision_process": "Delegated",
  "actual_completion_date": "03/12/2021"
}