{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/182685VAR;",
  "lapsed_date": "22/08/2021",
  "decision_target_date": null,
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 3EG",
  "site_name": "2 Heath Close",
  "status": "Closed",
  "application_details": {
    "existing_uprns": [
      "000012093037"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "182685VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518975,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-21T14:47:12.763+00:00",
  "id": "Ealing-182685VAR",
  "application_type": "All Other",
  "street_name": "Heath Close",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "22/08/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application Reference Number: 181647HH\tDate of Decision: 04/06/2018\n\nCondition Number(s): 3. Samples of the proposed windows shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is\ncommenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out in accordance with these approved details.\n\nConditions(s) Removal:\n\nA physical sample of the window has been requested which we are providing as per the councils requirement. This will demonstrate the quality of the aluminium, color and dimension of the window as per the information and specifications provided in our application.\nAs mentioned to the planning officer and in our planning proposal. The original single glazed windows have been replaced by the previous owner a long time ago to make them double glazed. This did not have the desired effect as it created condensation to the windows and thus they have deteriorated over time. \n\nThe width of the frames of the  original windows have been increased significantly due to beading and putty being put on the frames to hold the glass in place. The thickness was further increased due to the deterioration of the fittings to hold the glass in place. \n\nOur proposal will provide a secure environment for our family and the design and openings of the window will be exactly the same as the originals. The dimensions will also be similar to the current windows as had been shown on our application.\n\nWe have previously made the same application before and despite providing the window sample and discharge notice did not receive any reply from the council. This has been a very expensive and exhaustive process for us as we have had to make the application twice.\n\nThe surrounding properties on our road have a mix of aluminium and UPVC windows. Thus our post war house will blend in with the rest of the street. Properties ...",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": [
    "CSV Data Import",
    "CSV Data Import"
  ],
  "development_type": null,
  "centroid_northing": 182180,
  "decision": "Closed",
  "appeal_decision": null,
  "uprn": "000012093037",
  "centroid": {
    "lon": -0.286387,
    "lat": 51.52601
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "xxxx"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": null,
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07028348",
  "wgs84_polygon": null
}