{
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "ward": "Emerson Park",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.162
  },
  "decision_target_date": "02/10/2024",
  "last_date_consultation_comments": "23/05/2024",
  "locality": null,
  "secondary_street_name": null,
  "site_name": "19 Nelmes Road",
  "reference_no_of_permission_being_relied_on": null,
  "appeal_start_date": null,
  "lpa_app_no": "P0589.24",
  "appeal_status": null,
  "site_number": null,
  "centroid_easting": 554256,
  "centroid_northing": 187931,
  "uprn": "100021336699",
  "last_updated": "2025-03-19T19:52:05.273+00:00",
  "description": "Variation of condition No. 2 &  Removal of conditions 3, 4 & 5 of planning permission ref: P0911.22 dated 05/08/2022 (Three storey, 7-bed, detached dwelling with associated parking, amenity space, and habitable roof space, involving demolition of existing dwelling)",
  "subdivision_of_building": null,
  "decision_agency": "Borough",
  "valid_date": "01/05/2024",
  "centroid": {
    "lat": "51.5691559",
    "lon": "0.22436389999999998"
  },
  "title_number": null,
  "status": "Approved",
  "application_type_full": "Removal/Variation of a condition",
  "decision_process": "Delegated",
  "application_type": "All Other",
  "lapsed_date": "03/10/2027",
  "parking_details": null,
  "street_name": "Hornchurch",
  "borough": "Havering",
  "epc_number": null,
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "pp_id": "13017613",
  "decision": "Approved",
  "cil_liability": false,
  "decision_date": "03/10/2024",
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2247293,
          51.5692663
        ],
        [
          0.2247862,
          51.5692643
        ],
        [
          0.2248395,
          51.5692624
        ],
        [
          0.22483489999999998,
          51.5692266
        ],
        [
          0.224829,
          51.569179
        ],
        [
          0.2247884,
          51.5691757
        ],
        [
          0.2247622,
          51.5690679
        ],
        [
          0.2247533,
          51.5690325
        ],
        [
          0.22475199999999998,
          51.5690217
        ],
        [
          0.2246713,
          51.5690244
        ],
        [
          0.2246058,
          51.5690267
        ],
        [
          0.2245402,
          51.5690289
        ],
        [
          0.22431689999999999,
          51.5690349
        ],
        [
          0.22415469999999998,
          51.569038
        ],
        [
          0.22411869999999998,
          51.569039599999996
        ],
        [
          0.2240028,
          51.5690449
        ],
        [
          0.22400099999999998,
          51.5690382
        ],
        [
          0.22389589999999998,
          51.5690443
        ],
        [
          0.2239139,
          51.5691133
        ],
        [
          0.2239244,
          51.5691538
        ],
        [
          0.223959,
          51.5692877
        ],
        [
          0.2243829,
          51.5692758
        ],
        [
          0.22455709999999998,
          51.5692709
        ],
        [
          0.2247293,
          51.5692663
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0589.24",
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554280.95,
              187944.05
            ],
            [
              554284.9,
              187943.95
            ],
            [
              554288.6,
              187943.85
            ],
            [
              554288.4,
              187939.85
            ],
            [
              554288.15,
              187934.55
            ],
            [
              554285.35,
              187934.1
            ],
            [
              554283.9,
              187922.05
            ],
            [
              554283.4,
              187918.1
            ],
            [
              554283.35,
              187916.9
            ],
            [
              554277.75,
              187917.03
            ],
            [
              554273.2,
              187917.14
            ],
            [
              554268.65,
              187917.25
            ],
            [
              554253.15,
              187917.45
            ],
            [
              554241.9,
              187917.45
            ],
            [
              554239.4,
              187917.55
            ],
            [
              554231.35,
              187917.9
            ],
            [
              554231.25,
              187917.15
            ],
            [
              554223.95,
              187917.6
            ],
            [
              554224.96,
              187925.32
            ],
            [
              554225.55,
              187929.84
            ],
            [
              554227.5,
              187944.8
            ],
            [
              554256.91,
              187944.37
            ],
            [
              554269,
              187944.2
            ],
            [
              554280.95,
              187944.05
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0589.24",
  "bo_system": "CSV Data Import",
  "postcode": "RM11 3HX",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Hard and soft landscaping shall be carried out in accordance with Drg No. RA502/22RevB. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "In the interests of visual amenity, to ensure that the approved landscaping scheme is carried out at the proper times and to ensure the establishment and maintenance of all trees and plants.",
    "Refuse and recycling facilities shall be carried out in accordance witth Drg No. RA502/21RevB. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "To protect the amenity of occupiers of the development and also the locality generally.",
    "Before the development hereby permitted is first commenced, vehicle cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site. The facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.",
    "Reason:-",
    "To ensure that the facilities provided prevent materials from the site being deposited on the adjoining public highway, in the interests of highway safety and the amenity of the surrounding area.",
    "Hard surface porus/run-off - application site - All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Hours of construction: All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works, including any works of demolition; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays",
    "Reason:-",
    "To protect residential amenity.",
    "Car parking: Prior to the first occupation of the proposed dwelling hereby approved, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "Permitted Development: Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 including porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and good design and to enable the Local Planning Authority to retain control over future development having regard to the amount and extent of development approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The proposed windows located in the flank wall of the dwelling shall be permanently glazed with obscure glass not less than Level 4 on the standard scale of obscurity and shall thereafter be maintained and opening only 1.7m above floor level and thereafter maintained, with the exception of any top hung fanlights.",
    "Reason:-",
    "In the interests of privacy",
    "Building Regulations - All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason:-",
    "In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "Water efficiency - All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason:-",
    "In order to comply with Policy SI 5 of the London Plan",
    "The proposed screen located at either side of the first floor balcony (rear) of the dwelling shall be 1.8m above the floor level with an obscure glass not less than Level 3 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on highwaysDSO@havering.gov.uk to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Ac",
    "Whilst the assessment undertaken as part of this submission finds the area of the site to which the permission relates to be of low ecological value, this does not discharge the applicant from responsibilities under the Wildlife and Countryside Act 1981 the contravention of which is a criminal offence.",
    "Precautionary advice for birds",
    "Birds are legally protected during the breeding season and need to be considered in respect of any impact from the proposed work. Work involving vegetation clearance must take place outside the optimum breeding season (March to August inclusive), unless it can be confirmed there are no breeding birds in the proposed work area. Note that birds frequently nest outside of the optimum period, particularly during spells of milder weather. It should never be assumed work can always take place without prior investigation.",
    "Birds generally tend to nest in dense shrub beds and mature trees. Where such vegetation may be affected by the proposed work it will require inspection for nesting birds. For example, but not exclusively, blackbird, dunnock, robin, blue and great tit, pigeons, magpies and crows.",
    "When reinstating vegetation and hardstand following building, install permeable surfaces, water butts and rain gardens. Plant a diverse mix of trees, shrubs and her",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is 25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, the proposal incorporates 554.27 sqm of additional floor space for a new residential dwelling and is liable for Havering and Mayoral CIL. This is calculated proposed new floor space 924.72sqm less existing floor space 370.45 sqm equates to 554.27 sqm.",
    "The Mayoral CIL levy rate for Havering is £25/sqm and is chargeable for each additional square metre of residential gross internal floor space.",
    "Havering's CIL charging rate for residential is (£125.76sq.m (Zone A) for each additional square metre of residential gross internal floor space.",
    "The proposal is subject to £13,850 of Mayoral CIL and £69,671 of Havering CIL subject to indexation."
  ]
}