{
  "centroid": {
    "lon": "0.185883",
    "lat": "51.5930095"
  },
  "status": "Approved",
  "decision_target_date": "24/07/2020",
  "site_name": "16 Millbrook Gardens",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mohammad Shakil (agent) via email. The revisions involved reducing the height and depth of the ground floor side/rear extension, adding a new dropped kerb (not recommended but added by the agent), the front extension was removed, and drawings were updated to show works that have been started / completed. The amendments were subsequently submitted on 6 July 2020."
  ],
  "secondary_street_name": "Romford",
  "application_type": "All Other",
  "postcode": "RM2 5RP",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "24/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0589.20",
  "centroid_northing": 190503,
  "uprn": "100021387626",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "decision_date": "24/07/2020",
  "description": "Single storey rear extension, conversion of attached garage to habitable use involving alterations to front elevation and new dropped kerb to highway.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0589.20",
  "lpa_app_no": "P0589.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:54:04.116+00:00",
  "centroid_easting": 551510,
  "pp_id": "08686119",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "01/05/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551519.116,
              190490.24
            ],
            [
              551511.123,
              190486.379
            ],
            [
              551499.947,
              190515.708
            ],
            [
              551508.143,
              190518.959
            ],
            [
              551519.116,
              190490.24
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.027
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Gidea Park",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "20/07/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.18600899999999998,
          51.5928924
        ],
        [
          0.185892,
          51.5928599
        ],
        [
          0.18574349999999998,
          51.5931264
        ],
        [
          0.1858631,
          51.5931534
        ],
        [
          0.18600899999999998,
          51.5928924
        ]
      ]
    ],
    "type": "Polygon"
  }
}