{
  "locality": null,
  "decision_process": "Delegated",
  "last_updated_by": "Portal",
  "lpa_app_no": "P0521.24",
  "last_updated": "2025-06-30T10:37:08.256Z",
  "borough": "Havering",
  "description": "Variation of Condition Nos. 2- Accordance with plans, 4-Landscaping, No. 6-Turning Area, No. 7-Lighting and No. 11-Wheel Washing of planning permission Ref.P0963.17 dated 28/02/2018 to permit a change to boundary line (Demolition of garage and erection of 2 No. three bedroom chalet style bungalows with associated car parking, private amenity space and access road)",
  "development_type": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.10300000000000001,
    "3d_model": false,
    "affordable_housing_fast_track": false,
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "borough_cil_liability_notice_issued": false,
    "mayoral_cil_liability_notice_issued": false,
    "transport_impact_assessment": false,
    "scheme_phasing": false,
    "commencement_notice_received": false,
    "rain_water_harvesting": false,
    "circular_economy_statement": false,
    "grey_water_reuse": false,
    "green_suds": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "site_area": 0.10300000000000001
    },
    "garden_land_lost": false,
    "other_residential_accommodation_details": {
      "site_area": 0.10300000000000001
    },
    "infrastructure_details": {
      "waste_provision": false,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.10300000000000001,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "lpa_name": "Havering",
  "ward": "South Hornchurch",
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "title_number": null,
  "decision_agency": "Borough",
  "centroid_northing": 183625,
  "site_name": "Land to the rear of 64 & 66 Stanley Road North",
  "parking_details": null,
  "cil_liability": false,
  "application_type_full": "Removal/Variation of a condition",
  "pp_id": "12972898",
  "actual_commencement_date": null,
  "epc_number": null,
  "uprn": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551535.98,
              183635.46
            ],
            [
              551535.62,
              183613.79
            ],
            [
              551452.35,
              183617.58
            ],
            [
              551452.35,
              183619.57
            ],
            [
              551494.07,
              183619.2
            ],
            [
              551494.98,
              183637.99
            ],
            [
              551535.98,
              183635.46
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "id": "Havering-P0521.24",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.531209,
    "lon": 0.182909
  },
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "12/04/2024",
  "bo_system": "Portal",
  "street_name": "Rainham",
  "secondary_street_name": null,
  "site_number": null,
  "decision": "Approved",
  "centroid_easting": 551511,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0521.24",
  "postcode": "RM13 8BJ",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed dwellings shall be constructed/finished entirely in accordance with the materials and finishes detailed in the submission made under Q0046.20 unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: To ensure the development is finished to a suitably high quality and integrates with the surrounding area.",
    "Within three months of the date of this decision the applicant shall submit for approval a full scheme of hard/soft landscaping. This shall extend to the exact finish/spec of any area of hard-surfacing. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed. Submission of a scheme prior to commencement will ensure that the development accords with the Local Plan Policy 27. It will also ensure accordance with Section 197 of the Town and Country Planni",
    "Notwithstanding the details shown on approved plans, within three months of the date of this decision full details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to commencement will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason: In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Notwithstanding the details shown on submitted plans prior to first occupation of the dwellings hereby approved, the applicant shall submit for the approval of the Local Planning Authority a full scheme of external lighting, including the specification, manufacturer and degree of illumination. Such a scheme as agreed shall be implemented to the satisfaction of the Local Planning Authority and retained thereafter prior to first occupation of the dwellings.",
    "Reason: In the interests of good design, highway safety and the amentiy of surrounding occupants.",
    "Prior to first occupation of the dwellings hereby permitted, external lighting as shown on drawing no.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works, including any works of demolition; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason: To protect residential amenity.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), no window or other opening (other than those shown on the submitted and approved plan) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason: In the interests of privacy.",
    "The proposals should provide a 2.1 by 2.1 metre pedestrian visibility splay on either side of the proposed access, set back to the boundary of the public footway. There should be no obstruction or object higher than 0.6 metres within the visibility splay.",
    "Reason: In the interests of highway safety",
    "Within 3 months of the date of this decision, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on the site. This could include, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015+A1:2019, alternative gas protection measures, or suitable monitoring agreed in writing with the local planning authority, to demonstrate that the risk from landfill gas is adequately controlled.  The submitted details shall include a timeframe for the carrying out of the approved measures. The  gas protection measures shall then be carried out in strict accordance with the agreed details and the approved timeframe for undertaking those works.",
    "Upon completion of installation of any gas protection measures, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Otherwise, the hereby development shall cease and",
    "Before the dwellings hereby permitted are first occupied, the car parking provision as shown on approved plans shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter. The turning area shall remain clear and shall not be used for parking at any time.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details which shall previously have been submitted to and approved in writing by the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "last_date_consultation_comments": "03/05/2024",
  "appeal_status": null,
  "status": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.183273,
          51.531296
        ],
        [
          0.183259,
          51.531102
        ],
        [
          0.182061,
          51.531158
        ],
        [
          0.182061,
          51.531176
        ],
        [
          0.182662,
          51.531162
        ],
        [
          0.182683,
          51.53133
        ],
        [
          0.183273,
          51.531296
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "18/06/2024",
  "appeal_decision_date": null,
  "decision_target_date": "18/06/2024",
  "lapsed_date": "18/06/2027"
}