{
  "locality": null,
  "appeal_status": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=39438/TRE/2025/43",
  "decision_process": "Delegated",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "decision": "Refused",
  "bo_system": "CSV Data Import",
  "valid_date": "10/02/2025",
  "description": "To reduce height by 3.5m to One Cypress (T2 on application) within Area 1 on TPO 394.",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "borough": "Hillingdon",
  "pp_id": "13763774",
  "site_number": null,
  "application_details": {
    "existing_uprns": null
  },
  "appeal_decision_date": null,
  "lapsed_date": "04/04/2028",
  "centroid_easting": 508365,
  "decision_target_date": "07/04/2025",
  "street_name": "NORTHWOOD",
  "last_updated": "2025-07-03T21:59:13.555Z",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "title_number": null,
  "postcode": null,
  "parking_details": null,
  "actual_completion_date": null,
  "appeal_start_date": null,
  "secondary_street_name": null,
  "epc_number": null,
  "decision_agency": "Borough",
  "ward": "NORTHWOOD 2022",
  "centroid": {
    "lat": 51.60278,
    "lon": -0.436707
  },
  "polygon": null,
  "status": "Refused",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The Leyland Cypress is located in the rear garden of 12 The Broadwalk, Northwood. The mature tree appears to be in good condition, and is overlooked by neighbouring properties, and a large percentage of the crown can also be viewed from The Broadwalk. The tree has a moderate amenity value.",
    "This application has been refused as we do not agree with the reasoning for this work.",
    "The Cypress currently has a natural, conical form. Reducing the height of this tree may increase the chances of biomechanical failure due to the disruption of its natural structure and balance. Removing the central leader of the tree removes critical element of its canopy, affecting its ability to distribute energy efficiently. Over time, this can weaken the tree's overall stability, making it more susceptible to toppling or breaking under environmental stresses. Additionally, the regrowth of a new leader often creates weak, asymmetrical growth points. This can result in structural instability, making branches m",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "uprn": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 190484,
  "site_name": "12 THE BROADWALK",
  "wgs84_polygon": null,
  "lpa_app_no": "39438/TRE/2025/43",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "id": "Hillingdon-39438_TRE_2025_43",
  "decision_date": "04/04/2025",
  "cil_liability": false
}