{
  "centroid": {
    "lon": "0.2218231",
    "lat": "51.5866055"
  },
  "status": "Approved",
  "decision_target_date": "03/08/2020",
  "site_name": "213 ARDLEIGH GREEN ROAD",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "The roof lights inserted on the roof slope of either side of the dwelling house shall be  obscure-glazed, and non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours at Nos.211 and No.215 Ardleigh Green Road, Hornchurch in accordance with the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 2ST",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "03/08/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0766.20",
  "centroid_northing": 189866,
  "uprn": "100021322578",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Squirrels Heath",
  "decision_date": "03/08/2020",
  "description": "Proposed ground floor rear and side extension, proposed loft conversion and installation of roof lights to existing roof",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0766.20",
  "lpa_app_no": "P0766.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:19.373+00:00",
  "centroid_easting": 554021,
  "pp_id": "08777664",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "08/06/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554010.813,
              189891.934
            ],
            [
              554017.586,
              189896.811
            ],
            [
              554025.443,
              189867.55
            ],
            [
              554035.738,
              189845.333
            ],
            [
              554025.714,
              189840.186
            ],
            [
              554014.606,
              189862.944
            ],
            [
              554010.813,
              189891.934
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.057
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "HORNCHURCH",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "30/06/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22168749999999998,
          51.5868413
        ],
        [
          0.2217873,
          51.5868832
        ],
        [
          0.2218878,
          51.5866182
        ],
        [
          0.2220266,
          51.5864158
        ],
        [
          0.22187969999999999,
          51.5863723
        ],
        [
          0.2217295,
          51.5865798
        ],
        [
          0.22168749999999998,
          51.5868413
        ]
      ]
    ],
    "type": "Polygon"
  }
}