{
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "No works shall take place in relation to any of the development hereby approved until the details of material including colour and texture of all materials to be used in the external construction of the structures are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area..",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission o",
    "\"All mitigation measures and/or works shall be carried out in accordance with the details contained in the Ecological Appraisal (Libby Morris, December 2024) as already submitted with the planning application and agreed in principle with the local planning authority prior to determination.",
    "This may include the appointment of an appropriately competent person e.g. an ecological clerk of works (ECoW) to provide on-site ecological expertise during construction. The appointed person shall undertake all activities, and works shall be carried out, in accordance with the approved details.\"",
    "Reason: To conserve protected and Priority species and allow the LPA to discharge its duties under the Conservation of Habitats and Species Regulations 2017 (as amended), the Wildlife & Countryside Act 1981 (as amended) and s40 of the NERC Act 2006 (as amended).",
    "PRIOR TO COMMENCEMENT: HABITAT MANAGEMENT AND MONITORING PLAN (HMMP)",
    "If significant on-site enhancements are included within the approved Biodiversity Gain Plan, a Habitat Management and Monitoring Plan (HMMP), prepared in accordance with the approved Biodiversity Gain Plan, shall be submitted to, and approved in writing by the local authority, prior to commencement of development, including:",
    "a)",
    "the roles and responsibilities of the people or organisation(s) delivering the HMMP;",
    "b)",
    "the planned habitat creation and enhancement works to create or improve habitat to achieve the on-site significant enhancements in accordance with the approved Biodiversity Gain Plan;",
    "c)",
    "the management measures to maintain habitat in accordance with the approved Biodiversity Gain Plan for a period of 30 years from the completion of development;",
    "d)",
    "the monitoring methodology in respect of the created or enhanced habitat to be submitted to the local planning authority; and",
    "e)",
    "details of the content of monitori",
    "PRIOR TO ANY WORKS ABOVE SLAB LEVEL: BIODIVERSITY ENHANCEMENT STRATEGY",
    "\"Prior to any works above slab level, a Biodiversity Enhancement Strategy for protected and Priority or threatened species, prepared by a suitably qualified ecologist, shall be submitted to and approved in writing by the local planning authority.",
    "The content of the Biodiversity Enhancement Strategy shall include the following:",
    "a)",
    "Purpose and conservation objectives for the proposed enhancement measures;",
    "b)",
    "detailed designs or product descriptions to achieve stated objectives;",
    "c)",
    "locations of proposed enhancement measures by appropriate maps and plans (where relevant);",
    "d)",
    "persons responsible for implementing the enhancement measures; and",
    "e)",
    "details of initial aftercare and long-term maintenance (where relevant).",
    "The works shall be implemented in accordance with the approved details shall be retained in that manner thereafter.\"",
    "Reason: To enhance protected, Priority and threatened species and allow the LPA to discharg",
    "There shall be no use of floodlighting on this approved 'golfpod' practice facility.",
    "Reason",
    "In order to protect nature conservation.",
    "In the event that the structures hereby approved are no longer in use then all the pods, supporting posts, netting, the artificial grass and all associated structures shall all be removed and the grounds be made good and restored to the current conditions with appropriate soft landscaping.",
    "Reason",
    "In the interests of visual amenity and the openness of the Green Belt.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent and revised plans indication the repositioning of the golf pod and additional planting screening were included."
  ],
  "actual_commencement_date": null,
  "decision_target_date": "25/04/2025",
  "lpa_name": "Havering",
  "centroid_northing": 186899,
  "last_updated": "2025-07-06T04:10:05.715Z",
  "development_type": null,
  "ward": "Upminster",
  "parking_details": {
    "net_car": 0,
    "no_existing_car": 126,
    "no_proposed_car": 126
  },
  "uprn": "10070706947",
  "application_details": {
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 190,
        "use_class": "SpecifiedOther",
        "gia_lost": 0
      }
    ],
    "affordable_housing_fast_track": false,
    "green_suds": true,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 10,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "06/2025",
        "intended_commencement_date": "05/2025"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "lead_developer_company_name": "GolfPod",
    "total_gia_lost": 0,
    "total_gia_gained": 190,
    "scheme_phasing": true,
    "ownership_status": "Private",
    "total_gia_existing": 0,
    "existing_uprns": null,
    "garden_land_lost": false,
    "infrastructure_details": {
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 1,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": false
    },
    "site_area": 0.28,
    "internal_resi_water_usage": 0,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 190,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    }
  },
  "last_date_consultation_comments": "05/02/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "RM14 3NU",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "25/04/2025",
  "borough": "Havering",
  "wgs84_polygon": null,
  "lpa_app_no": "P1700.24",
  "valid_date": "15/01/2025",
  "description": "Installation of \"GolfPod\" Practice Facility with x10 covered bays , synthetic \"outfield\" of 30m x 30m and netting 30m from the bays and associated landscaping.",
  "centroid_easting": 558351,
  "site_number": null,
  "lapsed_date": "25/04/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Upminster",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.558748,
    "lon": 0.282909
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1700.24",
  "site_name": "Cranham Golf Club House, St Marys Lane",
  "cil_liability": false,
  "subdivision_of_building": "N/A",
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13660625",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Full planning permission",
  "id": "Havering-P1700.24",
  "polygon": null
}