{
  "development_type": null,
  "appeal_decision": "Dismissed",
  "decision_agency": "Borough",
  "postcode": "RM11 1AR",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.19075029999999998,
          51.5708531
        ],
        [
          0.19089699999999998,
          51.5708857
        ],
        [
          0.1909049,
          51.5708878
        ],
        [
          0.1909109,
          51.5708775
        ],
        [
          0.1909342,
          51.570837
        ],
        [
          0.1908927,
          51.5708284
        ],
        [
          0.1908817,
          51.5708259
        ],
        [
          0.1907089,
          51.5707877
        ],
        [
          0.1905807,
          51.57076
        ],
        [
          0.1904851,
          51.5707393
        ],
        [
          0.1904758,
          51.570757
        ],
        [
          0.19047309999999998,
          51.5707616
        ],
        [
          0.1904663,
          51.5707745
        ],
        [
          0.1904592,
          51.5707874
        ],
        [
          0.1904782,
          51.570792
        ],
        [
          0.19050519999999999,
          51.5707978
        ],
        [
          0.1905271,
          51.5708028
        ],
        [
          0.1905507,
          51.5708081
        ],
        [
          0.19062179999999998,
          51.5708242
        ],
        [
          0.1906222,
          51.5708242
        ],
        [
          0.19075029999999998,
          51.5708531
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "34 DOUGLAS ROAD",
  "centroid_easting": null,
  "pp_id": null,
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.019
  },
  "lpa_name": "Havering",
  "decision": "Refused",
  "lpa_app_no": "P1700.23",
  "decision_date": "13/02/2024",
  "last_updated": "2025-07-09T04:11:38.184Z",
  "centroid_northing": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "appeal_decision_date": "10/12/2024",
  "locality": null,
  "ward": "St Albans",
  "bo_system": "CSV Data Import",
  "lapsed_date": "13/02/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "12/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": "03/06/2024",
  "epc_number": null,
  "valid_date": "19/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The proposals do not comply with the objectives of Policy 9 of the Havering Local Plan 2016-2031 specfically subsections (i), (ii) and (iii) through having limited internal floor area and the absence of a family sized unit as the policy requires. In failing to align with the objectives of this policy there would also be conflict with Policies 3 and 5 of the Local Plan through loss of the existing family dwelling house. Furthermore there would be conflict with Paragraph 135 of the NPPF which amongst other considerations requires development add to the overall quality of an area and be sympathetic to local character, the provision of accommodation as that proposed would be removed from existing patterns of development.",
    "The proposed self-contained flats would by way of their limited internal spacing fail to meet with prescribed standards, lack of private amenity areas, poor means of access to communal space and limited outlook would represent substandard accommodation to the detriment of the amenity of the future occupiers. Furthermore the applicant has failed to demonstrate that sufficient headroom would be achieved for each of the proposed units. The proposals are therefore in conflict with the objectives of London Plan Policy D6, Havering Local Plan 2016-2031 Policy 7 and the Framework, specifically Para 135 which requires that development provide a high standard of amenity for future users.",
    "The proposed extensions and alterations to facilitate the proposals including front extension, front and rear dormers and combined ground and first floor rear extensions would be of poor design cumulatively and would dominate the original dwelling, lacking subservience and would be detrimental to local character, the street-scene and rear garden environment more generally thereby contrary to Havering Local Plan Policy 26, the Residential Extensions and Alterations SPD and Para 135 of the NPPF which requires development provide a high standard of amenity.",
    "The combined development at the rear of the property through increased ground floor footprint, first floor projection and large flat roofed dormer over would give rise to a sense of enclosure for the neighbouring premises and would unduly harm outlook from the rear/garden environment of each whilst presenting as visually dominant thereby having an overbearing impact detrimental to the amenity of those occupants and contrary to the guidance contained within the Residential Extensions and Alterations SPD, the objectives of Havering Local Plan Policies 7 and 26 and the Framework at Para 135 which requires development provide a high standard of amenity.",
    "The proposals would fail to make adequate provision for off-street parking. The spaces to the frontage are not shown to be of the required size and would overhang the footway. They would therefore be be detrimental to highway and pedestrian safety and cannot be relied upon as a result. In the absence of a mechanism to prevent future occupants from obtaining residents parking permits and in the absence of a parking stress survey or other compelling evidence it has not been demonstrated that there would not be a material impact on the functioning of the highway or that the cumulative impacts would not be severe. The proposals are therefore contrary to Havering Local Plan Policies 23 and 24 which seek amongst other things to ensure adequate parking provision is made and that no unacceptable impacts on highway safety would occur. Further to this there would be conflict with Para 115 of the NPPF in the absence of any evidence otherwise.",
    "The conversion of the subject property into six self-contained flats through comings and goings would be detrimental to neighbouring amenity through noise and disturbance and would therefore conflict with Havering Local Plan Policies 7 and 34. Furthermore officers are concerned that the conversion would be conspicuous and that it would erode the character of the locality which is comprised of family dwelling houses, thereby at odds with Para 135 of the Framework which amongst other considerations seeks to ensure that development does not undermine community cohesion.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent in writing 13-02-2024",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the Mayoral CIL payable would be £1117.50  based on the calculation of £25.00 per square metre and the Havering Community Infrastructure Levy (HCIL) would be a charge of £5587.50 based on calculation of £125 per square metre. Each would be subject to indexation.",
    "Further details with regard to CIL are available from the Council's website."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100021327814",
  "decision_target_date": "13/02/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551920.95,
              188049.35
            ],
            [
              551931.01,
              188053.28
            ],
            [
              551931.55,
              188053.54
            ],
            [
              551932,
              188052.4
            ],
            [
              551933.75,
              188047.95
            ],
            [
              551930.9,
              188046.9
            ],
            [
              551930.15,
              188046.6
            ],
            [
              551918.3,
              188042
            ],
            [
              551909.51,
              188038.65
            ],
            [
              551902.95,
              188036.15
            ],
            [
              551902.25,
              188038.1
            ],
            [
              551902.05,
              188038.6
            ],
            [
              551901.53,
              188040.03
            ],
            [
              551901,
              188041.45
            ],
            [
              551902.3,
              188042
            ],
            [
              551904.15,
              188042.7
            ],
            [
              551905.65,
              188043.3
            ],
            [
              551907.27,
              188043.94
            ],
            [
              551912.14,
              188045.87
            ],
            [
              551912.17,
              188045.88
            ],
            [
              551920.95,
              188049.35
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Dismissed",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "HORNCHURCH",
  "secondary_street_name": null,
  "description": "Part single, part two storey rear extension, single storey front extension, front and rear dormers, and conversion to 6 No. self contained flats",
  "id": "Havering-P1700.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1700.23"
}