{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Erection of a residential building comprising 13 flats with associated parking, cycle storage, motorcycle parking, disabled parking and bin storage following demolition of existing residential block and pair of semi-detached houses.",
  "epc_number": null,
  "street_name": "GREEN LANE",
  "appeal_decision": null,
  "lpa_app_no": "10112/APP/2022/1474",
  "centroid": {
    "lon": -0.429766,
    "lat": 51.612677
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 508822,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=10112/APP/2022/1474",
  "last_updated": "2025-03-19T19:36:47.593+00:00",
  "subdivision_of_building": null,
  "postcode": "HA6 2UW",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Portal",
  "centroid_northing": 191595,
  "site_name": "LAND TO THE EAST OF LONDON SCHOOL OF THEOLOGY",
  "status": "Commenced",
  "appeal_start_date": null,
  "valid_date": "30/06/2022",
  "lapsed_date": "22/09/2026",
  "parking_details": {
    "no_existing_car": 0,
    "no_proposed_car": 24,
    "net_cycle": 30,
    "no_existing_cycle": 0,
    "net_car": 24,
    "no_proposed_cycle": 30
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": "09/09/2020",
  "last_updated_by": "Portal",
  "cil_liability": true,
  "decision_target_date": "31/10/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "27/10/2022",
  "ward": "NORTHWOOD 2022",
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-10112_APP_2022_1474",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508841.4274,
              191519.8045
            ],
            [
              508842.0889,
              191529.7264
            ],
            [
              508842.0889,
              191537.6639
            ],
            [
              508842.0889,
              191541.3019
            ],
            [
              508844.404,
              191544.94
            ],
            [
              508839.1123,
              191574.3749
            ],
            [
              508801.0784,
              191568.091
            ],
            [
              508789.8335,
              191628.9453
            ],
            [
              508841.4274,
              191630.9297
            ],
            [
              508850.6878,
              191521.1274
            ],
            [
              508841.4274,
              191519.8045
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:-",
    "FLU.249.4.02 Rev. G (Proposed Site Layout Plan)",
    "FLU.249.4.03 Rev. N (Proposed Basement Floor Plan)",
    "FLU.249.4.04 Rev. J (Proposed Ground Floor Plan)",
    "FLU.249.4.05 Rev. G (Proposed First Floor Plan)",
    "FLU.249.4.06 Rev. F (Proposed Second Floor Plan)",
    "FLU.249.4.07 Rev. F (Proposed Front and East Side Elevations)",
    "FLU.249.4.08 Rev. F (Proposed Rear and West Side Elevations)",
    "FLU.249.4.09 (BRE 25 degree test)",
    "FLU.249.4.10 (Basement Section)",
    "DS.01 (Pricacy Screen Detail Sheet)",
    "PR123743-11C Sheet 1 (Soft and Hardscape Proposals)",
    "PR123743-11C Sheet 2 (Soft and Hardscape Proposals)",
    "FLU.249.4.LP.01 (Proposed Levels Plan)",
    "FLU.249.5.01 (Step Free Access Plan - Basement)",
    "FLU.249.DT01 Rev. B (Dormer Details)",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provi",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Energy Assessment, dated 4/10/21",
    "Traffic Report, Issue B, dated 19/5/17",
    "Construction Logistics Plan, Rev. A, March 2022",
    "Material Schedule",
    "Planning Statement, May 2022",
    "Accommodation Schedule",
    "Daylight and Sunlight Report (Within Development) dated 3/10/22",
    "Applicant's Response Letter dated 4/1/23 Re. Daylight and Sunlight Report Review",
    "Low Emission Strategy, Rev. A, March 2022",
    "Groundwater Basement Impact Assessment, dated 31/3/22, Ref. 30626R1",
    "Air Quality Assessment, June 2017",
    "Surface Water Drainage Strategy, May 2017",
    "Tree Protection Plan, Rev. C",
    "Phase I, Non-Intrusive & Phase II, Intrusive Site Investigation, June 2019",
    "Design and Access Statement",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development co",
    "The development shall be carried out in strict accordance with the Tree Report dated 12/9/19 and the Tree Protection Plan, Rev. C.",
    "The fencing shall be retained in position until development is completed.",
    "The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1.a There shall be no changes in ground levels;",
    "1.b No materials or plant shall be stored;",
    "1.c No buildings or temporary buildings shall be erected or stationed.",
    "1.d No materials or waste shall be burnt; and.",
    "1.e No drain runs or other trenches shall be dug or otherwise created, without the prior written consent of the Local Planning Authority.",
    "2. Where the arboricultural method statement recommends that the tree protection measures for a site will be monitored and supervised by an arboricultural consultant at key stages of the development, records of the site inspections / meetings shall be submitted to the Local Planning Authority.",
    "REASON",
    "To en",
    "The development shall be carried out in strict accordance with Drw. Nos. PR123743-11C Sheet 1; PR123743-11C Sheet 2; FLU.249.LP.01 Proposed Parking Plan, Rev. A and Proposed Basement Parking Plan, Rev. A; Landscape Management and Maintenance Plan, dated 7/4/22 (Ref. PR123743 Man) and Soft Landscape Specification, April 2022 (Ref. PR123743 Spec).",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The units hereby approved shall not be occupied until the subdivision of the basement terrace has been completed in accordance with Drw. No. DS.01. Thereafter the development shall be maintained in full accordance with the approved details.",
    "REASON",
    "To ensure acceptable levels of privacy and amenity for the occupiers of the basement flats in accordance with Policies DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "All of the rooflights and the front dormer window on the eastern elevation roofslope shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Unless otherwise agreed in writing by the Local Planning Authority, the development permitted by this planning permission shall only be carried out in accordance with the previously approved Surface Water Drainage Strategy by Ambiental ref; SWDS 3110 dated May 2017.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policy DMEI 10 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and Policy SI 13 of the London Plan (2021).",
    "For the lifetime of the development hereby permitted the noise level shall not exceed 35 dB LAeq 16 hrs between 0700 and 2300 and 30 dB LAeq 8 hrs, between 2300 and 0700, measured inside any room of any permitted dwelling having regard to the guidance set out in British Standard 8233: 2014 whilst achieving acceptable internal living conditions with respect to ventilation and temperature.",
    "Reason",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by noise in accordance with Policy D14 of the London Plan and Policy EM8 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012).",
    "Prior to any works on site above damp proof course level, details of step free access via all points of entry and exit shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The dwelling hereby approved shall accord with the requirements of Policy D7 of the London Plan, and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy D7 of the London Plan.",
    "The development hereby approved shall accord with London Plan policy D5(B5) and D12(A) to include a minimum of one fire evacuation lift per core designed to meet the technical standards set out in BS EN 81-76, BS 9991 and/or BS 9999. The required evacuation lift shall serve all floors and remain in place for the life of the development.",
    "REASON",
    "To ensure the development provides reliable, convenient and dignified means of escape for all building uses in accordance with Policies D5 and D12 of the London Plan (2021).",
    "The development shall be constructed in strict accordance with the GLA Control of Dust and Emissions from Construction and Demolition SPG (or any successor document).",
    "REASON",
    "To ensure compliance with London Plan Policy SI 1 and in accordance with Mayor of London \"The Non-road mobile machinery (standard condition recommended by Mayor of London, London Local Air Quality Management Policy Guidance 2019).",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"",
    "REASON",
    "To ensure compliance with London Plan Policy SI 1 and the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy.",
    "The residential units hereby approved shall not be occupied until a parking allocation scheme has been submitted to, and approved in writing by, the Local Planning Authority. The parking allocation scheme shall, as a minimum, include a requirement that all on-site car parking shall be allocated and dedicated for the use of each of the residential units hereby approved and shall remain allocated and dedicated in such a manner for the life-time of the development.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT 6 of the Hillingdon Local Plan Part Two (2020) and Policy T6 of the London Plan (2021).",
    "The residential units hereby approved shall not be occupied until a refuse management plan has been submitted to, and approved in writing by, the Local Planning Authority. Waste collection distances shall not exceed 10m from the point of collection.",
    "REASON",
    "To ensure suitable refuse storage and colection is provided on site in accordance with Policies DMHB 11 and DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The development shall be constructed in accordance with the Construction Logistics Plan, March 2022 (Ref. 211447/CLP/JR/KBL/01 Rev. A) and the approved details shall be implemented and maintained throughout the duration of the demolition and construction process.",
    "REASON",
    "To safeguard the amenity of surrounding areas in accordance with Policy EM8 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Polices DME1 14 and DMT 2 of the Hillindon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Prior to the occupation of the development, a detailed energy assessment for the 13 units hereby approved shall be submitted to and approved in writing by the Local Planning Authority. The assessment shall accord with the requirements of the London Plan (Policy SI 2) and the GLA Energy Assessment Guidance (April 2020 or as amended) and demonstrate that the Energy Assessment (Bluesky Unlimited) target of 82% reduction will be achieved in the development. The assessment shall clearly identify the baseline energy demand and associated carbon emissions in accordance with the prevailing building regulation requirements. The assessment shall then clearly define (including plans and specifications) the 'be lean', 'be clean' and 'be green' measures to demonstrate that the development will meet the minimum onsite carbon savings of 82%.",
    "The Energy Assessment shall also provide details of the 'be seen' recording and reporting measures to be agreed in writing by the Local Planning Authority.  T",
    "(i) Within three months, a detailed scheme to deal with contamination shall be submitted to and approved by the Local Planning Authority (LPA). All works which form part of the required remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) A written method statement providing details of the remediation scheme and how the completion of the remedial works  will be verified shall be agreed in writing with the LPA prior to commencement, along with the details of a watching brief to address undiscovered contamination. No deviation shall be made from this scheme without the express agreement of the LPA prior to its implementation.",
    "(ii) If during remedial or development works contamination not addressed in the s",
    "Before any part of the development is occupied, site derived soils and imported soils shall be independently tested for chemical contamination, and the results of this testing shall be submitted to and approved in writing by the Local Planning Authority. All soils used for gardens and/or landscaping purposes shall be clean and free of contamination.",
    "REASON",
    "To ensure that the occupants of the development are not subject to any risks from soil contamination in accordance with Policy DMEI 12 of Hillingdon Local Plan: Part Two - Development Management Policies (Januay 2020).",
    "Prior to the commencement of this phase of the development, a Fire Strategy Report, produced by a suitably qualified assessor, shall be submitted to and approved in writing by the Local Planning Authority. The revised statement should detail how the development proposal will function in terms of:",
    "1. The building's construction: methods, products and materials used, including manufacturers' details;",
    "2. The means of escape for all building users: stair cores, escape for building users who are disabled or require level access, and the associated evacuation strategy approach (including suitable space for fire evacuation lifts);",
    "3. Features which reduce the risk to life: fire alarm systems, passive and active fire safety measures and associated management and maintenance plans;",
    "4. Access for fire service personnel and equipment: how this will be achieved in an evacuation situation, water supplies, provision and positioning of equipment, firefighting lifts, stairs and lobbies, any fire supp",
    "The dwelling(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No dwelling shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to ensure the development provides a safe and secure environment in accordance with policy DMHB 15 of the Local Plan Part 2 (2020) and London Plan (2021) D12 .",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing emailing trade.effluent@thameswater.co.uk. Application forms should be completed on line via https://gbr01.safelinks.protection.outlook.com/?url=http%3A%2F%2Fwww.thameswater.co.uk%2F&data=05%7C01%7CPlanningEConsult%40Hillingdon.Gov.UK%7Ce885d99758b64065920c08da6bb32c44%7Caaacb679c38148fbb320f9d581ee948f%7C0%7C0%7C637940714530589596%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&sdata=%2FN44xW%2By24xnv7HL8wcktVJxkx2Db%2BVlCJr",
    "The applicant should note that the exposed rafter feet detail as per the consented development shall be implemented and not replaced with a fascia and soffit."
  ],
  "application_details": {
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 10,
    "projected_cost_of_works": "Between £2m and £100m",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 754.5,
        "use_class": "C3",
        "gia_gained": 1859.7,
        "gia_lost": 754.5
      }
    ],
    "affordable_housing_fast_track": false,
    "residential_details": {
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_sale": 13,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 33,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 754.5,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 13,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_market_for_sale": 2,
      "total_gia_gained": 1873.1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": 170.37037037037038,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 48.148148148148145,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 2,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "House or Bungalow",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 377.25,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "House or Bungalow",
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Loss-2",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 377.25,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 147.8,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 144.3,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 134.5,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 151.5,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-5",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 142,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-6",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 199.2,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-7",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 132.9,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-8",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 143.5,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-9",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 141.5,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-10",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "gia": 161.2,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-11",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 98.6,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-12",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 134.6,
          "tenure": "Market for sale"
        },
        {
          "actual_completion_date": "23/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-13",
          "actual_commencement_date": "09/09/2020",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": 141.5,
          "tenure": "Market for sale"
        }
      ],
      "total_no_affordable_units": 0,
      "site_area": 0.27
    },
    "total_gia_lost": 754.5,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 13,
      "no_new_gas_connections_required": 13,
      "no_resi_units_to_have_full_fibre": 13,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 13,
      "urban_greening_factor_score": 0.4,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 10,
      "no_homes_passive_cooling": 9,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "no_active_slow_ev_charging_points": 8,
      "green_roof_area": 0,
      "no_passive_slow_ev_charging_points": 16,
      "ghg_reduction_over_building_regulations": true
    },
    "ownership_status": "Private",
    "total_gia_gained": 1859.7,
    "phasing_details": [
      {
        "phase_detail": "Entire development ",
        "intended_completion_date": "02/2023",
        "intended_commencement_date": "09/2022"
      }
    ],
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 10.7,
        "building_ref": "Birchwood House"
      }
    ],
    "existing_uprns": null,
    "internal_resi_water_usage": 105,
    "scheme_name": "Birchwood House",
    "green_suds": true,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "lead_developer_company_name": "Westcombe Homes Ltd",
    "uk_company_registration_no": "09894362",
    "total_gia_existing": 754.5,
    "site_area": 0.27,
    "non_residential_details": {
      "total_gia_gained": 1859.7,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 754.5,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 754.5,
      "site_area": 0.32
    },
    "grey_water_reuse": false,
    "superseding_details": [
      {
        "lpa_app_no": "10112/APP/2019/1244",
        "partial_supersedence": false
      }
    ],
    "lead_registered_social_landlord": "Dholak Housing Partnership ",
    "affordable_housing_inlieu_payment": 300000,
    "other_residential_accommodation_details": {
      "site_area": 0.32
    }
  },
  "pp_id": "11235454",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.429509,
          51.611998
        ],
        [
          -0.429497,
          51.612087
        ],
        [
          -0.429494,
          51.612158
        ],
        [
          -0.429493,
          51.612191
        ],
        [
          -0.429459,
          51.612223
        ],
        [
          -0.429526,
          51.612488
        ],
        [
          -0.430077,
          51.612439
        ],
        [
          -0.43022,
          51.612988
        ],
        [
          -0.429475,
          51.612996
        ],
        [
          -0.429375,
          51.612008
        ],
        [
          -0.429509,
          51.611998
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "22/09/2023",
  "secondary_street_name": "NORTHWOOD"
}