{
  "uprn": "100021400918",
  "borough": "Havering",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Local Plan policy 26.",
    "Notwithstanding the details shown on the approved drawings, the development hereby approved shall not progress above damp proof course until samples/details of all the external finishing materials are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason: -",
    "Insufficient information has been supplied with the application to judge the appropriateness of the external finishing materials to be used. Submission of samples prior to works above damp proof course will safeguard the appearance of the premises and the character of the immediate area and will ensure that the development accords with Policies 26 and 27 of the Local Plan 2021.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Local Plan policy 7.",
    "Prior to the completion of the superstructure of the development hereby approved, details of all proposed walls, fences and boundary treatment including defensible edges to properties, and boundaries to private entrances. Full specification of materials, finishes, and fixings. Detailed drawings, plans and sections 1:5 / 1:10 / 1:20 shall be submitted to, and approved in writing by, the Local Planning Authority. The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: -",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment. Submission of this detail prior to completion of the superstructure will protect the visual amenities of the development, prevent undue overlooking of future occupiers and ensure that the development accords with Policies 26 and 27 of the Local Plan.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with Local Plan policies 23 and 34.",
    "No building shall be occupied until refuse and recycling facilities including waste storage and waste collection details shall be provided prior to the first occupation of the development and be maintained in an operational condition and made available to the occupiers of the building for the lifetime of the development.",
    "Reason: -",
    "Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site. Submission of this detail prior to occupation in the case of new building works will protect the amenity of occupiers of the development and the locality generally and ensure that the development accords with Policies 26 and 27 of the Local Plan 2021.",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "In order to ensure adequate provision of cycle storage facilities on site prior to occupation of the new buildings/use.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including porches) or alterations shall be made to the dwellinghouse(s) hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Local Plan policy 26.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Local Plan and Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "No above ground works shall take place in relation to any of the development hereby approved until details of surface water drainage works are submitted to and approved in writing by the Local Planning Authority.  Surface water drainage shall be provided in accordance with the approved details.",
    "Reason:-",
    "Surface water drainage works are required on site to prevent the risk of flooding. Submission of a scheme prior to commencement will ensure that the measures to be employed are technically sound and that the development accords with Local Plan Policy 32 and London Plan (2021) policy SI 12.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason:-",
    "To minimise the impact of building emissions on local air quality (Local Plan policies 33 ad 34 and London Plan Policy SI1.",
    "Prior to the commencement of demolition works a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily visible 24-hour contact number for queries",
    "Prior to commencement, a full and detailed application for the Secured by Design award scheme shall be submitted to the Local Planning Authority and the Metropolitan Police NE Designing out Crime Office, demonstrating how Secured by Design Certification will be achieved for this scheme. Once approved in writing by the Local Planning Authority, in consultation with the Metropolitan Police Designing out Crime Officers, the development shall be carried out in accordance with the agreed details.",
    "Reason: -",
    "In the interest of creating safer, sustainable communities.",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "a)\tFollowing completion of the remediation works as mentioned above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: -",
    "To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination in accordance with Policy 34 of the Local Plan 2021.",
    "a) Prior to the commencement of the development hereby approved, the developer or contractor must be signed up to the Non Road Mobile Machinery (NRMM) register.",
    "b)\tThe development site must be entered onto the register alongside all the NRMM equipment details.",
    "c)\tThe register must be kept up-to-date for the duration of the construction of development.",
    "d)\tAll NRMM used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.",
    "e)\tAn inventory of all NRMM to be kept on-site stating the emission limits for all equipment.",
    "Reason:-",
    "To reduce emissions from construction and demolition activities and comply with current NRMM emission standards, in accordance with the Greater London Authority 'Control of Dust and Emissions during Constr",
    "Before the development hereby permitted is first commenced, vehicle-cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrance to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.  The submission will provide;",
    "a)\tA plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.",
    "b)  A description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being tracked onto the public",
    "The non-residential uses (Flexible Class E) hereby permitted shall only be open to members of the public between the hours of 07:00 to 23:00. Deliveries to and collections from the non-residential uses shall only take place between the hours of 07:00 and 21:00. The handling of bottles and movement of bins and rubbish is not permitted to take place outside the premises between the hours of 23:00 on one day and 07:00 the following day.",
    "Reason:-",
    "To protect the amenity of future adjoining occupiers, in accordance with Havering Local Plan Policy 7 and policy D1of the London Plan 2021.",
    "Before the proposed Class E use commences suitable equipment to remove and/or disperse odours and/or odorous material shall be fitted to the extract ventilation system in accordance with a scheme submitted to and approved in writing by the LPA in consultation with the Havering Public Protection Service.",
    "The approved equipment shall be installed on site and certification provided by a competent engineer. Thereafter, the equipment shall be properly maintained and operated within design specifications during normal working hours.",
    "Reason:-",
    "To protect the amenity of occupiers of nearby premises.",
    "No above ground works shall take place in relation to any of the development hereby approved until details of the proposed Sustainability and Energy Strategy for the proposed scheme are submitted to the Local Planning Authority and approved in writing to demonstrate the delivery of a sustainable development on the site.",
    "Reason:-",
    "To ensure the delivery of a sustainable development in accordance with the National Planning Policy Framework 2021, policies GG65, SI 2 of The London Plan (2021) and Policy 36 of the Local Plan 2021.",
    "The proposal involves works which affect the highway and/or its verge. Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact them at Highways@havering.gov.uk",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "Before occupation of the residential unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent via emails in August 2022. The revisions involved omission of the rear windows, changes to the windows fronting Victoria Road, justification for the non-provision of family units in accordance with Policy 5 of the Local Plan 2021 and cladding material details. The amendments were subsequently submitted on 19 August 2022.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/sqm and is chargeable for each additional square metre of residential gross internal [floor] (GIA).",
    "The proposed development will create 258sqm of new gross internal floorspace. The proposal is liable for LB Havering CIL and will incur a charge of £32,250 (subject to indexation) based on the calculation of £125.00 per square metre. The proposal is also liable for Mayoral CIL and will incur a charge of £6,450 (subject to indexation) based on the calculation of £25.00 per square metre. However this may be adjusted subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008. CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin",
    "INFORMATIVE",
    "In promoting the delivery of safer, stronger, sustainable places the Local Planning Authority fully supports the adoption of the principles and practices of the Secured by Design Award Scheme and Designing against Crime. Your attention is drawn to the free professional service provided by the Metropolitan Police Designing Out Crime Officers for North East London, whose can be contacted via DOCOMailbox.NE@met.police.uk or 0208 217 3813. They are able to provide qualified advice on incorporating crime prevention measures into new developments."
  ],
  "appeal_status": null,
  "lpa_app_no": "P1007.22",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": null,
  "street_name": "ROMFORD",
  "site_name": "64 VICTORIA ROAD",
  "last_updated": "2025-03-20T13:08:22.416+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_easting": 551627,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.024
  },
  "cil_liability": true,
  "decision_target_date": "02/03/2023",
  "ward": "St Albans",
  "status": "Approved",
  "description": "Alterations and extensions to existing building at 64 Victoria Road Romford to provide a mixed use development comprising flexible class E commercial space and 5 no. residential units (3 x two bedroom and 2 x one-bedroom) together with private amenity space, refuse and cycle store.",
  "application_type_full": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551635.257,
              188446.332
            ],
            [
              551638.46,
              188439.842
            ],
            [
              551639.829,
              188437.066
            ],
            [
              551640.75,
              188435.2
            ],
            [
              551638.711,
              188434.205
            ],
            [
              551636.65,
              188433.2
            ],
            [
              551635.681,
              188435.019
            ],
            [
              551634.311,
              188437.795
            ],
            [
              551633.499,
              188439.394
            ],
            [
              551627,
              188452.2
            ],
            [
              551624.9,
              188456.2
            ],
            [
              551624.513,
              188456.951
            ],
            [
              551622.25,
              188461.35
            ],
            [
              551619.95,
              188465.75
            ],
            [
              551617.486,
              188470.455
            ],
            [
              551613.85,
              188477.4
            ],
            [
              551617,
              188479.05
            ],
            [
              551619.05,
              188478.45
            ],
            [
              551621.909,
              188472.881
            ],
            [
              551626.7,
              188463.55
            ],
            [
              551629.3,
              188458.4
            ],
            [
              551631.35,
              188454.25
            ],
            [
              551635.257,
              188446.332
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "postcode": "RM1 2JH",
  "id": "Havering-P1007.22",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": null,
  "centroid": {
    "lon": "0.1866878",
    "lat": "51.5745949"
  },
  "centroid_northing": 188457,
  "lpa_name": "Havering",
  "title_number": null,
  "secondary_street_name": null,
  "development_type": null,
  "valid_date": "22/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "28/02/2026",
  "decision_date": "28/02/2023",
  "parking_details": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1007.22",
  "last_date_consultation_comments": "18/07/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1868023,
          51.5744968
        ],
        [
          0.1868457,
          51.5744376
        ],
        [
          0.18686419999999998,
          51.5744123
        ],
        [
          0.18687669999999998,
          51.5743953
        ],
        [
          0.18684689999999998,
          51.5743869
        ],
        [
          0.1868167,
          51.5743784
        ],
        [
          0.18680349999999998,
          51.574395
        ],
        [
          0.18678499999999998,
          51.5744203
        ],
        [
          0.186774,
          51.5744349
        ],
        [
          0.18668579999999999,
          51.5745517
        ],
        [
          0.1866572,
          51.5745882
        ],
        [
          0.18665199999999998,
          51.5745951
        ],
        [
          0.1866212,
          51.5746352
        ],
        [
          0.18659,
          51.5746754
        ],
        [
          0.1865565,
          51.5747183
        ],
        [
          0.18650699999999998,
          51.5747817
        ],
        [
          0.1865532,
          51.5747957
        ],
        [
          0.18658249999999998,
          51.5747897
        ],
        [
          0.1866213,
          51.5747389
        ],
        [
          0.1866863,
          51.5746538
        ],
        [
          0.1867216,
          51.5746068
        ],
        [
          0.18674939999999998,
          51.574569
        ],
        [
          0.1868023,
          51.5744968
        ]
      ]
    ],
    "type": "Polygon"
  }
}