{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "25/01/2023",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-58758_APP_2019_3517",
  "secondary_street_name": "HAYES",
  "appeal_status": null,
  "postcode": "UB3 1AN",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.738
  },
  "valid_date": "13/11/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing buildings for residential-led mixed use development comprising buildings between 3 and 10 storeys to provide residential units (Use Class C3) and ground floor commercial floorspace (Use Class B1/A3) with associated access and car and cycle parking, landscape and amenity areas and associated servicing (AMENDED June 2020).\n\nDetails: Comprising 400 residential units (Use Class C3) and 1,130 sqm of commercial floorspace (Use Class B1) at ground floor including 308 sqm (Use Class B1/A3) with associated access and car parking for 195 vehicles and 674 cycle parking, landscape and amenity areas and associated servicing",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans:",
    "CRH-AA-ALL-GF-DR-A-200 R16",
    "CRH-AA-ALL-01-DR-A-201 R15",
    "CRH-AA-ALL-02-DR-A-202 R15",
    "CRH-AA-ALL-03-DR-A-203 R14",
    "CRH-AA-ALL-04-DR-A-204 R14",
    "CRH-AA-ALL-05-DR-A-205 R14",
    "CRH-AA-ALL-06-DR-A-206 R14",
    "CRH-AA-ALL-07-DR-A-207 R15",
    "CRH-AA-ALL-08-DR-A-208 R15",
    "CRH-AA-ALL-09-DR-A-209 R14",
    "CRH-AA-ALL-RP-DR-A-210 R14",
    "CRH-AA-A-00-DR-A-220A R4",
    "CRH-AA-A-00-DR-A-220B R4",
    "CRH-AA-A-01-DR-A-221A R4",
    "CRH-AA-A-01-DR-A-221B R4",
    "CRH-AA-A-02-DR-A-222A R4",
    "CRH-AA-A-02-DR-A-222B R4",
    "CRH-AA-A-03-DR-A-223A R4",
    "CRH-AA-A-03-DR-A-223B R4",
    "CRH-AA-A-04-DR-A-224 R4",
    "CRH-AA-A-05-DR-A-225 R4",
    "CRH-AA-A-06-DR-A-226 R4",
    "CRH-AA-A-07-DR-A-227 R4",
    "CRH-AA-A-08-DR-A-228 R4",
    "CRH-AA-B-00-DR-A-230A R4",
    "CRH-AA-B-00-DR-A-230B R4",
    "CRH-AA-B-01-DR-A-231A R4",
    "CRH-AA-B-01-DR-A-231B R4",
    "CRH-AA-B-02-DR-A-232A R4",
    "CRH-AA-B-02-DR-A-232B R4",
    "CRH-AA-B-03-DR-A-233A R4",
    "CRH-AA-B-03-DR-A-233B R4",
    "CRH-AA-B-04-DR-A-234A R4",
    "CRH-AA-B-04-DR-A-234B",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Design and Access Statement May 2020 A3095-2-10",
    "Aviation Risk Assessment 9408A January 2019",
    "Built Heritage Impact Assessment JCH00917 October 2019",
    "Planning Statement October 2019",
    "Pedestrian Level Wind Microclimate Assessment 1901211 Rev B - Nov 11th 2019",
    "Arboricultural Impact Assessment RT-MME-127676-02 July 2018",
    "Urban Greening Factor Package A3243 2-10 R3 24 June 2020",
    "Archaeological Desk Based Assessment TB/DH/24730 September 2019",
    "Flood Risk Assessment and Drainage Strategy Report Rev A 21 May 2020",
    "Play Space Strategy",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "Detailed drawings or samples of materials as appropriate, in respect of the following shall be submitted to and approved in writing by the local planning authority before the relevant part of the works is begun, and the works shall not be carried out other than in accordance with the details so approved and shall thereafter be so maintained:",
    "(a) Samples of materials including all facing brickwork;",
    "(b) Details of roof parapets, window and door reveals, spandrel panels",
    "(c) Details of balconies, railings, metal cladding, rainwater pipes",
    "(d) Details of signage",
    "Sample panels required",
    "Sample panels of facing brickwork showing the proposed colour, texture, facebond and pointing shall be provided on site, and approved in writing by the local planning authority before the relevant parts of the approved works are commenced, and the sample panels shall be retained on site until the work is completed in accordance with the panel (s) so approved.",
    "Windows and doors",
    "Elevational drawings at a scale",
    "Development shall not begin (excluding demolition and site clearance) until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority in consultation with Heathrow Airport Limited. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species (including pollution reducing trees), plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage (746 long stay cycle spaces, 20 short stay cycle spaces)",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including 195 car parking spaces, demonstration that 191 are residential car parking spaces and 4 car parking spaces are for the commercial uses, that 39 parking spaces (20%) are served by active electrical charging points and 156 (80%) are served by",
    "Prior to the commencement of development a scheme for the protection, creation of biodiversity features and enhancement of opportunities for wildlife shall be submitted to and approved in writing by the Local Planning Authority in consultation with HAL/Air Safeguarding. The plans shall detail measures to promote, encourage and support wildlife through the use of, but not limited to, bat and bird boxes, specific wildlife areas within the landscape schemes and the inclusion of living walls/screens and living roofs. The scheme shall also incorporate plans showing a suitable transition from the development site to the canal that promotes and supports appropriate wildlife. The development must proceed in accordance with the approved plans.",
    "REASON",
    "To ensure the development incorporates measures to improve biodiversity whilst protecting the interests of aircraft safety in compliance with policies DMAV 1 EM7 of the Local Plan Part 1, Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020) a",
    "Prior to occupation of the development, details of the boundary treatment between the application site and the Grand Union Canal shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Canal and River Trust.",
    "REASON",
    "To ensure the development provides a safe and secure environment in accordance with Policies DMHB 15 and DMT 5 of the Hillingdon Local Plan Part 2 (2020).",
    "No external lighting related to the development hereby permitted shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered without the prior consent in writing of the Local Planning.",
    "REASON",
    "In the interests of the protection of the biodiversity of the Blue Ribbon Network in accordance with Policy EM7 of the Local Plan Part 1, Policy DMEI 7 and DMEI 8 of the Hillingdon Local Plan Part 2 (2020) and London Plan (2016) Policy 7.19.",
    "Prior to the commencement of development hereby permitted, a slope stability assessment of the canal cutting shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Canal and River Trust. The assessment shall indicate protection measures necessary to ensure the stability of the slope during the demolition and construction works associated with the permitted development.",
    "REASON",
    "In the interests of the land stability of the site and the structural integrity of the Grand Union Canal, in accordance with paras 170 and 178 of the NPPF (2019) and DMEI 8 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of the development hereby permitted, a survey of the condition of the waterway wall shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Canal and River Trust, along with a Risk Assessment and Method Statement setting out the details of any repair works to be undertaken to safeguard the integrity of the waterway wall during demolition and construction. The Risk Assessment and Method Statement shall detail how any items of heritage interest found during the survey or subsequent repair works will be documented and protected, as required. The works to the waterway wall shall be carried out in accordance with the approved details.",
    "REASON",
    "In the interests of the structural stability of the Grand Union Canal, in accordance with paras 170 and 178 of the NPPF (2019) and DMEI 8 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of development, a Risk Assessment and Method Statement shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Canal and River Trust. The Risk Assessment and Method Statement shall specify the measures to be taken to ensure the protection of the structural stability, water quality and biodiversity of the waterway, as well as protection of its users. The construction and demolition shall be carried out in accordance with the approved details.",
    "REASON",
    "In the interests of the structural stability, water quality and biodiversity of the Grand Union Canal, in accordance with paras 170 and 178 of the NPPF (2019) and DMEI 8 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to commencement, (excluding demolition and site clearance) a scheme for the provision of sustainable water management in line with the approved Flood Risk Assessment (Tully De'Ath Consultants report Revision A dated May 2020) shall be submitted to, and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate how it manages water and demonstrate ways of controlling the surface water on site by providing information on:",
    "a) Sustainable Drainage features:",
    "i. Surface water discharge - the submitted drainage strategy must identify the proposed method and location of discharging collected surface water from the site in accordance with the hierarchy set out in Policy 5.13 of the London Plan. Where the proposal does not utilise the most sustainable solution, justification must be provided. Any proposal that includes a connection to a private sewer network should provide details of the condition and ownership of the entire drainage route to a public sew",
    "No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.",
    "REASON",
    "To prevent any detrimental impact on local underground sewerage utility infrastructure and/or contamination of controlled waters from existing land mobilised by the building work and new development in accordance with Policy DMEI 10 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to above ground works, a Bird Hazard Management Plan shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Heathrow Airport Limited. The submitted plan shall include details of:",
    "- management of any flat/shallow pitched on buildings within the site which may be attractive to nesting, roosting and \"loafing\" birds. The management plan shall comply with Advice Note 8 'Potential Bird Hazards from Building Design'.",
    "- signs deterring people from feeding the birds.",
    "The Bird Hazard Management Plan shall be implemented as approved on completion of the development and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.",
    "REASON",
    "In the interests of aircraft safety in compliance with Policy DMAV 1 of the London Borough of Hillingdon Local Plan Part 2 - Development Management Policies (January 2020).",
    "No building or structure of the development hereby permitted shall exceed 67.95m AOD.",
    "REASON",
    "In the interests of aircraft safety in compliance with Policy DMAV 1 of the London Borough of Hillingdon Local Plan Part 2 - Development Management Policies (January 2020).",
    "No construction shall commence on site, unless there has been submitted to and approved in writing by the Local Planning Authority and by the Radar Operator - NATS (En-route) plc, either:",
    "- detailed plans for the proposed buildings in that individual phase, demonstrating that there would be no detrimental impact upon the operation of the Heathrow H10 SSR Radar; OR,",
    "- details of a 'Radar Mitigation Scheme' (including a timetable for its implementation during construction) to mitigate any detrimental impact upon the Heathrow H10 SSR Radar.",
    "Where a 'Radar Mitigation Scheme' has been required, no construction above 12m above ground level shall take place on site, unless the 'Radar Mitigation Scheme' has been implemented.",
    "Development shall not take place other than in complete accordance with such a scheme as so approved unless the planning authority and NATS (En-route) plc have given written consent for a variation.",
    "REASON",
    "In the interests of aircraft safety in compliance with Policy D",
    "Prior to the commencement of development a Crane Operation Plan shall be submitted to and approved in writing by the Local Planning Authority, in consultation with Heathrow Airport Limited and NATS. The submitted plan shall include details of:",
    "- cranes and other tall construction equipment (including the details of obstacle lighting)",
    "Such schemes shall comply with Advice Note 4 'Cranes and Other Construction Issues'(available at www.aoa.org.uk/policy-campaigns/operations-safety).",
    "The approved Crane Operation Plan (or any variation approved in writing by the Local Planning Authority) shall be implemented for the duration of the construction period.",
    "REASON",
    "In the interests of aircraft safety in compliance with Policy DMAV 1 of the London Borough of Hillingdon Local Plan Part 2 - Development Management Policies (January 2020).",
    "The development hereby approved shall ensure that 10% (40) of the residential units are constructed to meet the standards for Category 3 M4(3) dwelling with a floor plan at no less than 1:100 submitted for each of the different M4(3) units and agreed in writing by the Local Planning Authority. All details, to include transfer zones, wheelchair storage area, and other spatial requirements within bedrooms, bathrooms, living and dining areas, should be shown on a separate plan for every different unit type. All remaining units designed to the standards for Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "The units should be laid out in a manner as shown on indicative plans numbers:",
    "CHR-AA-ALL-ZZ-DR-A-9102-R2",
    "CHR-AA-ALL-ZZ-DR-A-9106-R2",
    "CHR-AA-ALL-ZZ-DR-A-9107-R2",
    "CHR-AA-ALL-ZZ-DR-A-9109-R2",
    "CHR-AA-ALL-ZZ-DR-A-9201-R2",
    "CHR-AA-ALL-ZZ-DR-A-9215-R2",
    "CHR-AA-ALL-ZZ-D",
    "Prior to occupation of the development, details in respect of the play equipment accessible to disabled children, including those with a sensory impairment, or complex multiple disabilities, shall be submitted and approved in writing by the Local Planning Authority. Furthermore all areas of hard and soft landscaping shall be constructed to accord with the prescribed standards and tolerances set out in BS8300:2018.",
    "REASON",
    "To ensure development achieves a high standard of inclusive design in accordance with London Plan Policy 7.2.",
    "Prior to development commencing, the applicant shall submit a Construction Environmental Management Plan (CEMP) shall be submitted to, and approved in writing by, the Local Planning Authority. The CEMP shall comprise such combination of measures for controlling the effects of demolition, construction and enabling works associated with the development as may be approved by the Local Planning Authority. The CEMP shall address issues including the phasing of the works, hours of work, noise and vibration, air quality, waste management, site remediation, plant and equipment, site transportation and traffic management including routing, signage, permitted hours for construction traffic and construction materials deliveries. It will ensure appropriate communication with, the distribution of information to, the local community and the Local Planning Authority relating to relevant aspects of construction. Appropriate arrangement should be made for monitoring and responding to complaints relatin",
    "There shall be no loading or unloading of commercial vehicles, including the collection of waste from the site outside of the hours of:-",
    "0700 and 2300 hours, Monday to Saturday, and",
    "09:00 and 18:00 hours on Sundays, Public or Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to occupation of the development, a Service and Delivery Plan and a Site Waste Management Plan shall be submitted to and approved in writing by the Local Planning Authority. Thereafter, servicing, delivery and collection or refuse shall be carried out as agreed within this approved plan.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety, and to safeguard the free flow of traffic, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020).",
    "Development shall not begin (excluding demolition and site clearance) until details of all traffic arrangements (including where appropriate carriageways, footways, turning space, safety strips, sight lines at road junctions, kerb radii, car parking areas and marking out of spaces, loading facilities, closure of existing access and means of surfacing) have been submitted to and approved in writing by the Local Planning Authority. The approved development shall not be occupied until all such works have been constructed in accordance with the approved details. Thereafter, the parking areas, sight lines and loading areas must be permanently retained and used for no other purpose at any time. Disabled parking bays shall be a minimum of 4.8m long by 3.6m wide, or at least 3.0m wide where two adjacent bays may share an unloading area.",
    "REASON",
    "To ensure pedestrian and vehicular safety and convenience and to ensure adequate off-street parking, and loading facilities in compliance with Policy D",
    "No residential unit nor any commercial space, hereby approved shall be occupied until a parking allocation scheme has been submitted to, and approved in writing by, the Local Authority Planning Authority. Thereafter the parking shall remain allocated for the use of the units in accordance with the approved scheme and remain under this allocation for the life of the development.",
    "REASON",
    "To ensure that an appropriate level of car parking provision is provided on site in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part Two Development Management Policies (January 2020) and Chapter 6 of the London Plan (2016).",
    "Notwithstanding the provisions of Section 55 of the Town and Country Planning Act 1990 (or any others revoking and re-enacting this provision with or without modification), no sub-division of the unit or additional internal floorspace shall be created in excess of that area expressly authorised by this permission.",
    "REASON",
    "To enable the Local Planning Authority to assess all the implications of the development and to ensure that adequate parking and loading facilities can be provided on the site, in accordance with Policies contained with the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part 2 Development Management Policies (2020).",
    "The commercial units hereby approved, shall not be used as a religious or any other associated cultural facility or banqueting hall, retail, health centre, day nursery or education use unless approved in writing by the Local Planning Authority. Furthermore no units shall be amalgamated or subdivided without approval in writing by the local planning authority.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties, to ensure that adequate parking and loading facilities can be provided on the site and to protect the viability of the Town Centre, in accordance with Policies DMHB 11, DMTC 1, DMT 1 and DMT 6 of the Hillingdon Local Plan: Part 2 Development Management Policies (2020).",
    "The commercial premises shall not be open for customers outside the following hours: -",
    "0800 and 2300 Mondays - Fridays",
    "0800 to 2300 Saturdays",
    "1000 to 1800 Sundays, Public or Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 Development Management Policies (2020).",
    "The external noise level emitted from plant, machinery or equipment at the development hereby approved shall be lower than the lowest existing background noise level by at least  5dBA as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 Development Management Policies (2020).",
    "No air extraction system shall be used on the premises until a scheme for the control of noise and odour emanating from the site has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include such combination of measures as may be approved by the LPA. Thereafter, the scheme shall be implemented and maintained in full compliance with the approved measures.",
    "REASON",
    "To safeguard the amenity of the occupants of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The noise level in habitable residential rooms at the development hereby approved shall meet the internal noise standard specified in BS8233:2014.",
    "REASON",
    "To safeguard the amenity of the occupants of the proposed development in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Should the Crown Trading Estate remain operational by the time the westernmost elements of Block B of the consented scheme are to begin works above ground level, an assessment must be undertaken based on the guidance in the current versions of BS 4142 and BS 8233, and submitted to, and approved in writing by, the LPA. The submission must comply with the reporting guidelines within BS 4142 and include details of the sound levels outside and inside the nearest scheme habitable rooms during normal and overheating ventilation conditions, and within external amenity areas where present. It should also include details of any embedded or proposed noise control measures and how ventilation and overheating are to be managed appropriately. Thereafter, the approved measures shall be implemented and maintained in full compliance until such time as the Crown Trading Estate is redeveloped for non-commercial/industrial use.",
    "REASON",
    "To safeguard the amenity of the occupants of the proposed development",
    "Prior to above ground works, further detailed design of the development shall be submitted and approved by the Local Planning Authority to identify the design features incorporated to prevent overheating of the units, this shall include the overnight temperature. The details approved shall be implemented in full and retained for the lifetime of the development.",
    "REASON: To ensure adequate living accommodation is provided for all future residents in accordance with policies SI3 and SI 4 of the Intend to Publish London Plan (2019).",
    "Access to the flat roof areas not within private balconies or terraces hereby approved shall be for maintenance or emergency purposes only and the flat roofs shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Prior to above ground works, full specifications of the amount, type and location of the air source heat pumps and roof mounted PV array shall be submitted to and approved in writing by the Local Planning Authority. The specifications shall detail the technology to be used and demonstrate the savings set out in the energy strategy (FHP, November 2019) will be achieved. The specifications shall also include full details of the orientation, pitch, fixing mechanisms of the PVs as well as the noise emissions in relation to air source heat pumps. Maintenance of the technology solutions shall also be detailed.",
    "The design of the PVs panels and tilt of the panels shall be detailed on the drawings provided for approval to ensure their visibility is minimised and panels are set in from the edge of all flat roofs.",
    "The development must proceed in accordance with the approved plans.",
    "REASON",
    "To ensure the development contributes to a reduction in CO2 emissions in accordance with Policy 5.2 of t",
    "Prior to occupation, a detailed monitoring and reporting plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall provide full details of how the carbon savings set out in the energy strategy shall be monitored with details of how and when these will be reported to Local Authority. The submitted report shall demonstrate the carbon reduction proposals have been implemented and that the development is compliant with the savings set out in the energy strategy. Measures to remedy any shortfall in carbon savings will be required. The development must be operated in accordance with the approved plan.",
    "REASON",
    "To ensure the development contributes to a reduction in CO2 emissions in accordance with Policy 5.2 of the London Plan (2016).",
    "No above ground works shall be undertaken until a clear and effective low emission strategy (LES) have been submitted to and approved in writing by the Local Planning Authority. The strategy shall include, but not be restricted to:",
    "a) effective ways to both encourage residents and manage contractual arrangements with the occupiers of the employment use so that the fleet composition visiting/using the site will be Euro 6/VI or cleaner (e.g. electric) or have implemented retrofitting devices that will enable compliance with such Euro standards;",
    "b) provision of a clean supply of energy to the site. Any CHP or gas boiler will have to conform with the London Ultra Low NOx requirements. The boilers to be specified to meet ultra-low NOx emissions standards of < 40mg/kWh.",
    "The strategy shall detail the steps that will be followed in addressing the lower emissions requirements stated above and what measures will be taken to take into account future changing standards and available technologie",
    "All Non-Road Mobile machinery (NRMM) of net power of 37kW and up to and including 560kW used during the demolition, site preparation and construction phases shall comply with the emissions standards set out in chapter 4, proposal 4.2.3.a of the London Environment Strategy. Unless it complies with the standard set out in the London Environment Strategy, no NRMM shall be onsite, at any time, whether in use or not, without the prior written consent of the LPA. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register https://nrmm.london/",
    "REASON",
    "As the application site is within an Air Quality Management Area and to reduce the impact on air quality in accordance with policy EM8 of the Local Plan: Part 1 (November 2012), policy DMEI 14 of the London Borough of Hillingdon Local Plan (part 2), London Plan Policy 7.14, Mayor's Intent to Publish London Plan Policy SI1, and paragraph 170",
    "(i) The development shall not commence until a scheme to deal with contamination has been submitted to the Local Planning Authority (LPA) in accordance with the Supplementary Planning Guidance Document on Land Contamination, and approved by the LPA. All works which form part of the remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a). A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suitably qualified and accredited consultant/contractor. The report should also clearly identify all risks, limitations and recommendations for remedial measures to make the site suitable f",
    "Prior to any above ground works, an updated Fire Strategy Report shall be submitted to, and approved in writing by, the Local Authority Planning Authority. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development meets Fire Safety Standards in accordance with policy D12 of the draft London Plan (Intend to Publish version 2019).",
    "Prior to carrying out above grade works of each building, part of a building or car park areas details shall be submitted to and approved, in writing, by the Local Planning Authority to demonstrate that such building, part of a building or car park areas can achieve full 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). The development shall only be carried out in accordance with the approved details.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Hillingdon Local Plan Part 2 policy DMHB 15 and London Plan (2016) Policies 7.1 a",
    "Prior to the first occupation of each building, part of a building, car park areas or use, a Secured by Design accreditation shall be awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO).",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Hillingdon Local Plan Part 2 policy DMHB 15 and London Plan (2016) Policies 7.1 and 7.3.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You are advised that care should be taken during the building works hereby approved to avoid spillage of mud, soil or related building materials onto the pavement or public highway. You are further advised that failure to take appropriate steps to avoid spillage or adequately clear it away could result in action being taken under the Highways Act 1980.",
    "Thames Water would recommend that petrol / oil interceptors be fitted in all car parking/washing/repair facilities. Failure to enforce the effective use of petrol / oil interceptors could result in oil-polluted discharges entering local watercourses.",
    "As per Building regulations part H paragraph 2.21, Drainage serving kitchens in commercial hot food premises should be fitted with a grease separator complying with BS EN 1825-:2004 and designed in accordance with BS EN 1825-2:2002 or other effective means of grease removal.  Thames Water further recommend, in line with best practice for the disposal of Fats, Oils and Grease, the collection of waste oil by a contractor, particularly to recycle for the production of bio diesel.  Failure to implement these recommendations may result in this and other properties suffering blocked drains, sewage flooding and pollution to local watercourses. Please refer to our website for further information : www.thameswater.co.uk/advice",
    "A Groundwater Risk",
    "The Bird Hazard Management Plan must ensure that flat/shallow pitched roofs be constructed to allow access to all areas by foot using permanent fixed access stairs ladders or similar. The owner/occupier must not allow gulls, to nest, roost or loaf on the building. Checks must be made weekly or sooner if bird activity dictates, during the breeding season. Outside of the breeding season gull activity must be monitored and the roof checked regularly to ensure that gulls do not utilise the roof.  Any gulls found nesting, roosting or loafing must be dispersed by the owner/occupier when detected or when requested by Heathrow Airside Operations staff. In some instances, it may be necessary to contact Heathrow Airside Operations staff before bird dispersal takes place. The owner/occupier must remove any nests or eggs found on the roof.",
    "The breeding season for gulls typically runs from March to June. The owner/occupier must obtain the appropriate licences where applicable from Natural England",
    "1. The applicant/developer is advised to review the Canal & River Trust's \"Code of Practice for Works affecting the Canal & River Trust and contact the Trust's Works Engineer (Mansoor.omar@canalrivertrust.org.uk) in order to ensure that any necessary consents are obtained and that the works are compliant. (https://canalrivertrust.org.uk/business-and-trade/undertaking-works-on-our-propertyandour-code-of-practice).",
    "2. The applicant/developer is advised that surface water discharge to the Grand Union Canal will require prior consent from the Canal & River Trust and should contact Chris Lee in the Canal & River Trust's Utilities Team regarding such an agreement (chris.lee@canalrivertrust.org.uk).",
    "3. The applicant/developer is advised that any oversail, encroachment or access to the waterway requires written consent from the Canal & River Trust, and they should contact the Canal & River Trust regarding the required access agreement.",
    "In addition to the above, the Canal and Rivers Trust",
    "Cadent have identified operational gas apparatus within the application site boundary. This may include a legal interest (easements or wayleaves) in the land which restricts activity in proximity to Cadent assets in private land. The Applicant must ensure that proposed works do not infringe on Cadent's legal rights and any details of such restrictions should be obtained from the landowner in the first instance.",
    "If buildings or structures are proposed directly above the gas apparatus then development should only take place following a diversion of this apparatus. The Applicant should contact Cadent's Plant Protection Team at the earliest opportunity to discuss proposed diversions of apparatus to avoid any unnecessary delays.",
    "If any construction traffic is likely to cross a Cadent pipeline then the Applicant must contact Cadent's Plant Protection Team to see if any protection measures are required.",
    "All developers are required to contact Cadent's Plant Protection Team for approval befo",
    "The applicant should seek advice from PC Rob Palin (Robert.Palin@met.pnn.police.uk) , Metropolitan Police Service Designing Out Crime Officer (DOCO). The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.nw@met.police.uk or 0208 7333703.",
    "\"Operator\" means NATS (En Route) plc, incorporated under the Companies Act (4129273) whose registered office is 4000 Parkway, Whiteley, Fareham, Hants PO15 7FL or such other organisation licensed from time to time under sections 5 and 6 of the Transport Act 2000 to provide air traffic services to the relevant managed area (within the meaning of section 40 of that Act).",
    "\"Detailed plans demonstrating no impact\" means provision of further plans or details allowing to dismiss any impact through evidence of other obstructions negating any impact due to the proposal.",
    "\"Radar Mitigation Scheme\" or \"Scheme\" means a detailed scheme agreed with the Operator which sets out the measures to be taken to avoid at all times the impact of the development on the H10 Primary and Secondary Surveillance radar and air traffic management operations of the Operator.",
    "\"Crane Operation Plan (COP)\" means a detailed plan agreed with the Operator which defines the type of crane and the timing and duration of all"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T14:35:15.454+00:00",
  "ward": "BOTWELL",
  "parking_details": null,
  "lapsed_date": "25/01/2026",
  "decision_target_date": "24/02/2023",
  "centroid": {
    "lat": "51.5053169",
    "lon": "-0.4227337"
  },
  "lpa_app_no": "58758/APP/2019/3517",
  "status": "Withdrawn",
  "site_name": "FAIRVIEW BUSINESS CENTRE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=58758/APP/2019/3517",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509516.4526,
              179749.5356
            ],
            [
              509531.9969,
              179740.6059
            ],
            [
              509540.5959,
              179742.2595
            ],
            [
              509575.6532,
              179723.4079
            ],
            [
              509620.9632,
              179694.3037
            ],
            [
              509626.9164,
              179686.3662
            ],
            [
              509660.6508,
              179660.5693
            ],
            [
              509636.1768,
              179590.4545
            ],
            [
              509553.1636,
              179615.9207
            ],
            [
              509502.5619,
              179634.4416
            ],
            [
              509465.1895,
              179652.6317
            ],
            [
              509475.1114,
              179675.4521
            ],
            [
              509490.6557,
              179693.6422
            ],
            [
              509516.1219,
              179748.8741
            ],
            [
              509516.4526,
              179749.5356
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "15/07/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "CLAYTON ROAD",
  "pp_id": "08137211",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 509565,
  "appeal_start_date": null,
  "centroid_northing": 179666,
  "borough": "Hillingdon",
  "decision": "Withdrawn",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4234069,
          51.5060772
        ],
        [
          -0.4231858,
          51.5059939
        ],
        [
          -0.4230615,
          51.5060071
        ],
        [
          -0.4225624,
          51.5058308
        ],
        [
          -0.4219189,
          51.5055605
        ],
        [
          -0.4218356,
          51.505488
        ],
        [
          -0.4213577,
          51.5052495
        ],
        [
          -0.421732,
          51.5046241
        ],
        [
          -0.42291969999999995,
          51.5048691
        ],
        [
          -0.4236427,
          51.5050454
        ],
        [
          -0.4241753,
          51.5052161
        ],
        [
          -0.4240253,
          51.5054193
        ],
        [
          -0.4237958,
          51.5055798
        ],
        [
          -0.4234119,
          51.5060713
        ],
        [
          -0.4234069,
          51.5060772
        ]
      ]
    ],
    "type": "Polygon"
  }
}