{
  "centroid": {
    "lon": "0.2251095",
    "lat": "51.5731976"
  },
  "status": "Approved",
  "decision_target_date": "03/06/2020",
  "site_name": "5 ELM GROVE",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 5 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed windows adjacent to No.12 Porchester Close, Hornchurch shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank or rear wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the building hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "The applicant is advised to exercise extreme caution in carrying out any works  which that may harm the health, or the safety, of the preserved trees on the neighbouring land. Special care should be taken not to sever any substantial roots which may be supporting the tree.",
    "It is advised that the applicant contacts the Council's Senior Arboricultural Officer (Mr Goldrick) on the following telephone number 01708 431594 prior to undertaken any works on site to seek advise in relation to the Preserved Trees.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 186-187 of the National Planning Policy Framework 2012."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 3UA",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "03/06/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0461.20",
  "centroid_northing": 188382,
  "uprn": "100021328286",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "03/06/2020",
  "description": "Proposed single storey outbuilding in rear garden ancillary to rear garden",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0461.20",
  "lpa_app_no": "P0461.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:54:39.699+00:00",
  "centroid_easting": 554294,
  "pp_id": "08630898",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "02/04/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554267.028,
              188368.912
            ],
            [
              554275.427,
              188403.591
            ],
            [
              554301.437,
              188397.36
            ],
            [
              554302.656,
              188397.36
            ],
            [
              554322.027,
              188392.076
            ],
            [
              554320.944,
              188389.232
            ],
            [
              554319.047,
              188387.877
            ],
            [
              554317.828,
              188384.219
            ],
            [
              554318.776,
              188381.916
            ],
            [
              554315.254,
              188371.35
            ],
            [
              554312.951,
              188369.724
            ],
            [
              554311.461,
              188365.66
            ],
            [
              554312.545,
              188363.087
            ],
            [
              554311.867,
              188360.513
            ],
            [
              554267.028,
              188368.912
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.159
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "HORNCHURCH",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "28/05/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2247148,
          51.5730874
        ],
        [
          0.2248511,
          51.5733967
        ],
        [
          0.2252234,
          51.5733336
        ],
        [
          0.225241,
          51.5733332
        ],
        [
          0.225518,
          51.5732805
        ],
        [
          0.22550109999999998,
          51.5732552
        ],
        [
          0.22547319999999998,
          51.5732435
        ],
        [
          0.225454,
          51.573211
        ],
        [
          0.2254667,
          51.5731901
        ],
        [
          0.22541119999999998,
          51.5730961
        ],
        [
          0.2253773,
          51.5730821
        ],
        [
          0.2253541,
          51.573046
        ],
        [
          0.2253686,
          51.5730226
        ],
        [
          0.2253577,
          51.5729997
        ],
        [
          0.2247148,
          51.5730874
        ]
      ]
    ],
    "type": "Polygon"
  }
}