{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507946.6995,
              176929.5132
            ],
            [
              507947.0302,
              176929.1824
            ],
            [
              507937.4391,
              176928.521
            ],
            [
              507936.7776,
              176932.4897
            ],
            [
              507946.6995,
              176932.4897
            ],
            [
              507946.6995,
              176929.5132
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08596880",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:06.997+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "05/05/2020",
  "secondary_street_name": "HARLINGTON",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4810461",
    "lon": "-0.4469447"
  },
  "decision": "Approved",
  "valid_date": "19/03/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.004
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=57699/APP/2020/968",
  "lpa_name": "Hillingdon",
  "site_name": "LAND FRONTING RENAISSANCE HOTEL",
  "lapsed_date": "01/07/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 002 Issue A (Site Location Plan), 215 Issue A (Max. Configuration Site Plan), 265 Issue A (Max. Configuration Elevation) and 305 Issue A (Equipment Schedule & Support Structure Details) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "Notwithstanding the submitted plans, no development shall take place until details of colours of external surfaces and a maintenance plan have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed and maintained in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 11, DMHB 12 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The existing apparatus/structures, shown on drawing \"100 Issue A Existing Site Plan\" shall be removed from the land, within three (3) months of the commencement of the use of the equipment hereby approved, and the land shall be restored to its former condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure that the development is removed as soon as it is no longer required in order to protect the character and appearance of the area in accordance with Policy DMHB 11 of the Hillingdon Local Plan - Development Management Policies (2020).",
    "Any apparatus or structure provided in accordance with this permission shall be removed from the land, as soon as reasonably practicable after it is no longer required for electronic communications purposes, and such land, shall be restored to its condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure that the development is removed as soon as it is no longer required in order to protect the character and appearance of the area in accordance with Policies DMHB 11 and DMHB 21 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "A licence must be obtained from the Highway Authority before any works are carried out on any footway, carriageway, verge or other land forming part of the public highway. This includes the erection of temporary scaffolding, hoarding or other apparatus in connection with the development for which planning permission is hereby granted.  For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW",
    "In respect of the construction works and associated construction vehicle movements and temporary arrangement on the highway, the applicant/developer should contact the Council's Highways Maintenance Team. In case of construction works affecting the Transport for London Road Network and the Strategic Road Network, the applicant/developer should also contact Transport for London and comply with its requirements as set out in the Transport for London's 'Construction Guidance Document For Contractors' which can be viewed on the Council's website www.hillingdon.gov.uk/article/11417/Publications",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction.  The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "The installation of a 20m monopole, 12 antenna apertures, 7 equipment cabinets and the removal of the existing 14.7m monopole, 3 antennas, 5 redundant equipment cabinets and development ancillary thereto",
  "lpa_app_no": "57699/APP/2020/968",
  "decision_target_date": "10/07/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "01/07/2020",
  "id": "Hillingdon-57699_APP_2020_968",
  "centroid_northing": 176931,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507942,
  "street_name": "BATH ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4468775,
          51.4810318
        ],
        [
          -0.44687279999999996,
          51.4810288
        ],
        [
          -0.4470111,
          51.4810247
        ],
        [
          -0.44701939999999996,
          51.4810605
        ],
        [
          -0.44687649999999995,
          51.4810586
        ],
        [
          -0.4468775,
          51.4810318
        ]
      ]
    ],
    "type": "Polygon"
  }
}