{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": null,
  "borough": "Hillingdon",
  "wgs84_polygon": null,
  "site_name": "GLENWOOD, 30",
  "centroid_easting": 508022,
  "pp_id": "12675122",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Hillingdon",
  "decision": "Approved",
  "lpa_app_no": "27657/APP/2023/3602",
  "decision_date": "06/02/2024",
  "last_updated": "2025-03-20T11:28:18.416+00:00",
  "centroid_northing": 192141,
  "centroid": {
    "lat": 51.617738,
    "lon": -0.441147
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "NORTHWOOD 2022",
  "bo_system": "CSV Data Import",
  "lapsed_date": "06/02/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "15/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "13/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "(AMENDED CONDITION) The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "5806-AG(0)200, 5806 210 Rev A, 5806 211 Rev A, 5806 212 Rev A, 5806 213 Rev A, 5806 214 Rev A, 5806 215 Rev A, Arboricultural Impact Assessment, Tree Constraints Plan, Tree Protection Plan, Arboricultural and Planning Integration Report by GHA Trees (GHA/DS/122360:21).",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing La Chenaie or Downside.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof of the extension, with the exception of the highlighted balcony shown on the approved drawings, shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "(AMENDED CONDITION) The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used outlined in the in the Schedule of Materials prepared by Seabrook Architects (referenced 30 Kewferry Drive Condition 5 - Schedule of Materials REF:27657/APP/2021/169)  and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "(AMENDED CONDITION) The proposed development shall comply with the tree protection measures outlined in the Arboricultural and Planning Integration (GHA/DS/122360:21) Report by GHA Trees and as outlined on approved site plan 5806-AG(0)200.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020)",
    "(AMENDED CONDITION) The details of the hard and soft landscaping shall comply with those annotated on the approved site plan 5806-AG(0)20 and as detailed within the Schedule of Materials prepared by Seabrook Architects. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no roof extensions or roof alterations to the dwellinghouse shall be carried out without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": null,
  "decision_target_date": "07/02/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "KEWFERRY DRIVE",
  "secondary_street_name": "NORTHWOOD",
  "description": "Variation of Conditions 2 (Accordance with approved), 5 (All Materials), 7 (Method Statement) and 8 (Landscape Scheme) of planning permission ref. 27657/APP/2021/1690, dated 04-02-2022 (Demolition of existing two storey side addition, removal of roof and part side extension to allow the construction of a two-storey side extension; part single; part two storey rear extension; replacement roof with raising of overall ridge height including front and rear dormers; new windows and doors; front extension (column and pillars); change in material of the dwelling; first floor rear balcony and hard and soft landscaping. Two storey side extension and part two storey part single storey rear extension and conversion of roof space to habitable use to include 2 x front and 2 x rear dormers.) to amend Condition 2 reflect minor material amendments and to amend Conditions 5, 7 and 8 to compliance only to reflect the information submitted.",
  "id": "Hillingdon-27657_APP_2023_3602",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=27657/APP/2023/3602"
}