{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/5515/18",
  "application_type_full": null,
  "uprn": "200000305324",
  "borough": "Harrow",
  "street_name": "Wolseley Road",
  "locality": "Harrow",
  "ward": "WEALDSTONE",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of three years from the date of this permission.\nREASON:  To comply with the provisions of Section 91 of the Town & Country Planning Act 1990.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents:\r\n\r\n0583-01/01; 0582-01/02 Revision.B; 0582-01/03 Revision.C and Supporting Statement. \r\n\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n\r\n",
    "Condition : 3 - The development hereby permitted shall not commence until samples of the materials to be used in the construction of the external surfaces noted below have been submitted to, and approved in writing by, the local planning authority:\n(a) the extension/building(s)\n(b) the ground surfacing\n(c) the boundary treatment\nThe development shall be completed in accordance with the approved details and shall thereafter be retained.\nREASON: To safeguard the appearance of the locality.\n",
    "Condition : 4 - The use hereby permitted shall not be open to customers outside the following times:-\r\na:  08:00 hours to  20:00.... hours, Monday to Saturday inclusive, 09:00 hours to  18:00 hours, Sundays or Bank Holidays,\r\n\r\nReason: To safeguard the amenity of neighbouring residents.\r\n",
    "Condition : 5 - Prior to the use commencing, full details of the cycle store, shall be submitted and approved in writing by the local planning authority. The development shall then be implemented in accordance with the approved details and thereafter retained.\r\n\r\nReason: To ensure that adequate, safe and secure cycle parking is provided. \r\n",
    "Condition : 6 - The development hereby permitted shall not commence until a scheme for: the storage and disposal of refuse/waste has been submitted to, and approved in writing by, the local planning authority.\r\nThe development shall not be occupied or used until the works have been completed in accordance with the approved details and shall thereafter be retained.\r\nREASON: To ensure adequate standards of hygiene and refuse/waste collection without prejudice to the enjoyment by neighbouring occupiers of their properties.\r\n",
    "Condition : 7 - No development shall take place, including any works of demolition, until a Construction Logistics Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the construction period. The Statement shall provide for:\r\n\r\ni. the parking of vehicles of site operatives and visitors \r\nii. loading and unloading of plant and materials \r\niii. storage of plant and materials used in constructing the development \r\niv. measures to control the emission of dust and dirt during construction\r\nv. a scheme for recycling/disposing of waste resulting from demolition and construction works\r\n\r\nREASON: To ensure that the construction of the development does not unduly impact on highway safety and the amenities of the existing occupiers of the properties adjacent to the site. These works would form part of the construction process and for this reason, this is a PRE-COMMENCEMENT Condition\r\n",
    "Condition : 8 - Before the hard surfacing hereby permitted is brought into use the surfacing shall EITHER be constructed from porous materials, for example, gravel, permeable block paving or porous asphalt, OR provision shall be made to direct run-off water from the hard surfacing to a permeable or porous area or surface within the curtilage of the site.\r\nREASON: To ensure that adequate and sustainable drainage facilities are   provided, and to prevent any increased risk of flooding. \r\n",
    "Condition : 9 - The development of any buildings hereby permitted shall not be commenced until works for the disposal of sewage have been submitted to, and approved in writing by, the local planning authority. The works shall be implemented in accordance with the approved details and thereafter retained.\r\nREASON:\tTo ensure that adequate drainage facilities are provided\r\n",
    "Condition : 10 - The development of any buildings hereby permitted shall not be commenced until surface water attenuation / storage works have been submitted and approved in writing by, the local planning authority. The works shall be implemented in accordance with the approved details and thereafter be retained.\r\nREASON:\tTo prevent the increased risk of flooding.\r\n",
    "Condition : 11 - The development hereby permitted shall not commence until there has been submitted to, and approved by, the local planning authority, a scheme of hard and soft landscape works which shall include a survey of all existing trees and hedgerows on the land, indicating those to be retained and those to be lost.  Details of those to be retained, together with measures for their protection in the course of the development, shall also be submitted and approved, and carried out in accordance with such approval, prior to any demolition or any other site works, and retained until the development is completed.   Soft landscape works shall include: planting plans, and schedules of plants, noting species, plant sizes and proposed numbers / densities.\r\nREASON:\tTo safeguard the appearance and character of the area, and to enhance the appearance of the development.\r\n\r\n",
    "Condition : 12 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building(s), or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\r\nREASON:\tTo safeguard the appearance and character of the area, and to enhance the appearance of the development.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 190002,
  "status": "Approved",
  "decision_date": "15/03/2019",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3371687,
          51.5971611,
          0
        ],
        [
          -0.33710249999999997,
          51.5971953,
          0
        ],
        [
          -0.3370758,
          51.5971751,
          0
        ],
        [
          -0.3370477,
          51.597154,
          0
        ],
        [
          -0.33702099999999996,
          51.5971339,
          0
        ],
        [
          -0.3369915,
          51.5971119,
          0
        ],
        [
          -0.3369472,
          51.5970789,
          0
        ],
        [
          -0.3369205,
          51.5970587,
          0
        ],
        [
          -0.336905,
          51.5970486,
          0
        ],
        [
          -0.3368521,
          51.5970137,
          0
        ],
        [
          -0.33691499999999996,
          51.5969934,
          0
        ],
        [
          -0.3369259,
          51.5969904,
          0
        ],
        [
          -0.3369792,
          51.5969741,
          0
        ],
        [
          -0.3370314,
          51.5970072,
          0
        ],
        [
          -0.3371142,
          51.5970331,
          0
        ],
        [
          -0.3371287,
          51.5970522,
          0
        ],
        [
          -0.3371406,
          51.5970618,
          0
        ],
        [
          -0.3371708,
          51.5970838,
          0
        ],
        [
          -0.3372348,
          51.5971324,
          0
        ],
        [
          -0.3371687,
          51.5971611,
          0
        ]
      ]
    ]
  },
  "decision_target_date": "15/03/2019",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "09/01/2019",
  "development_type": "Minor Offices-R and D-light industry",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-21T00:20:08.531+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Garages Rear Of 78",
  "id": "Harrow-P_5515_18",
  "decision": "Approved",
  "cil_liability": true,
  "centroid_northing": 515279,
  "appeal_start_date": null,
  "postcode": "HA3 5RT",
  "url_planning_app": "http://site.com?appref=P/5515/18-or-1031132 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Redevelopment to provide single storey building comprising of 3 office units (Use class B1); cycle store (demolition of garages)",
  "valid_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              515270.9,
              190011,
              0
            ],
            [
              515275.4,
              190014.9,
              0
            ],
            [
              515277.3,
              190012.7,
              0
            ],
            [
              515279.3,
              190010.4,
              0
            ],
            [
              515281.2,
              190008.2,
              0
            ],
            [
              515283.3,
              190005.8,
              0
            ],
            [
              515286.45,
              190002.2,
              0
            ],
            [
              515288.35,
              190000,
              0
            ],
            [
              515289.45,
              189998.9,
              0
            ],
            [
              515293.2,
              189995.1,
              0
            ],
            [
              515288.9,
              189992.75,
              0
            ],
            [
              515288.15,
              189992.4,
              0
            ],
            [
              515284.5,
              189990.5,
              0
            ],
            [
              515280.8,
              189994.1,
              0
            ],
            [
              515275,
              189996.85,
              0
            ],
            [
              515273.95,
              189998.95,
              0
            ],
            [
              515273.1,
              190000,
              0
            ],
            [
              515270.95,
              190002.4,
              0
            ],
            [
              515266.4,
              190007.7,
              0
            ],
            [
              515270.9,
              190011,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "7488239",
  "application_details": {
    "site_area": 0.028
  },
  "centroid": {
    "lon": "-5.2437447",
    "lat": "54.4892676"
  },
  "lapsed_date": "15/03/2022",
  "decision_process": "Delegated",
  "actual_completion_date": null
}