{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "03/09/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-6084_APP_2020_920",
  "secondary_street_name": "HAYES",
  "appeal_status": null,
  "postcode": "UB4 0YG",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.008
  },
  "valid_date": "17/03/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Removal of the existing 22m tower and the erection of a replacement 30m lattice tower with a total of 18 antenna, installed on headframes at a mean height of between 20.95m and 29.2m AGL, 4 dishes, 6 equipment cabinets, along with ancillary equipment, together with development ancillary thereto",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 104 Rev. B and 105 Rev. B and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2016).",
    "The existing apparatus/structures, shown to be removed on drawing \"102 Rev. B\" shall be removed from the land, within three (3) months of the commencement of the use of the equipment hereby approved, and the land shall be restored to its former condition before the development took place, or to any other condition as may be agreed in writing with the Local Planning Authority.",
    "REASON",
    "To ensure that the development is removed as soon as it is no longer required in order to protect the character and appearance of the area in accordance with Policy DMHB 11 of the Hillingdon Local Plan - Development Management Policies (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction.  We would, therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at http://www.aoa.org.uk/policy-campaigns/operations-safety/"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:45:51.713+00:00",
  "ward": "TOWNFIELD",
  "parking_details": null,
  "lapsed_date": "03/09/2023",
  "decision_target_date": "12/05/2020",
  "centroid": {
    "lat": "51.5135397",
    "lon": "-0.39584529999999996"
  },
  "lpa_app_no": "6084/APP/2020/920",
  "status": "Approved",
  "site_name": "SCOTTISH SOUTHERN ENERGY DEPOT",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=6084/APP/2020/920",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511399.8288,
              180623.3956
            ],
            [
              511401.4825,
              180626.0414
            ],
            [
              511410.4122,
              180622.4034
            ],
            [
              511411.4044,
              180624.7185
            ],
            [
              511414.0502,
              180623.0649
            ],
            [
              511413.7195,
              180622.4034
            ],
            [
              511422.6492,
              180620.419
            ],
            [
              511422.6492,
              180616.4503
            ],
            [
              511410.4122,
              180621.0805
            ],
            [
              511408.4278,
              180619.0961
            ],
            [
              511400.4903,
              180622.0727
            ],
            [
              511399.8288,
              180623.3956
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "17/08/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "SPRINGFIELD ROAD",
  "pp_id": "08592628",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 511411,
  "appeal_start_date": null,
  "centroid_northing": 180621,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3960054,
          51.5135635
        ],
        [
          -0.39598079999999997,
          51.5135869
        ],
        [
          -0.39585329999999996,
          51.5135524
        ],
        [
          -0.3958383,
          51.5135731
        ],
        [
          -0.3958007,
          51.5135577
        ],
        [
          -0.3958056,
          51.5135518
        ],
        [
          -0.39567759999999996,
          51.5135322
        ],
        [
          -0.3956789,
          51.5134965
        ],
        [
          -0.3958537,
          51.5135406
        ],
        [
          -0.3958829,
          51.5135231
        ],
        [
          -0.39599629999999997,
          51.5135514
        ],
        [
          -0.3960054,
          51.5135635
        ]
      ]
    ],
    "type": "Polygon"
  }
}