{
  "decision_date": "22/10/2024",
  "appeal_decision_date": null,
  "title_number": null,
  "borough": "Havering",
  "last_updated": "2025-07-09T04:11:35.080Z",
  "centroid_northing": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1198.24",
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "30/10/2024",
  "locality": null,
  "epc_number": null,
  "site_number": null,
  "lpa_app_no": "P1198.24",
  "last_date_consultation_comments": "27/09/2024",
  "decision_conditions": [
    "The development hereby permitted shall be commenced no later than 24th November 2025.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "No above ground works shall take place in relation to any of the development hereby approved until samples of all materials to be used in the external construction of the building(s) are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Works shall not be commenced until additional drawings that show details, including colour, materials and finish, of proposed new windows, doors and sills to the front and side elevations of the dwelling by section and elevation at scales between 1:20 and 1:1 as appropriate have been submitted to and approved in writing by the local planning authority. Works shall be implemented in accordance with the approved details and shall be permanently maintained as such.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the new windows, doors and sills to be used.  Submission of additional drawings that show details of proposed new windows, doors and sills to be used prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The flat roof area adjacent to Nos.2-3 Hacton House as shown on the Proposed Roof Plan on drawing no. 0837-PL-03 Rev. B shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "During construction of the development hereby permitted, the two street trees located adjacent to Mandelieu, Little Gaynes Lane Upminster shall not be lopped or felled without the written consent of the local planning authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'.  The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "status": "Approved",
  "valid_date": "04/09/2024",
  "application_type": "All Other",
  "appeal_start_date": null,
  "description": "Variation of condition no. 3 of planning application P1390.22 to allow for alterations to the existing basement (Loft conversion involving replacement of roof, installation of 2No. Juliette balconies to rear, addition of roof lights and alterations to fenestration)",
  "cil_liability": false,
  "uprn": "100021409292",
  "decision": "Approved",
  "decision_agency": "Borough",
  "pp_id": null,
  "site_name": "Mandelieu, Little Gaynes Lane",
  "id": "Havering-P1198.24",
  "postcode": "RM14 2JB",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": null,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "development_type": null,
  "ward": "Upminster",
  "bo_system": "CSV Data Import",
  "street_name": "Upminster",
  "decision_process": "Delegated",
  "appeal_status": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555004.95,
              185652.89
            ],
            [
              555024.1,
              185589.31
            ],
            [
              555068.89,
              185608.09
            ],
            [
              555109.35,
              185501.52
            ],
            [
              555057.7,
              185482.38
            ],
            [
              555054.08,
              185492.13
            ],
            [
              555024.82,
              185479.13
            ],
            [
              555003.15,
              185530.06
            ],
            [
              554990.14,
              185549.93
            ],
            [
              554985.45,
              185561.85
            ],
            [
              554975.69,
              185644.22
            ],
            [
              555004.95,
              185652.89
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_type_full": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23415909999999998,
          51.5484827
        ],
        [
          0.23440709999999998,
          51.5479062
        ],
        [
          0.2350608,
          51.5480626
        ],
        [
          0.2355969,
          51.547094
        ],
        [
          0.2348442,
          51.5469363
        ],
        [
          0.23479629999999999,
          51.5470248
        ],
        [
          0.2343689,
          51.5469161
        ],
        [
          0.23407909999999998,
          51.5473796
        ],
        [
          0.23390029999999998,
          51.5475617
        ],
        [
          0.233838,
          51.5476701
        ],
        [
          0.23373359999999999,
          51.5484128
        ],
        [
          0.23415909999999998,
          51.5484827
        ]
      ]
    ],
    "type": "Polygon"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.23
  },
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lapsed_date": "22/10/2027",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  }
}