{
  "secondary_street_name": "NORTHWOOD",
  "last_updated": "2025-07-09T21:59:18.747Z",
  "appeal_start_date": null,
  "bo_system": "CSV Data Import",
  "appeal_decision_date": null,
  "status": "Prior Approval Req.",
  "decision_date": "17/06/2025",
  "reference_no_of_permission_being_relied_on": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78629/APP/2025/522",
  "site_number": null,
  "polygon": null,
  "development_type": null,
  "appeal_status": null,
  "centroid": {
    "lat": 51.61157,
    "lon": -0.426295
  },
  "wgs84_polygon": null,
  "appeal_decision": null,
  "lapsed_date": "17/06/2028",
  "decision_agency": "Borough",
  "application_type_full": null,
  "ward": "NORTHWOOD 2022",
  "application_details": {
    "existing_uprns": null
  },
  "street_name": "GREEN LANE",
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": 191477,
  "centroid_easting": 509065,
  "uprn": null,
  "last_updated_by": "CSV Data Import",
  "decision": "Approved",
  "cil_liability": false,
  "description": "Change of use from Commercial (Use Class E) to Residential (Use Class C3) to create three residential units (Application for Prior Approval under Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended)) (Related to Full Application reference 78629/APP/2025/516).",
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "id": "Hillingdon-78629_APP_2025_522",
  "decision_conditions": [
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), as the Council has assessed the impacts of the proposal and considers that there would be no unacceptable impacts, subject to the stated planning conditions, concerning:",
    "(a) transport impacts of the development, particularly to ensure safe site access;",
    "(b) contamination risks in relation to the building;",
    "(c) flooding risks in relation to the building;",
    "(d) impacts of noise from commercial premises on the intended occupiers of the development;",
    "(e) the impact of that change of use on the character or sustainability of the conservation area;",
    "(f) the provision of adequate natural light in all habitable rooms of the dwellinghouses;",
    "(g) the impact on intended occupiers of the development of the introduction of residential use in an area the authority considers to be important",
    "The use hereby permitted shall not commence until the works submitted with the application and granted planning permission by the Local Planning Authority on 16 June 2025 as part of the development within application reference 78629/APP/2025/516 have been completed in accordance with the approved details. The works shall thereafter be retained.",
    "REASON",
    "To ensure appropriate daylight to all habitable rooms, room sizes, and floor-to-ceiling heights to comply with Policy D6 of The London Plan (2021).",
    "The development hereby permitted must be completed within three years from the prior approval date.",
    "REASON",
    "To comply with Condition MA.2. (5), Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, references:",
    "A-PD-101 Proposed Site Plan",
    "A-PD-102 Proposed Ground Floor Plan",
    "A-PD-103 Proposed First Floor Plan",
    "A-PD-104  Proposed Roof Plan",
    "A-PD-100 Site Location Plan",
    "Thereafter the development hereby permitted shall be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall adhere to those detailed in the Design and Access Statement, prepared by Create Design, dated 07.08.2024 and shall thereafter be retained as such.",
    "REASON",
    "To ensure the development complies with Condition MA.2.(2)(e) of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Prior to the first occupation of the development hereby permitted, a Parking Allocation Plan detailing appropriate provision for the three residential units shall be submitted to and approved by the Local Planning Authority. Thereafter, the approved Plan shall be adhered to for the lifetime of the development.",
    "REASON",
    "To ensure the development complies with Condition MA.2.(2)(a) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "(i) Prior to the first occupation of the development hereby approved, active electric vehicle charging facilities shall be installed and made available for use at one car parking spaces. The active electric vehicle charging infrastructure shall thereafter be permanently retained on site, maintained, and be kept available for use.",
    "(ii) Prior to the first occupation of the development hereby approved, passive electric vehicle charging facilities shall be installed at one car parking spaces. The passive electric vehicle charging infrastructure shall thereafter be permanently retained on site and be available for upgrading to active electric vehicle charging.",
    "REASON",
    "To ensure the development complies with Condition MA.2.(2)(a) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Prior to the first occupation of the development hereby approved, at least six cycle parking spaces shall be installed onsite and available for resident's use. The cycle parking spaces shall thereafter be permanently retained on site, maintained, and be kept available for use.",
    "REASON",
    "To ensure the development complies with Condition MA.2.(2)(a) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The building hereby permitted to be used as dwellinghouses by virtue of Class MA is to remain in use as dwellinghouses within the meaning of Class C3 of Schedule 1 to the Use Classes Order and for no other purpose, except to the extent that the other purpose is ancillary to the use as a dwellinghouse.",
    "REASON",
    "To comply with Condition MA.2. (6), Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Prior to the first occupation of the development hereby approved, a revised private access road gate shall be submitted to and approve by the Local Planning Authority to demonstrate that there would be no vehicle overhang onto the public highway. The approved gate shall thereafter be installed installed in accordance with the approved plan and not be moved any closer to the public highway.",
    "REASON",
    "To ensure the development complies with Condition MA.2.(2)(a) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Prior to the first occupation of the development hereby approved, details of an onsite 'transient' bin store location with no more than ten metres between the collection point and the collecting refuse vehicle without causing a physical obstruction to the access road shall be submitted to and approved by the Local Planning Authority. Thereafter, the 'transient' bin store shall be installed in accordance with the approved plan. The 'transient' bin store shall only be used on waste collection days and be left unoccupied at all other periods of the remaining week.",
    "REASON",
    "To ensure the development complies with Condition MA.2.(2)(a) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Prior to the commencement of development (including groundwork and site clearance), a Construction Management and Logistics Plan shall be submitted to and approved by the Local Planning Authority. The Plan shall detail:",
    "(a) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours).",
    "(b) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(c) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the number of construction vehicles accessing the site during peak hours).",
    "(d) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process.",
    "(e) The storage of demolition/construction materials on site.",
    "The approved details shall be implemented and maintained t",
    "Prior to the commencement of development (excluding groundwork and site clearance), a scheme for protecting the proposed development from noise shall be submitted to and approved in writing by the Local Planning Authority. All works that form part of the scheme shall be fully implemented before the development is occupied and thereafter shall be retained and maintained in good working order as long as the building remains in use.",
    "REASON",
    "To ensure the development complies with Condition MA.2.(2)(d) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "All proposed new street names must be notified to and approved by the Council. Building names and numbers, and proposed changes of street names must also be notified to the Council. For further information and advice, contact - The Street Naming and Numbering Officer, Planning & Community Services, 3 North Civic Centre, High Street, Uxbridge, UB8 1UW (Tel 01895 250557).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "decision_target_date": "17/06/2025",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "lpa_app_no": "78629/APP/2025/522",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "02/04/2025",
  "lpa_name": "Hillingdon",
  "application_type": "Prior Approval",
  "locality": null,
  "title_number": null,
  "pp_id": null,
  "decision_process": "Delegated",
  "site_name": "1-2 Warmair House",
  "valid_date": "26/02/2025",
  "parking_details": null,
  "postcode": "HA6 2QB",
  "epc_number": null
}