{
  "last_date_consultation_comments": "08/06/2022",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "development_type": "New Build",
  "decision_date": "24/06/2022",
  "pp_id": "09938191",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-42917_APP_2021_3381",
  "last_updated": "2025-03-19T03:29:05.331+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 505866,
  "decision_target_date": "24/06/2022",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 13,
    "net_car": -2,
    "no_proposed_cycle": 18,
    "no_proposed_car": 11,
    "net_cycle": 18,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505838.216,
              183939.5749
            ],
            [
              505845.7567,
              183953.4656
            ],
            [
              505847.2119,
              183954.2593
            ],
            [
              505851.8421,
              183958.4927
            ],
            [
              505852.5036,
              183958.8896
            ],
            [
              505871.6859,
              183948.9677
            ],
            [
              505893.6464,
              183931.902
            ],
            [
              505879.2265,
              183912.852
            ],
            [
              505860.0442,
              183927.6687
            ],
            [
              505855.8109,
              183929.653
            ],
            [
              505838.216,
              183939.5749
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": true,
  "subdivision_of_building": null,
  "title_number": [
    "AGL155911"
  ],
  "secondary_street_name": "UXBRIDGE",
  "valid_date": "06/09/2021",
  "centroid": {
    "lon": "-0.4747262",
    "lat": "51.5444106"
  },
  "site_number": null,
  "ward": "UXBRIDGE NORTH",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "42917/APP/2021/3381",
  "status": "Approved",
  "description": "Full planning permission for alterations to the existing building and an additional storey to provide 8 residential units (Use Class C3), and associated works",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "UB8 1LD",
  "centroid_northing": 183937,
  "borough": "Hillingdon",
  "application_type": "All Other",
  "locality": null,
  "site_name": "224-231",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbered 100_01 Rev.P3,  100_02 Rev. P3, 100_03 Rev. P3, 101_01 Rev. P4, 101_02 Rev. P4, 101_03 Rev. P4, 101_04 Rev. P3, 102_01 Rev. P5, 102_02 Rev. P4, 102_03 Rev. P4, 102_04 Rev. P5, 102_05 Rev. P3, 201_01 Rev. P3, 202_02 Rev. P1, 302_01 Rev. P4,  302_02 Rev. P4, 302_03 Rev. P3, 302_04 Rev. P3 and 302_05 Rev. P3 (all received on 12.05.2022) and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "No development approved by this permission shall be commenced until a construction management plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "(i)  The phasing of development works;",
    "(ii) The hours during which development works will occur (please refer to informative I15 for maximum permitted working hours);",
    "(iii) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities);",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours);",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process;",
    "(vi) The storage of demolition/construction materials on site.",
    "The approved details shall be im",
    "No development approved by this permission shall be commenced until an air quality management plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall demonstrate that the development will be at least air quality neutral. Works shall be carried out in accordance with the approved details and thereafter maintained as such.",
    "REASON",
    "These details are required prior to commencement of any works in the interest of air quality in accordance with Policy DMEI 14 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the approved details and prior to the commencement of development, product details including manufacturer information of all the external materials and finishes shall be submitted to and approved in writing by the Local Planning Authority. Information shall include colour references where relevant. Works shall be carried out in accordance with the approved details and thereafter maintained as such.",
    "REASON",
    "These details are required prior to commencement of any works to ensure that the development presents a satisfactory appearance and preserves the setting of the adjacent Conservation Area and Listed Buildings in accordance with Policies DMHB 1, DMHB 2, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan (Part 2) and Policies HC1, D1, D3 and D4 of the London Plan (2021).",
    "Notwithstanding the approved details and prior to the construction of the raised parapet of the development hereby approved, a sample of the brickwork shall be made available on site for inspection and approved in writing by the Local Planning Authority. Works shall be carried out in accordance with the approved details and thereafter maintained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance and preserves the setting of the adjacent Conservation Area and Listed Buildings in accordance with Policies DMHB 1, DMHB 2, DMHB 4, DMHB 11 and DMHB 12 of the Hillingdon Local Plan (Part 2) and Policies HC1, D1, D3 and D4 of the London Plan (2021).",
    "Prior to first occupation of the development, a scheme for protecting the proposed development from noise associated with neighbouring commercial uses shall be submitted to and approved in writing by the Local Planning Authority. All works which form part of the scheme shall be fully implemented before the development is occupied and thereafter shall be retained and maintained in good working order for so long as the building remains in use.",
    "REASON",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by noise from the neighbouring commercial uses in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020) and Policies D13 and D14 of the London Plan (2021).",
    "Prior to first occupation of the development, a fire strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall include information in relation to how the development will achieve high standards of fire safety and emergency evacuation arrangements. The development shall be carried in accordance with the approved strategy prior to first occupation and thereafter retained as approved.",
    "REASON",
    "In the interests of fire safety in accordance with Policies D5 and D12 of the London Plan (2021).",
    "Prior to first occupation of the development hereby approved, details of facilities for the storage and collection of refuse and recyclables shall be submitted to and approved in writing by the Local Planning Authority. The details shall include information in relation to location, dimensions, external finishes and design. The facilities shall be provided in accordance with the approved details prior to first occupation and thereafter retained as approved.",
    "REASON",
    "To ensure that the proposed development provides a convenient location for the refuse and recycling facilities in accordance with Policy DMHB 11 part (d) of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Prior to first occupation of the development hereby approved, a refuse and recycling plan strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall include information in relation to the on-site refuse and recycling bins for existing and future occupiers of the site and how the site would be serviced by refuse collection vehicles.  The development shall be carried out in accordance with the approved strategy prior to first occupation and thereafter retained as approved.",
    "REASON",
    "To ensure that the proposed development provides a convenient location for the refuse and recycling facilities and appropriate management in accordance with Policy DMHB 11 part (d) of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Prior to first occupation of the development hereby approved, details of facilities for the storage of 16 long-stay cycles and 2 short-stay cycles shall be submitted to and approved in writing by the Local Planning Authority. The details shall include information in relation to location, dimensions, external finishes and design. The facilities shall be provided in accordance with the approved details prior to first occupation and thereafter retained as approved.",
    "REASON",
    "To ensure that the proposed development provides secure cycle facilities in accordance with Policy T5 of the London Plan (2021).",
    "Prior to the occupation of the development hereby approved, details of the rainwater harvesting water butts referenced in the approved document titled Flood Risk Assessment and Sustainable Urban Design System Strategy Report prepared by Eb7  shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the proposed location of the rainwater harvesting water butts,  manufacture/product specification, dimensions, images and finishes. The facilities shall be provided in accordance with the approved details prior to first occupation and thereafter retained as approved.",
    "REASON",
    "In the interests of sustainable water management and to minimise flood risk in accordance with Policies DMEI 9 and DMEI 10 of the Hillingdon Local Plan Part 2 (2020) and Policies SI2 and SI 13 of the London Plan (2021).",
    "The development hereby approved shall be carried out and thereafter maintained strictly in accordance with the Section 5 'Sustainable Drainage System Strategy' and Section 6 'Management and Maintenance' of the approved document titled Flood Risk Assessment and Sustainable Urban Design System Strategy Report prepared by Eb7.",
    "REASON",
    "In the interest of sustainable water management and to minimise flood risk in accordance with Policies DMEI 9 and DMEI 10 of the Hillingdon Local Plan Part 2 (2020) and Policies SI2 and SI 13 of the London Plan (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Cadent Gas Ltd own and operate the gas infrastructure within the area of your development. There may be a legal interest (easements and other rights) in the land that restrict activity in proximity to Cadent assets in private land. The applicant must ensure that the proposed works do not infringe on legal rights of access and or restrictive covenants that exist.",
    "If buildings or structures are proposed directly above the apparatus the development may only take place following diversion of the apparatus. The applicant should apply online to have apparatus diverted in advance of any works, by visiting cadentgas.com/diversions",
    "Prior to carrying out works, including the construction of access points, please register on www.linesearchbeforeudig.co.uk to submit details of the planned works for review, ensuring requirements are adhered to",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "decision": "Approved",
  "street_name": "HIGH STREET",
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Phase 1",
        "intended_completion_date": "08/2022",
        "intended_commencement_date": "12/2021"
      }
    ],
    "total_gia_gained": 536,
    "site_area": 0.121,
    "total_gia_lost": 0,
    "total_gia_existing": 1864.8,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1279,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "C3",
        "gia_gained": 536,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 585.8,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 13.7,
        "building_ref": "224-231 High Street"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 536,
      "total_gia_lost": 0,
      "total_gia_existing": 1864.8,
      "development_type": null,
      "site_area": null
    },
    "garden_land_lost": false,
    "uk_company_registration_no": "5840284",
    "internal_resi_water_usage": 125,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 16,
      "total_no_proposed_residential_units": 8,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 8,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 171.42857142857142,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 498,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 57.14285714285714,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 61
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 61
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 61
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 61
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-5",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 61
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-6",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 61
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-7",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 70
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Extension",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-8",
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 62
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.14
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 8,
      "green_roof_area": 0,
      "no_new_water_connections_required": 8,
      "no_homes_passive_cooling": 8,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 8,
      "ghg_reduction_over_building_regulations": true,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "ownership_status": "Private",
    "lead_developer_company_name": "Chesterhouse Properties (Uxbridge) Ltd",
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": "224-231 High Street"
  },
  "lapsed_date": "24/06/2025",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=42917/APP/2021/3381",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "FME Excel Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4751259,
          51.544439
        ],
        [
          -0.47501309999999997,
          51.5445624
        ],
        [
          -0.47499179999999996,
          51.5445693
        ],
        [
          -0.47492379999999995,
          51.5446065
        ],
        [
          -0.47491419999999995,
          51.5446099
        ],
        [
          -0.47464059999999997,
          51.5445171
        ],
        [
          -0.47432919999999995,
          51.5443596
        ],
        [
          -0.4745428,
          51.5441911
        ],
        [
          -0.4748148,
          51.5443279
        ],
        [
          -0.4748753,
          51.5443465
        ],
        [
          -0.4751259,
          51.544439
        ]
      ]
    ],
    "type": "Polygon"
  }
}