{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM1 4HH",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1868983,
          51.5851902
        ],
        [
          0.1874844,
          51.5853035
        ],
        [
          0.1875028,
          51.5852386
        ],
        [
          0.1869361,
          51.5851237
        ],
        [
          0.1868983,
          51.5851902
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "32 Pettits Lane",
  "centroid_easting": 551627,
  "pp_id": "12711766",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "06/2024",
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "total_gia_gained": 40,
    "intended_commencement_date": "03/2024",
    "site_area": 0.032
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P0023.24",
  "decision_date": "08/03/2024",
  "last_updated": "2025-03-19T23:19:59.245+00:00",
  "centroid_northing": 189639,
  "centroid": {
    "lat": "51.585215",
    "lon": "0.1871976"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Marshalls & Rise Pk",
  "bo_system": "CSV Data Import",
  "lapsed_date": "08/03/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "30/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "0391-3029-7208-4247-0200",
  "valid_date": "08/01/2024",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no porches shall be erected to the front or side of the extension hereby permitted, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "a)\t Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "b)\t Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas.",
    "The applicant is reminded that if the single storey rear extension granted Prior Approval under Y0324.23 is built then works to complete the first floor element of the rear extension or the front porch would require planning permission be sought again prior to these works commencing. Failure to do so would likely result in a breach of planning permission",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email. The revisions involved reducing the width of the rear outrigger. The amendments were subsequently submitted on 14/01/2024."
  ],
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 0,
    "no_existing_car": 0
  },
  "site_number": null,
  "uprn": "100021391551",
  "decision_target_date": "08/03/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551606.35,
              189635.62
            ],
            [
              551646.58,
              189649.43
            ],
            [
              551648.07,
              189642.25
            ],
            [
              551609.19,
              189628.3
            ],
            [
              551606.35,
              189635.62
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Romford",
  "secondary_street_name": null,
  "description": "Part single, part two storey rear extension and front porch",
  "id": "Havering-P0023.24",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0023.24"
}