{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QILCVDNHI9J00",
  "lapsed_date": "16/12/2023",
  "decision_target_date": "17/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3QW",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02631/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521067,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:39.338Z",
  "id": "Kingston-20_02631_HOU",
  "application_type": "Householder",
  "street_name": "Montem Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "16/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single, part two storey rear extensions with associated changes to fenestration. Erection of rear dormer roof extension with small roof terrace.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168226,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021779004",
  "centroid": {
    "lon": -0.26102,
    "lat": 51.400156
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "By reason of the insufficient separation distance and siting of the balcony proposed at first floor level in the rear elevation the proposed development would result in an unacceptable adverse impact on the amenities of adjoining property, No. 1 Montem Road in terms of overlooking and loss of privacy, thereby conflicting with policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013).",
    "By reason of its uncharacteristic balcony, excessive height and flat roof form the proposed development would create an an unduly bulky and unsatisfactory relationship with the main dwelling and would not be in keeping with its pitched roof forms or the character and appearance of the surrounding area, thereby conflicting with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "Condition 26 (Piling Method Statement) in relation to Plots B and E Phase 1 of planning permission 20/02942/FUL states:\r\rNo impact piling shall take place within any Development Plot or Phase until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority. Any piling must be undertaken in accordance with the terms of the approved piling method statement. \r\rReason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to impact on local underground sewerage utility infrastructure.\r\rOfficer response: The submitted information is considered to be sufficient. The Council's Environmental Health Officer and Thames Water raised no objection to the proposal.\r\rAs such,  details submitted for Condition 26 in relation to Plots B and E, Phase 1 only are hereby approved.\r",
    "Reasonable efforts have been made to check that the plans/documents submitted for the purposes of this application are consistent with the parent planning permission reference 20/02942/FUL, however, any inconsistencies would be resolved in favour of the parent permission. An Application for Approval of Details Reserved by Condition should not be used to evolve or modify the scheme in a way that is substantially different from that set out in the application.",
    "Please submit 'Fire Statement.'",
    "Please submit 'Time Stamped Photo'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/10/2020",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-09180371",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.260998,
          51.400169
        ],
        [
          -0.260999,
          51.400142
        ],
        [
          -0.261042,
          51.400143
        ],
        [
          -0.261041,
          51.40017
        ],
        [
          -0.260998,
          51.400169
        ]
      ]
    ],
    "type": "Polygon"
  }
}