{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QIHVUZNHI8O00",
  "lapsed_date": "14/12/2025",
  "decision_target_date": "15/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7HZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.039
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02613/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521741,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:35.475Z",
  "id": "Kingston-20_02613_HOU",
  "application_type": "Householder",
  "street_name": "Highdown",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "14/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage, erection of single storey side and rear extension with new porch",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165953,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023061528",
  "centroid": {
    "lon": -0.252114,
    "lat": 51.379583
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Details of the facing materials to be utilised in the development hereby permitted shall be submitted to and approved in writing by the Local Planning Authority before any works on site are commenced. The development shall then be built in accordance with these approved details.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset.\r",
    "A1 - Loading",
    "Consultations\r6no. surrounding properties were notified of the proposed development. No representations received.\r\rProposal\rThe application seeks planning permission for the demolition of garage and conservatory and partial demolition of ground floor, and erection of two-storey side, single storey front, and part single/part double storey rear extension\r\rPlanning History\r22/03607/PAEXT - Erection of 2no single-storey ground floor, flat roof, rear extensions (8.00m in depth, maximum height of 3.00m and eaves height of 2.85m) following partial demolition of existing rear kitchen and full demolition of existing conservatory. Prior Approval Not Required, dated 28.12.2022.\r\r23/00672/HOU - Erection of single storey rear outbuilding. Granted planning permission, dated 17.04.2023.\r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; and\r-\tFire Safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThis application seeks permission for a part single part double-storey side extension and a first floor rear extension. \r\rOn the ground floor, the house is proposed to be extended by approximately 3.3m in width (following the demolition of the existing detached garage to accommodate an enlarged open plan kitchen/dining room, a wet room and replacement garage space. Officers note an 8m rear extension was previously approved under a prior approval application. \r\rThe first floor is proposed to be extended by 4m in depth and 3.6m in width to create larger bedroom. A further first floor side extension over the garage would accommodate a study with an en-suite and measure approximately 3.3m in width and 11m in depth.\r\rThe extensions are considered to appear proportionate additions to the application property, with matching materials. \r\rGiven the above, it is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers note an 8m rear extension was previously approved under a prior approval application. The depth of the rear extension hereby submitted does not go beyond that approved under the prior approval permission.\r\rThe proposed first floor extension would not encroach upon the 45-degree line to either neighbouring property. No side facing windows are proposed at first floor level. As such the proposals would not result in loss of privacy to either neighbouring property. \r\rIt is not considered that the proposed additions would result in any harmful overlooking impacts onto neighbouring sites and it is not thought to appear overly dominant or result in loss of light or outlook. \r\rIt is therefore considered that the proposed development by virtue of its scale and design would not cause any significant harm to the outlook, privacy or daylight/sunlight provision of neighbouring occupiers and would comply with Policy DM10 of the Council's adopted LDF Core Strategy April 2012. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe proposal by virtue of its scale, design and materiality is considered to be proportionate to the host dwelling and would not result in harm to the character and appearance of the host dwelling or wider area. In addition, the proposals would not result in materially harmful impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure. \r\rRecommendation:\rThat planning permission be GRANTED.\r",
    "I acknowledge receipt of your payment for £174. As you are proposing a self contained residential dwelling the fee required for this application is £1,500, therefore please forward the outstanding balance of £1,326 as soon as possible.\r\rNote: Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/10/2020",
  "secondary_street_name": null,
  "site_number": "28",
  "pp_id": "PP-09175997",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.252092,
          51.379596
        ],
        [
          -0.252093,
          51.379569
        ],
        [
          -0.252136,
          51.37957
        ],
        [
          -0.252135,
          51.379597
        ],
        [
          -0.252092,
          51.379596
        ]
      ]
    ],
    "type": "Polygon"
  }
}