{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGOU75NHHSR00",
  "lapsed_date": "10/11/2025",
  "decision_target_date": "10/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5QD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.025,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Tudor Estate"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ187102JA"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021753693"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02267/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518074,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:06.684Z",
  "id": "Kingston-20_02267_CPU",
  "application_type": "All Other",
  "street_name": "Aragon Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "10/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear dormer roof extension with 2 no. roof windows to front roof slope.  Alterations to the soil and vent pipe.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 171241,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021753693",
  "centroid": {
    "lon": -0.303021,
    "lat": 51.427884
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of a rear dormer roof extension with 2 no. roof windows to the front roof slope and alterations to the soil and vent pipe falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B, C and G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "Application Site\rThe site comprises a corner plot building (Use Class E), located on the corner of Clarence Street and Eden Street. The site is located within a primary shopping Area situated in the Kingston Town Centre and within an Area of Archaeological Significance.\r\rProposal Replacement of 1no external ATM device and removal of 1no external ATM device and associated signage and CCTV.\r\rSite Constraints \r- Area of Archaeological Significance - Kingston Town Centre\r- Article 4 - Kingston Town Centre\r- Flood zone - Zone 2\r\rConsultation\r- 14 Neighbouring properties have been notified and no representations have been received.\r- Historic England (Archaeology) - Not consulted\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development and heritage assets.\r- The impact of the development on flooding.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed replacement of 1 external ATM device, removal of 1 external ATM device, including associated signage and CCTV would not be incongruous in the wider area as it would consist of development that is generic for buildings used for financial service. The replaced ATM would closely resemble the existing ATM and the removed ATM would be replaced with facing materials that closely resembles the existing wall\r\rOverall, the proposed development is considered to be visually unobtrusive and is considered to both respect and be in keeping with the host building and the surrounding streetscene, thereby complying with Policy DM10 of the LDF Core Strategy, 2012.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given that the replacement shop front would have a similar appearance to the existing situation, the proposal is considered not to have a detrimental visual impact on the occupants of any nearby residential properties.\r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above the proposal would reasonably adhere to the Policy DM10 of the LDF Core Strategy, 2012 and would not have a detrimental visual impact on the occupants of any nearby residential properties or the streetscene. Therefore, the proposal would not detract from the character and appearance of the surrounding area, as such officers conclude that the proposed development would not result in any harm to the Kingston Town Centre, Area of Archaeological Significance.\r\rHistoric England (Archaeology) was not consulted on this proposal as the proposal would not fall within the following catergories:\r\r- Major planning applications over 0.5 hectares whether in an APA or not\r- Environmental Impact Assessment Scoping requests and Environmental Statements\r- Applications supported by an archaeological desk-based assessment\r- Minor planning applications in any APA (tiers 1 to 3)\r- Domestic basement applications in APA tiers 1 and 2 only. Note: For boroughs as yet without APA tiers consult GLAAS on any domestic basement in an APA.\r- Householder and equivalent-scale very minor applications in APA tier 1 only. Note: For boroughs as yet without APA tiers do not consult GLAAS on householder or equivalent applications unless within 50m of a scheduled monument.\r- Proposed substantial demolition or major alterations to historic buildings\r- Submission of details in relation to archaeological conditions\r- Appeals on applications for which an archaeological issue has previously been identified\r\rAs such, no comment would be required from Historic England (Archaeology).\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rThe application site falls within Flood Risk Zone 2 (medium probability). Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this, it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts.\r\rOfficer Comment: The proposed shopfront would not increase the amount of impermeable surface existing on-site, and as such, the proposed development would have no impact on the vulnerability of the site or neighbouring sites with regard to flooding.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    ""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/09/2020",
  "secondary_street_name": null,
  "site_number": "48",
  "pp_id": "PP-09068435",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302999,
          51.427897
        ],
        [
          -0.303,
          51.42787
        ],
        [
          -0.303043,
          51.427871
        ],
        [
          -0.303042,
          51.427898
        ],
        [
          -0.302999,
          51.427897
        ]
      ]
    ],
    "type": "Polygon"
  }
}