{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHCWTZNHHYX00",
  "lapsed_date": "29/11/2023",
  "decision_target_date": "30/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1RF",
  "site_name": "51-53 \rClarence Street\rKingston Upon Thames\rKT1 1RF",
  "status": "Approved",
  "application_details": {
    "site_area": 484,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "PSHOPF Name: Primary Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPF Name: Primary Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Name: Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Name: Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: 53 Clarence Street\rLB Grade: LOCAL\rLB Ref: 341"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128004654"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02403/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518037,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:44.619Z",
  "id": "Kingston-20_02403_ADV",
  "application_type": "All Other",
  "street_name": "Clarence Street",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "29/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 3no.x externally illuminated projecting/hanging signs.\r\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "30/10/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 169366,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128004654",
  "centroid": {
    "lon": -0.304177,
    "lat": 51.41104
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The sign permitted by this consent shall only be illuminated during the opening hours of the premises to which it relates.\r\rReason: To safeguard the amenities of the adjoining residential occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "The intensity of the illumination of the lighting permitted by this consent shall be no greater than 1000 cd/m. \r\rReason: In the interests of amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Application Site\rThe site comprises a detached property, occupaied as flats.\r\rProposal\rPlanning permission is sought for the erection of a single storey rear extension 4m by 3m, under a flat roof (with roof lantern) measuring approx. 3.2 high. \r\rConsultation\rI represention has been recived making the following points\r\r46B Coombe Gardens does not have a driveway or a designated parking space. I am concerned the builders will be using my driveway or blocking the front of my driveway with vans / cars / skips. I do not own a car, however I rent my driveway through a parking app. I want future clients to be able to access my driveway unhindered and without me having to go out and ask the builders / owner to move their cars etc. throughout the day.\r\rAccess to my house (44 Coombe Gardens) and 46B Coombe Gardens is gained via a shared walkway. This needs to remain free of materials and equipment during the build to provide safe access to both properties.\r\rMy daughter is sitting her GCSEs this Summer (May and June 23) and I noticed the building work is scheduled to commence in June 23. It would be beneficial to my daughter's concentration while studying if the works could be delayed until July 23. Her bedroom overlooks the proposed extension and therefore will be most affected by noise during building work.\r\rRBK Officer Comment: The points raised would be a matter for the neighbours to discuss and agree upon, and are not material to the decision. \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Saftey\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Article 3. (4) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) states that: \r\r\"Nothing in this Order permits development contrary to any condition imposed by any planning permission granted or deemed to be granted under Part 3 of the Act otherwise than by this Order.\"\r\rCondition 2 of Planning permission 12960 dated 14/09/1973 states: \r\r\"The Garage accommodation shall be provided before or at the same time as the proposed development is occupied and thereafter retained permanently as shown on the drawings approved and shall not be used for any purpose other than those incidental to the enjoyment of a dwellinghouse and no trade or business shall be carried on therefrom.\"\r\rGiven the above, the proposed extensions and alterations would not benefit from permitted development and would require planning permission.\r",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of single storey rear and side extension, new raised patio with privacy screening\rConsultation\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Officers note tht both neigbouring properties have an extension of similar size. It is therefore considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rPart A of Policy D12 (Fire Safety) of the London Plan (2021) sets out that \"In the interests of fire safety and to ensure the safety of all building users, all development proposals must achieve the highest standards of fire safety and ensure that they: \r1) identify suitably positioned unobstructed outside space: \r  a) for fire appliances to be positioned on \r  b) appropriate for use as an evacuation assembly point\r2) are designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r3) are constructed in an appropriate way to minimise the risk of fire spread\r4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r5) develop a robust strategy for evacuation which can be periodically updated and published, and which all building users can have confidence in\r6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\rOfficers Comments: While no Fire Statement has been submitted to demonstrate how the proposed development addresses the requirements of Part A of Policy D12 of the London Plan (2021), Officers consider that the proposal should be able to meet the requirements of Policy D12(A). Were the application otherwise acceptable, a Fire Strategy would be secured by way of a planning condition. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks the following amendments to planning permission reference: 22/03694/FUL\r\rFor Condition 4, this application seeks to split the condition into the relevant phases of the development so that a separate Construction Management Plan can be submitted and approved for each relevant phase (i.e. demolition and construction).\r\rFor Condition 15, this application seeks to amend the trigger for the BREEAM Post Construction Certificate to be submitted from 6 months to 12 months due to current delays with receiving certification from the BRE.\r\rFor Condition 25, this application seeks to amend the condition trigger to allow enabling and demolition works to be carried out prior to discharge. Amending the trigger for Condition 25 to allow demolition and other enabling works to be carried out prior to discharge would not prejudice the original intent of the condition.\r\rFor Condition 28, it is proposed to allow greater flexibility in regard to the provision of Live Music, whilst still ensuring the development still encourages and promotes live music within any marketing material.\r\rOfficers agree with the application that:-\r\rThe proposed change would be inconsequential in terms of its scale (magnitude, degree etc.) in relation to the original approval;\rThe proposed change would not result in a detrimental impact either visually or in terms of amenity;\rThe interests of any third party or body who participated in or were informed of the original decision would not be disadvantaged in any way;\rThe amendment would not be contrary to any policy of the LPA; and\rThe description of development and red line boundary for the extant scheme would remain unchanged.\r\rAccordingly, the proposed amendments are considered to be non-material and it is recommended that the application be granted.",
    "Due to a web malfunction any documents that were submitted via the website are irretrievable. Please could you resend any associated documents via email. Please accept our apologies for this inconvenience.",
    "Fee required - The Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) (Amendment) Regulations 2023 has revoked fee exemptions in certain situations from 6 December 2023. As your previous refusal decision date was after this date, you do not qualify for a fee exemption. The fee required for your planning application is £258. Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "Proposal Description - This has been amended for clarity. Please confirm if you agree, or amend if you disagree with the following description:  \"Demolition of existing single storey side and rear conservatory, erection of 2 storey side and single storey rear infill extensions. Fenestration and internal alteration works.\"",
    "Application Form\rPlease check the dimensions of the proposed extension. You have given a combination of the depth to include the existing extension, but only the height of the extension which replaces the conservatory.\rAdjoining Premises - Not all adjoining premises have been listed. Please amend the application form to add 35 Fairmead which slightly overlaps woth the rear boundary.\r",
    "Incorrect dimensions - The annotated dimensions on Plans 1 and 2 still do not measure as stated using the specified scale of 1:200. Please check the scale and dimensions on these plans and amend where necessary.",
    "This application is a major application, therefore please provide any relevant supporting documents such as Tree Survey, Statement of Justification, Landscape report, Site Waste Management Plan, Biodiversity Report, Open Space Assessment, Drainage Plan etc."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/10/2020",
  "secondary_street_name": null,
  "site_number": "51, 51A",
  "pp_id": "PP-09087781",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304155,
          51.411053
        ],
        [
          -0.304156,
          51.411026
        ],
        [
          -0.304199,
          51.411026
        ],
        [
          -0.304198,
          51.411053
        ],
        [
          -0.304155,
          51.411053
        ]
      ]
    ],
    "type": "Polygon"
  }
}