{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJOMQKNHIJB00",
  "lapsed_date": "19/01/2024",
  "decision_target_date": "07/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6SN",
  "site_name": "Redwood Court",
  "status": "Refused",
  "application_details": {
    "site_area": 0.436,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.05.73\rTree ref: T4\rTree category: T\rDetails: Fileno: 060"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.05.73\rTree ref: T2\rTree category: T\rDetails: Fileno: 060"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.05.73\rTree ref: G1\rTree category: G\rDetails: RBK Order no: 05 Year: 1973"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.05.73\rTree ref: T3\rTree category: T\rDetails: Fileno: 060"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.05.73\rTree ref: T1\rTree category: T\rDetails: Fileno: 060"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100023672811"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02854/TPO",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517749,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "last_updated": "2025-05-05T17:24:34.041Z",
  "id": "Kingston-20_02854_TPO",
  "application_type": "All Other",
  "street_name": "Lovelace Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "19/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "T.1 Dawn Redwood (Metasequoia glyptostroboides) - Fell.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166889,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023672811",
  "centroid": {
    "lon": -0.309137,
    "lat": 51.388837
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The tree is healthy and well shaped and makes a valuable contribution to the character and visual amenity of the area.  The proposals are considered excessive and are contrary to the aims of Policy CS1-CS4 & DM10 of the Royal Borough of Kingston upon Thames Core Strategy LDP 2012.\r\rSummary:\r\rPhilip Wilson, the agent in this application, states that the TPO Dawn Redwood in question is an excellent specimen, is healthy and is in good condition. It is important to remember this in light of all further statements made in the report. It is also worth noting that he states that there is no elevated tree risk. The Council agrees with these statements.\r\rFurther evaluation of the points raised within the report attached to the submitted application are as follows in the respective order that they were raised:\r\rIt is stated that the residents are uncomfortable with the size of the tree.\r\rWhilst the size of a tree may be a cause of concern, it should be understood that the owner of the tree has a legal responsibility to have regular professional inspections made of the tree's health and safety and to undertake any advised works that arise from the commissioned report. If these reports and any advised works are routinely undertaken as requisite, then there should be no cause for concern from any residents whose fears should be allayed by the actions of the owner to ensure the safety of the tree and thereby the neighbouring residents.\r\r\rThe report states that the tree has an adverse impact upon light levels within the adjacent block of flats due to it partially obscuring direct sunlight on the South facing elevation.\r\rFirstly it should be understood that there is no 'right to light' in relation to individual trees, so the Council do not consider the removal of a TPO tree on such grounds. Secondly, unlike other 'Redwoods' the Dawn Redwood, as a distinctly different species, is deciduous rather than evergreen and as such, it's impact upon light levels during the winter months when sunlight is of particular value, is significantly lessened due to the absence of leaves. In the summer when in leaf, it has a light and airy canopy which despite its size allows a great deal of light to permeate. It is also a tall but narrow tree, columnar in form and subsequently would only lessen sunlight during a narrow window of each day.\r\r\rThe report states that the tree is not prominent from the public way. Later, on this same point it states \"In photos of large but distant trees it can also be difficult to fully capture their subjective presence\".\r\rThis statement is correct; it is difficult to assess the impact of a large distant tree from street view images. However, the report provides two photographs which show the tree to be visible to the public, it is known and loved by a large number of locals and can be seen from a variety of angles on Lovelace Gardens whilst also being visible for more than half of the length of Corkran Rd as it approaches Lovelace Rd, particularly during the winter months. It is also prominent from Mulberry Court and from the application, caused considerable consternation amongst locals, with the Council being approached by several concerned local Councillors during the statutory period of consultation.\r\r\rThe report points out that the local soil is shrinkable London Clay and that as such there is a risk of subsidence to the adjacent block of flats. This is also reportedly a further cause of concern to the residents.\r\rIt is true that the soil type in this location is London Clay and so is susceptible to vegetation induced seasonal movement. However, there have been no instances of subsidence in relation to this tree and the building despite having significant surface roots immediate to the foundations of the flat. Over the past 2 years we have experienced particularly dry hot summers locally, giving plenty of opportunity to test this relationship. But while there have been many local instances of subsidence in these conditions, this tree has not caused any damage to the adjacent flats. Furthermore, there have been no visible signs of growth in the tree or it's roots adjacent to the building over the past 10 years.\r\rIn order for the Council to consider the removal of a protected tree upon the grounds of subsidence, sufficient evidence must be provided to the Council in support of the application adequately demonstrating that a tree is the cause of existing and ongoing subsidence. No such evidence has been provided and it is notable that there is no suggestion that the tree has, or is currently causing subsidence. The suggestion then is merely speculative based upon the size of the tree and the makeup of the soil, but such damage may never come to pass, such is the nature of speculation and the Council do not permit the removal of protected trees on speculative grounds.\r\r\rIt is evident that over time the growth of the tree has caused the lifting of hard surfaces surrounding it, namely the road that services the garages for the property, and in places has made the use of some garages difficult.\r\rPart of the problem which has not been addressed is that the lifting and cracking of the road surface and the localised raising of the road height has been exacerbated by the methods used to maintain the road. As can clearly be seen in the photos provided within the report, the original hard surface was made up of concrete slabs which can be seen extending to either side of the tree. When these slabs began to lift and crack in places, the solution used was to pour a layer of tarmacadam over the concrete to restore a smooth surface with slight ramping. Over time of course the root growth continued and in turn the tarmac also cracked, but this was then treated in the same way each time cracking appeared, with now perhaps four or more successive layers of tarmac (judging by what's visible) including some further concrete infill. Rather than solve the problem, this build up has meant that the cracking beneath has been amplified so that in each instance the cracks are more significant than before. Meanwhile the levels were also raised, until the present situation, where the ramping that has been created cannot be cleared by some of the residents' cars. A solution to this problem was posed to the owner on more than one occasion when he previously approached the Council on the matter, but he chose instead to continue the existing maintenance regime.\r\rIt is this Council's view that if the existing layers of tarmac were removed along with the original broken concrete layer at the bottom, the levels would be so significantly lowered as to accommodate an alternative road surfacing solution such as that proposed within the report; starting with a sand sub-base to level, then utilising a cellular confinement system over the roots to spread the loading of cars, and a shingle backfill which can be re-levelled and topped up as needed over time whilst accommodating additional root growth if there is any (shingle of a size which would not get lodged in car tyres is of course advisable). It may also be possible whilst removing the old surfacing layers, to inspect the roots that are wedging some of the adjacent garage doors, and carry out some limited root pruning if appropriate, in order to restore the use of those garages. Going forward, this would then also be an easier task to undertake following the installation of the porous shingle surface if it was required to carry out repeat root pruning works at a later date.\r\r\rConclusion:\r\rIn conclusion, it is fair to say that no substantive argument has been made that justifies the removal of this \"fine specimen\" TPO tree. The Council then refuse the application on these grounds.\r",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2022 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe application site comprises a semi detached dwellinghouse positioned on Deacon Road. Kingston upon Thames.\r\rThe surrounding properties comprise predominantly of two storey detached and semi detached dwellinghouses.\r\rThe application site is not located within a Conservation Area and does not comprise a statutory or locally listed building.\r\rProposal\rThe application seeks planning permission for the erection of a single storey side and rear extension to the existing dwellinghouse. \r\rConsultation\r8  neighbouring properties were notified of the proposed development. One letter of objection has been received stating:\r- Excessive height or bulk of buildings\r- Inappropriate design / layout\r- Loss of light/ sunlight\r- Loss of privacy\r\rThese material considerations will be included in the assessment. Concerns have also been raised about access for the builders during construction; however this is a civil matter.\r\rPlanning History\r23/02010/PAEXT -  prior approval not required for the erection of a single storey rear extension, Granted 04.9.23\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer  Comment : The proposal seeks planning permission for a single storey side and rear extension to the dwellinghouse.\r\rThe proposed rear and side extensions have been designed to appear proportionate and subordinate to the host building and are not considered to cause adverse impact on the character and appearance of the host dwellinghouse. The rear part of the side extension and the rear extension itself would not be visible from the street.  It is also noted that a similar proposal was approved at no34 Deacon Road. \r\rIn consideration of the above, the proposed development is deemed to be acceptable in terms of scale, form, bulk, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area  as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe principal property to consider in relation  to amenity is neighbouring property at no38 Deacon Road. Comments have been raised and are a material consideration in assessing this application.\r\rA shared boundary exists between nos 36 and 38. Beyond the wooden access gates, the shared boundary is marked by a closeboard wooden fence. Officers note that the separation distance between the proposed side extension and no38 would be approximately 1.8m.\r\rOfficers note  that there are three windows positioned on the side elevation of no38 facing towards no36. It is understood that the window positioned furthest along the elevation serves the kitchen which is a non habitable room. In reviewing approved ground floor plans for this property, it is understood that this room is also served by an additional daylight source , the rear window of the backroom of the property. The photographs which accompany the application indicate that there is a small window adjacent to the kitchen. In reviewing the approved ground floor plans, it would  appear this window serves a large habitable room which  can also be accessed from the rear of the property via patio doors. This would provide an additional daylight source into the room. \r\rIt is noted that the side elevation windows at no38 currently face onto the two storey outrigger at the application site, encroaching  on a 25 degree angle drawn from the centre point of the existing windows. Within this context, it is not considered that the proposed single storey extension would give rise to any significant loss of daylight when compared to the existing situation.\r\rNo windows are proposed along this proposed elevation facing towards neighbouring no. 38 Deacon Road and therefore there  is no issue regarding the loss of privacy.\r\rThe existing shared boundary treatment between the properties comprises a low level  close boarded wooden fence. Beyond the boundary treatment fence, the current outlook for these habitable windows is a flank wall.  Under permitted development rights,  side boundary  fences with a height of  up to 2m  can be erected without the need for planning permission and could be implemented along this boundary changing the outlook for no38.  The proposed eaves height for the extension is 2.5m and it is considered that this would provide a similar outlook to a 2m high wooden fence. \r\rNoting that the proposed extension is set back from the shared boundary with no34 by approximately 1.4m, it is not considered that there would be any adverse impact on the amenities of resdients of this property.\r\rBased on the assessment above, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy, when compared to the existing situation.\r\rFire Safety\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Please provide existing and proposed site plan as mention in the checklist drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works in relation to the existing dwelling, site boundaries and any outbuildings on site. The site plan should show all public rights of way crossing or adjoining the site and should also show access arrangements, all trees and hedges within the application site and on the boundary, including trees and hedges on neighbouring land.  The plan should be annotated with key measurements, including distances to boundaries. The plan(s) must be given a unique drawing number and be clearly labelled as Existing or Proposed Site Plan. The Site Plan must show the direction of North."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/11/2020",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-09246833",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309115,
          51.38885
        ],
        [
          -0.309116,
          51.388823
        ],
        [
          -0.309159,
          51.388824
        ],
        [
          -0.309158,
          51.388851
        ],
        [
          -0.309115,
          51.38885
        ]
      ]
    ],
    "type": "Polygon"
  }
}