{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QI8GXMNHI6S00",
  "lapsed_date": "09/12/2025",
  "decision_target_date": "10/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2QT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.025,
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100021748756"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "existing_proposed_floorspace_details": [],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: RBK"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 630\rReference: TQ17645375"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02575/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517535,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:26.137Z",
  "id": "Kingston-20_02575_CPU",
  "application_type": "All Other",
  "street_name": "Hereford Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "09/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension\r\rAccess into the bedroom will be through the existing dining room, with the en-suite accessed through the bedroom. The external wall separating the dining room and patio will be taken down and an internal wall erected. The rear door will remain in the kitchen albeit relocated to the side elevation of the property, with the existing opening infilled. Services and drainage will be directed and fed into the existing soil vent pipe providing minimal disruption to the existing structure. \r\rThere is an outbuilding in the rear garden within close proximity to the external wall which will be demolished to allow sufficient room for the extension and a pathway to the side of the property into the garden.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 164398,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021748756",
  "centroid": {
    "lon": -0.313035,
    "lat": 51.366493
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations fall within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a detached 5 bedroom Edwardian house, with a large  garden which contains 4 outbuildings. The site is located within designated Metropolitan Open Land, in an area which is open in character, with three houses in the immediate vicinity which are surrounded by open fields and sports pitches and playing fields. The character of the site is relatively open, with the small grouping of houses surrounded by sports pitches, leisure uses and public open space. \r\rThe site has very poor public transport accessibility (PTAL 1B). The existing building is not Listed, or locally listed, and the site is not within a conservation area. It is located within an Area of Archaeological Significance. \r\rThere are no Tree Preservation Orders on site but there is a  Group Tree Preservation Order covering a number of trees at Wighill and the Coach House, the properties to the west of the site. The existing house and all the existing outbuildings are located within Flood Zone 1. \r\rThe site has previously been in mixed use as a  school, by virtue of planning permission 18/16831/FUL, which was for a temporary two year period. The site has now reverted back to use as a single dwelling house.  \r\r\rProposal\rPermission is sought for the demolition of the existing garage and 3 outbuildings; to allow the erection of a garden room/bird hide and a greenhouse within the curtilage of the main house. \r\rIt is noted that two previous certificates of lawfulness have been refused for the proposed outbuildings. \r\rConsultation\rNeighbouring occupiers: 7 notification letters were sent and a site notice displayed. One letter of support has been received noting  a reduction in overall built volume compared to the current building forms which therefore maintains and enhances the openness of the metropolitan open land (MOL). The green house design appears to be transparent and therefore doesn't provide any visual issues. The outbuildings appear appropriate and sympathetic to its surroundings, (in terms of there being an established residential garden and wider open space already) The cladding on the bike shed would theoretically blend much more with the open space and be less visible than the existing blocky outbuildings. \r\rConsultees:\rGLAAS: on this occasion no need to consult the GLAAS \rTree officer: No objection providing that compliance with the submitted Tree Report, Arb Impact Assessment, Arb Method Statement & Tree Protection Plan\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed garden room/ bird hide would be sited in the northeast part of the garden on the existing decked area. The garden room will be constructed with British larch cladding.  The proposed ancillary greenhouse would be located to the north of the main house in the same location as the garage which is proposed to be demolished.\r\rThe proposed development is considered to be acceptable in terms of scale, form, design and materials. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\rOfficer Comment: The proposed outbuildings are set away from the boundaries with neighbouring dwellings and would not result in any material loss of lighting, outlook or privacy. \r\rGreen Belt\rSection 13 (Protecting Green Belt Land) of the National Planning Policy Framework (NPPF) (2021) states that the Government attaches great importance to Green Belts. The fundamental aim of Green Belt policy is to prevent urban sprawl by keeping land permanently open; the essential characteristics of Green Belts are their openness and their permanence. Inappropriate development is, by definition, harmful to the Green Belt and should not be approved except in very special circumstances.\r\rParagraph 137 of the Framework identifies openness as an essential characteristic of the Green Belt.\r\rParagraph 148 of the NPPF (2021) is clear that \"When considering any planning application, local planning authorities should ensure that substantial weight is given to any harm to the Green Belt\".\r\rParagraph 149 of the NPPF (2021) includes a closed list of certain forms of development which are considered not to be inappropriate in the Green Belt.  In this case, part \"d\" is applicable and states that:\r\r\"d) the replacement of a building, provided the new building is in the same use and not materially larger than the one it replaces;\"\r\rPolicy G2 of the London Plan (2021) sets out that the strongest protection should be given to London's Green Belt, in accordance with national guidance and inappropriate development should be refused, except in very special circumstances. Policies CS3 and DM5 of the LDF Core Strategy (2012) also state that development in the Green Belt will only be supported if it is in accordance with national guidance. \r\rOfficer Comment: In this instance the proposed development is considered to constitute \"replacement building\"(s) which are ancillary to the main use as a residential dwelling.  In terms of the Visual impact on Openness of the Green Belt, this would be assessed in terms of its spatial and  visual impact.\r\rThe applicant has submitted Green Belt Calculations which demonstrate that the existing buildings to be demolished  (car garage, shed 1, shed 2 and shed 3  have a total floorspace of 68.7 sqm and volumetric calculations of  207.22 sqm. The  combined floor space of the  proposed replacement outbuildings would be 58.22sqm and 154.88 sqm respectively. The proposal therefore results in a net reduction of both floorspace (15.2%) and volume  (25.26%). It is concluded that spatially there is a net decrease in footprint and volume of built form\r\rIn terms of  the visual aspect of the development, Officers note that the existing garage to be demolished has a maximum height of 3.3m. The replacement garden room would have a maximum height of 3.2m, and the greenhouse 2.97m. Therefore the height of the proposed buildings would not exceed the height of the tallest building that is to be demolished. Additionally, the  greenhouse would be  constructed in a translucent material (toughened glass) which would further limit visual impact.  On this basis, it is concluded that the demolition of existing structures (which are spread across the site) and their replacement with the two structures in less prominent areas would be beneficial to openness from a visual perspective.\r\rWithin this site specific context, it is considered that the replacement ancillary outbuildings are not materially larger than the ones it replaces for the purposes of Paragraph 149(d) of the NPPF (2021). It is further noted that the proposed  outbuildings would not have a greater impact on openness of the Green Belt . It is therefore considered that the proposed development would not result in any harm to the spatial or visual aspects of the openness of the Green Belt.\r\rTrees:  \r\rA Tree Survey Arboricultural Impact Assessment Arboricultural Method Statement prepared by Challice Consulting ref AR5136  has been submitted with the application, which has been reviewed by the Tree Officer who raises no objection subject to compliance with the submitted document. \r\rArchaeology; An archaeological Desk Based Assessment has been submitted with this proposal  which concludes that given the potential for past ground disturbance across the site, and the very limited below-ground extent of the proposals, it is unlikely that the development will have either a widespread or significant archaeological impact. In light of this it is concluded that no archaeological investigations are required.  The GLAAS has raised no objection to this proposal.\r\rBiodiversity:  \r\rAn Ecological Appraisal  dated February 2023, prepared by Wychwood Environments Ltd. accompanies this application which concludes that the  survey has demonstrates that the site is of low ecological value and has limited potential to support protected species. The proximity of Hogsmill Valley SINC is a consideration but precautionary mitigation has been provided to ensure there are no impacts and there are not anticipated to be any residual impacts on protected sites and protected species.  The enhancement measures advised will increase the net biodiversity on site.\r\rA condition is recommended to ensure compliance with the ecological report, including mitigation and enhancement.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The plan and elevations of 'Day Room' are not labelled as existing or proposed and it does not have stated scale.\rPlease provide Plan and Elevations of 'Day Room' with correct labelling at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/10/2020",
  "secondary_street_name": null,
  "site_number": "14",
  "pp_id": "PP-09152198",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.313012,
          51.366506
        ],
        [
          -0.313013,
          51.366479
        ],
        [
          -0.313057,
          51.36648
        ],
        [
          -0.313056,
          51.366507
        ],
        [
          -0.313012,
          51.366506
        ]
      ]
    ],
    "type": "Polygon"
  }
}