{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFAZOYNHHH100",
  "lapsed_date": "01/02/2024",
  "decision_target_date": "01/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7PD",
  "site_name": "Four Acres",
  "status": "Approved",
  "application_details": {
    "site_area": 2.032,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "SINC Name: Coombe Wood Golf Course"
      },
      {
        "result": null,
        "constraints_layer_description": "MOL Name: Metropolitan Open Land"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Hill - Designated in UDP 1998"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Coombe Wood Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: 6 Coombe Neville Kingston Upon Thames KT2 7HW\rDescription: \rTreet Type:  \rRef: RBK.14.01T.49"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: 6 Coombe Neville Kingston Upon Thames KT2 7HW\rDescription: \rTreet Type:  \rRef: RBK.14.01T.48"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: 6 Coombe Neville Kingston Upon Thames KT2 7HW\rDescription: \rTreet Type:  \rRef: RBK.14.01T.50"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: CES"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: FOUR ACRES, \rGEORGE ROAD\rKINGSTON UPON THAMES, KT2 7PB\rLB Grade: GD2\rLB Ref: 59/0/10066"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: THE LODGE AND GATEPIERS, FOUR ACRES, \rGEORGE ROAD\rKINGSTON UPON THAMES, KT2 7PB\rLB Grade: GD2\rLB Ref: 59/0/10068"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Corporate Property Portfolio"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128007533",
      "000128007534"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02017/LBC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520397,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:54.661Z",
  "id": "Kingston-20_02017_LBC",
  "application_type": "All Other",
  "street_name": "George Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "01/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of and replacement of damaged/faulty oak framed windows",
  "actual_completion_date": null,
  "last_date_consultation_comments": "02/12/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other listed building consents (alter-extend)",
  "centroid_northing": 170285,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128007533",
  "centroid": {
    "lon": -0.269948,
    "lat": 51.418803
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The works hereby permitted shall begin before the expiration of three years from the date of this consent.\r\rReason: This is required by Section 18 of the Planning (Listed Building and Conservation Areas) Act 1990 (as amended).",
    "The development to which this consent relates shall be carried out in accordance with the Quotation and scope of works document and the Estimate Ref: LDN SP020522 Rev 1 and the details as set out in the comar7P.i ECO specification sheet/product information document.\r\rReason: To prevent harm to the significance of designated heritage assets, in accordance with policy 7.8 of the London Plan 2016 and policies CS8 and DM12 of the LDF Core Strategy 2012.",
    "The applicant is informed that the submitted details have been assessed and are hereby approved, subject to carrying out the development in accordance with the approved details, in relation to Condition 7 (Cycle Parking) of planning permission 20/00768/FUL, which states:\r\rThe development hereby permitted shall not be occupied until details of secure cycle parking facilities for the occupants of, and visitors to, the development hereby approved have been submitted to and approved in writing by the Local Planning Authority.\r\rThese facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for new Development) of the LDF Core Strategy Adopted April 2012.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe applicant seeks amendments to parapet profile along north boundary, change to rear fenestration and change from linear skylight to 3nos. rooflights.\r\rThe approved scheme ref no 23/00961/HOU was for the rear extension of the total height of approximately 3.08m where the side (north elevation) had an eaves height of approximately 2.8m with a roof and the linear skylight sloping towards the side. \r\rIt is noted that the application site is a mid terrace property. The application site as well as the adjoining properties benefit from narrow gardens. \r\rThe alterations to the side (north) elevation would result in a rise in height to match the total height of the proposed extension which means that it would be approximately 28cm higher than approved under the original scheme ref no 23/00961/HOU.\r\rConsidering the siting of the proposal, the narrow plots of the application site and the adjoining properties and the existing staggered rear building line of the adjoining property No 18, the proposed raised height of the side (north) elevation is considered to be material and would require further assessment to ensure no adverse impact on the amenities of the adjoining occupiers at No 18. \r\rThe proposed installation of rooflights and alterations to the fenestration to the rear elevation in isolation would be considered as non-material. However, as they have been submitted alongside the other changes which are not non-material, they are also refused.",
    "Window/door sections - You state that you have submitted window/door sections, but you have not. Since you are proposing new windows please submit Window/door Sections as required by the Householder Local List on page 17.",
    "Proposal Description - This has been amended for clarity. Please confirm if you agree, or amend if you disagree with the following description: \"Demolition of conservatiory and erection of single story rear extension. Changes to ground floor side fenestrations.\""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/11/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08989638",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.269926,
          51.418817
        ],
        [
          -0.269927,
          51.41879
        ],
        [
          -0.26997,
          51.41879
        ],
        [
          -0.269969,
          51.418817
        ],
        [
          -0.269926,
          51.418817
        ]
      ]
    ],
    "type": "Polygon"
  }
}