{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFPNLINHHLJ00",
  "lapsed_date": "30/05/2027",
  "decision_target_date": "04/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4JL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 153,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Surbiton Town Centre Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1767721M"
      }
    ],
    "commencement_notice_received": false,
    "scheme_phasing": false,
    "existing_uprns": [
      "000128042135"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02115/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517780,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:20.986Z",
  "id": "Kingston-20_02115_FUL",
  "application_type": "All Other",
  "street_name": "Victoria Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's & Seething Wells",
  "decision_date": "30/05/2024",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single-storey rear extension, first and second floor rear extensions to facilitate addition of 2no. self-contained residential units at first and second floors. Redesign of ground floor shop front to include new entrance access to residential units on floors above. Addition of rooflights to front and side elevations.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "20/01/2023",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 167195,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128042135",
  "centroid": {
    "lon": -0.30859,
    "lat": 51.391581
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to the beneficial occupation of the proposed development hereby permitted, solid privacy screens measuring 1.8m high from the top of the terraces around the full perimeter, with a minimal obscurity level of 3 on a standard scale, shall be erected and permanently retained.  \r\rReason: In order to ensure the privacy and visual amenity of adjoining occupiers is retained in accordance with Policy DM10 (Design Requirements for New Developments, including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the provisions of Section 55 of the Town and Country Planning act 1990 or the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and re-enacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) to the dwellings unless otherwise agreed in writing by the local planning authority. \r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with Policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "During the construction phase of the development, no works (including any deliveries) shall take place on site outside of the following hours:\r\r08:00 to 18:00 Monday to Friday\r08:00 to 13:00 on Saturdays\rNo works or deliveries whatsoever shall take place on Sundays or bank holidays.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall not be occupied until details of the waste and recycling enclosure to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "The development hereby permitted shall not be occupied until the secure cycle parking facilities for the occupants of the development hereby approved (i.e. 3no. cycle parking spaces, as shown in plan ref: 121-PL [14][-]) have been fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall not be occupied until the secure cycle parking facilities for the occupants of the development hereby approved (i.e. 3no. cycle parking spaces, as shown in plan ref: 121-PL [14][-]) have been fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to any above ground works, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r",
    "Unless, otherwise expressly permitted, the flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency. \r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to above ground works manufacturers details of the living roof and its maintenance, as well details of the proposed plant species including size, maturity and layout shall have been submitted to and approved in writing by the local planning authority.  The approved works shall be carried out in the first planting season following the completion of the development and the living roof shall be permanently retained for that purpose.  Any plants which within a period of five years from the completion of the development die, are removed, or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species.\r\rReason: To ensure that these works are properly implemented and maintained and in the interest of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the commencement of any development above ground level, details of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/09/2020",
  "secondary_street_name": null,
  "site_number": "43",
  "pp_id": "PP-09019108",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.308568,
          51.391594
        ],
        [
          -0.308569,
          51.391567
        ],
        [
          -0.308613,
          51.391568
        ],
        [
          -0.308612,
          51.391595
        ],
        [
          -0.308568,
          51.391594
        ]
      ]
    ],
    "type": "Polygon"
  }
}