{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGOU7MNHHSS00",
  "lapsed_date": "03/02/2026",
  "decision_target_date": "13/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7JS",
  "site_name": "The Park House",
  "status": "Approved",
  "application_details": {
    "site_area": 0.062
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02268/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520197,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:07.110Z",
  "id": "Kingston-20_02268_HOU",
  "application_type": "Householder",
  "street_name": "Corscombe Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "03/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey rear extension and first-floor front/side extension over garage. Erection of roof extensions and installation of 7no rear roof lights and 1no front roof light to facilitate loft conversion. Associated changes to fenestration.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "14/10/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171051,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021757534",
  "centroid": {
    "lon": -0.272563,
    "lat": 51.42573
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the north-east or south-west (flank) elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with \"Arboricultural impact assessment, tree protection plan and method statement\" received 02/02/2021. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rFor the avoidance of doubt, T8 (Yew) is to be retained and have the following works carried out to it:\r\ra. Complete removal of all ivy\rb. Removal of any deadwood\rc. A light tip reduction of no more than 50cm\rd. A blanket of well composted mulch laid thickly across the rpa of the tree.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policies 7.4 and 7.21 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "A1 - Loading",
    "Application Site\rThe site comprises of a detached two-storey dwellinghouse.\r\rThe cul-de-sac of Wilmer Close comprises a range of dwelling types including two-storey maisonettes, three-storey flatted blocks, detached two-storey houses and single-storey (bungalow type) dwellings.\r\rThe application site is not located within a Conservation Area and does not comprise a statutory or locally listed building. The site is located within the Kingston Hill/Coombe Hill Strategic Area of Special Character (a non-designated heritage asset) and adjacent to Richmond Park (the Metropolitan Open Land).\r\rProposal\rThe application seeks planning permission for the erection of piggyback roof extension and installation of 4nos. rooflights to facilitate loft conversion. Installation of A/C unit to the rear.\r\rConsultation\r5no. properties were notified of the proposal. No representations received.\r\rRBK Environmental Health: No objections to the proposed development, subject to the inclusion of a condition relating to rating level of the plant noise. \r\rAssessment\rThe main issues in the assessment of the application are:\r- Impact upon the character and appearance of the area; \r- Impact upon the amenities of neighbouring occupiers; \r- Biodiversity; and \r- Fire Safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy Guidance 40 (Piggyback Extensions) of the SPD Guidance is most applicable to this application.\r\rThe most impactful addition to the dwellinghouse would be the piggyback extension. \r\rThe SPD guidance advises that a piggyback extension may be acceptable:\r- the extension is set back from the front elevation of the house by at least 4m; \r- the house is on a narrow plot and the side elevations are not highly visible from the street scene;\r-\tmaterials and detailing are selected to match or complement the original house; \r-\tthe extension does not increase the height of the eaves and ridge by more than 1.3m; \r-\tthe gaps between the first floor side elevations of neighbouring dwellings are no more than 2.1m to reduce the impact of the extension on the character of the streetscene; and\r-\tno dormer style roof extensions are proposed in addition to the piggyback extension. \r\rThe proposed piggyback extension would be staggered with the forward-most extension set back at a distance of 4m from the front wall of the dwelling and it would then project up above the original roof ridge by 1.3m. The proposals would comply with SPD guidance. \r\rThe submission material states that the extension would be constructed out of matching materials to complement the original house. This approach is considered acceptable. Four velux rooflights are proposed which are considered to be acceptable in terms of siting and size.\r\rParagraph 203 of the NPPF 2023 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rThe application property falls within the Kingston Hill/Coombe Hill Strategic Area of Special Character which is a non-designated heritage asset. As stated above, Officers consider that the proposed development would not result in an adverse impact to the existing street scene and the wider area. It follows that Officers consider that the proposed development would not result in harm to the significance of the Kingston Hill/Coombe Hill Strategic Area of Special Character, a non-designated heritage asset.\r\rOverall, it is not considered the proposed development would detract from the character and appearance of the host property, as well as the surrounding area and, therefore, would accord with Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rTwo rooflights are proposed to each roof slope of the piggyback extension. No other additional side-facing windows are proposed at first floor or above.\r\rIt is considered that the proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause significant harm to the outlook, privacy and daylight/sunlight provision of the neighbouring occupiers and would therefore comply with Policy D3 of the London Plan 2021 and Policy DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rBiodiversity\r\rA Preliminary Roost Assessment Report has been submitted. The survey seems to have been conducted in accordance with the relevant guidance and they deem the building to have negligible potential for roosting bats. Therefore no further surveys are required at this time. Although the report concludes moderate bat activity, given the location of the application site to Richmond Park (5 metres) which is know to support high levels of bat activity therefore officers would deem it necessary to control lighting levels both during and post construction. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation.\r\rConclusion\rThe proposal accords with the principles contained with policies CS8 and DM10 of the Core Strategy and Policy D3 of the London Plan 2021 in that it would relate well to the design of the existing dwellinghouse and would have no adverse impact on the character or quality of the character of the streetscene or the Kingston Hill/Coombe Hill Strategic Area of Special Character. In terms of neighbouring amenity, it is not considered to result in any undue harm in regards to overlooking, loss of privacy, daylight or outlook provision. \r\rThe scheme is therefore considered to be acceptable and in accordance with the LDF Core Strategy Core Policies. Officers conclude that planning permission should be granted.\r",
    "Application Site\rThe site comprises a detached dwelling.\r\rProposal\rDemolition of an existing side garage and rear conservatory, erection of two storey side, single storey rear and front porch extension with raised rear deck. Alteration to main roof with hip to gable end.\r\rConsultation\r8 Neighbouring properties have been notified and no representations have been received\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment:  Officers acknowledge that the proposed first floor side extension would not comply with Policy Guidance 36 of the Residential Design SPD.  The proposed roof has a very top-heavy and jarring appearance which is not aided by the roof form of the two-storey side extension and lack set down from the ridge. Similar alterations within the vicinity of the property are either hipped-ended and or set down from the ridge, softening the edge and reducing the overall bulk. Overall, the proposed development is considered to be unacceptable in terms of scale, form, bulk, height, massing, spacing and design and it is considered that there would be an adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is noted that the proposed side extension would remove the existing windows therefore improving the privacy in relation to No. 62 Chiltern Drive. The proposed rear extension would not affect the amenities of the neighbouring properties to either side due to its limited depth. However, the proposed rear decking would result in overlooking. A condition could be applied should permission be granted for screening to mitigate the overlooking but due to the height of the screening that would be required this would result in an overbearing appearance for the neighbouring property due to the height of the screening that would be required.  Overall, It is considered that the proposed development would adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to change the approved planning permission ref: 22/02662/HOU; this involves the alterations to fenestrations to northern elevation (side elevation A) by removing the initally proposed side door and relocation of a side window. \r\rThe Council agrees that the amendments to which this decision letter relates are sufficiently minor in terms of their scale and impact (both individually and cumulatively) in planning terms, having regard to the overall scope of the previously approved development, so as to constitute a non-material amendment to the original planning permission/consent. This letter does not constitute a new planning permission. The development should be built in full accordance with the original planning permission except where amended by this decision.",
    "Please provide existing and proposed site plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works in relation to the existing dwelling, site boundaries and any outbuildings on site. The site plan should show all public rights of way crossing or adjoining the site and should also show access arrangements, all trees and hedges within the application site and on the boundary, including trees and hedges on neighbouring land.  The plan should be annotated with key measurements, including distances to boundaries. The plan(s) must be given a unique drawing number and be clearly labelled as Existing or Proposed Site Plan. The Site Plan must show the direction of North.",
    "Please provide a Proposed Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "Please provide existing and proposed plan of Elevation B and C",
    "Please confirm the changes in Elevation C and Elevation A-Part3. As both the elevations are labelled as existing in drawing A-0838-02 RevE. Please amend if required"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/09/2020",
  "secondary_street_name": null,
  "site_number": "4",
  "pp_id": "PP-09068730",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.272541,
          51.425743
        ],
        [
          -0.272542,
          51.425716
        ],
        [
          -0.272585,
          51.425717
        ],
        [
          -0.272584,
          51.425744
        ],
        [
          -0.272541,
          51.425743
        ]
      ]
    ],
    "type": "Polygon"
  }
}