{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGUE7ANHHUW00",
  "lapsed_date": "13/11/2023",
  "decision_target_date": "13/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2JG",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.032,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Settlement - Surbiton (1st recorded 1179)"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1768921A"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1768921B"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021767062"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02313/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517973,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:20.887Z",
  "id": "Kingston-20_02313_CPU",
  "application_type": "All Other",
  "street_name": "Riverside Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "13/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing single storey rear extension and erection of an enlarged single storey rear extension.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 168301,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021767062",
  "centroid": {
    "lon": -0.305451,
    "lat": 51.401481
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe applicant seeks a non material amendment to planning permission ref: 20/00825/FUL (Variation of Conditions 2, 3, 4, 6, 8, 9, 13, 14, 20, 22, 34 & 36 of planning permission ref: 17/14178/FUL) to increase the size of external terraces.\r\rOfficers Comment: \r\rExtensions are proposed to the fourth floor and sixth floor terraces to Block ABH and the 3rd floor terrace to Block C. \r\rThese would result in a small reduction in brown roof but would not affect any dedicated PV areas.\r\rThe glazed balustrades would be set behind existing parapets and would not be prominent in surrounding views.\r\rThe balustrades are shown as obscure glazed. Regarding the terrace extension to Block C, this is located within close proximity to No. 31 Coombe Road but given the siting of the terrace in relation to this neighbour, and proposed obscure glazed balustrade, this is not considered to result in undue overlooking. The distance to No. 2 Alric Avenue is considered sufficient to avoid any overlooking also.\r\rRegarding the sixth floor terrace extension to Block ABH. This faces the adjacent Block C but this building (Block C) is five storeys and so the increased terrace would not result in any increased overlooking to this block.\r\rWith regard to the fourth floor terrace extension, this faces east towards the rear gardens of properties along Alric Avenue. However, 1.8m high obscure glazed balustrade is proposed which would mitigate against any increased overlooking. \r\rOverall, the proposed changes are considered minor in nature given the overall context of the scheme and are not considered to result in any increased or undue levels of overlooking or loss of privacy to neighbouring properties or internally within the site. The interests of any third party or body who participated in or were informed of the original decision are not considered to be disadvantaged in any way.\r\rAs such, the Council considers the amendment to the proposal to be non- material changes and, as such, it is recommended that a S96A application for a non-material amendment is granted. \r",
    "Full Application Form required - the application is for a Flat, therefore please complete and submit a Full planning application form. Please fill the correct 'Ownership Certificate'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/09/2020",
  "secondary_street_name": null,
  "site_number": "27",
  "pp_id": "PP-09079850",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305429,
          51.401494
        ],
        [
          -0.30543,
          51.401467
        ],
        [
          -0.305473,
          51.401468
        ],
        [
          -0.305472,
          51.401495
        ],
        [
          -0.305429,
          51.401494
        ]
      ]
    ],
    "type": "Polygon"
  }
}