{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QISUD5NHIB300",
  "lapsed_date": "31/03/2026",
  "decision_target_date": "21/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5NQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.043000000000000003
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02668/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517982,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:48.932Z",
  "id": "Kingston-20_02668_HOU",
  "application_type": "Householder",
  "street_name": "Lancaster Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "31/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage and erection of part single, part two-storey side extensions with associated changes to fenestration. Hip to gabe and rear dormer roof extensions with installation of 2no roof lights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "23/11/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171220,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021763428",
  "centroid": {
    "lon": -0.304351,
    "lat": 51.427714
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the south-west flank elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The site comprises a semi-detached dwelling.\r\r6 neighbouring properties have been notified of the proposals and 1 neutral representation has been received raising concerns relating to construction noise. Officers acknowledge the noise concerns, however, officers would not expect noise levels from a development of this scale to be unacceptable to neighbouring properties. If there are noise issues that come from the development, this should be reported to the COnci's Environemntal Health Team. \r\rRelevant Planning History\r22/02398/HOU - Partial conversion of garage into habitable space, erection of single storey infill to rear extension. Alteration to roof in existing rear extension. Refused on 20.09.2022\r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- The impact of the development on highways and transportation matters\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers acknowledge that the proposed wrap-around extension would have a total parapet height of approximately 3.8m falling outside the guidelines of Policy Guidance 33, of the Residential Design SPD. However, the erection of a rear extension would not be incongruous to the wider area, as neighbouring properties benefit from rear extensions and the proposal would not be visible from the street scene.\r\rOfficers note that the conversion of the garage into habitable space with alterations to fenestration would slightly alter the appearance of the front elevation, however, it would not significantly detract from the wider streetscene or the host dwelling and would still appear proportionate and subordinate to the host dwelling.\r\rTherefore, on balance, the proposed extension is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: Given the existing garage's small dimensions it would not be able to safely accommodate on-site car parking and would not comply with the space parameters required by the Sustainable Transport SPD, 2013. As such, officers consider that the proposal would not result in the loss of off-street car parking provision on site. Furthermore, the hardstanding to the front of the property would provide adequate space for car parking and the partial conversion also allows for the safe storage of cycles.\r\rTherefore, overall, the proposal is considered not to have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant submitted a Fire Safety Strategy which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please provide 'Time Stamp Photo'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/10/2020",
  "secondary_street_name": null,
  "site_number": "19",
  "pp_id": "PP-09184728",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304329,
          51.427727
        ],
        [
          -0.30433,
          51.4277
        ],
        [
          -0.304373,
          51.427701
        ],
        [
          -0.304372,
          51.427728
        ],
        [
          -0.304329,
          51.427727
        ]
      ]
    ],
    "type": "Polygon"
  }
}