{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFYWZLNHHMU00",
  "lapsed_date": "27/10/2025",
  "decision_target_date": "27/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4EJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.018000000000000002,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "LASC Cleaveland Road/The Mall"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021801591"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02145/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517583,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:29.339Z",
  "id": "Kingston-20_02145_CPU",
  "application_type": "All Other",
  "street_name": "Westfield Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "27/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear dormer roof extension with installation of 2no front rooflights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167579,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021801591",
  "centroid": {
    "lon": -0.311293,
    "lat": 51.395073
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The application seeks approval of the details required by Condition 5 (Demolition Management Plan) and 12 (Levels) of planning permission 21/01951/FUL.\r\rThe wording of Condition 5 (Demolition Management Plan) and 12 (Levels) of planning permission 21/01951/FUL\r5. No demolition shall take place until a demolition management plan or demolition method statement has been submitted to and been approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the demolition period. The statement shall provide for:\r(a) Provision for loading/unloading materials. \r(b) Storage of plant, materials and operatives vehicles.\r(c) Temporary site access.\r(d) Signing system for works traffic.\r(e) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works.\r(f) Location of all ancillary site buildings.\r(g) Measures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development.\r(h) Means of enclosure of the site.\r(i) Wheel washing equipment.\r(j) The parking of vehicles of the site operatives and visitors\r(k) The erection and maintenance of security hoarding.\r(l) A scheme for recycling/disposing of waste resulting from demolition.\rThe applicant shall have regard to the GLA SPG on the Control of Dust and Emissions During Construction and Demolition. Such details shall normally inc - An air quality and dust risk assessment - An air quality management plan - Site monitoring - Compliance with the requirements for non-road mobile machinery. See http://nrmm.london/. Note: parts of the borough require the higher standards for the 'Central Activity Zone' and Canary Wharf. Details are available\ron the Non Mobile Machinery website.\r\rReason: These details are required prior to commencement of development because the relevant works are necessary to facilitate construction of the development and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\rThe applicant has deposited a construction management plan in support of the application. The LPA's neighbourhood traffic engineer and environmental health officers raise no objection to the details submitted. The details have been reviewed and officers are satisfied that these meets the requirements for condition 5 of planning permission 21/01951/FUL. \r\rCondition 12 (Levels) of planning permission 21/01951/FUL\r12. The development shall not commence until plans detailing the existing and proposed ground levels including the levels of any proposed buildings, roads and/or hard surfaced areas have been submitted to and approved in writing by\rthe Local Planning Authority. The development shall be constructed in accordance with the approved details.\r\rReason: These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure that levels have regard\rto the level of surrounding development, gradients and surface water drainage in accordance with Policies DM 4 and DM10 of the Council's Core Strategy. \r\rThe applicant has submited plans in support of the application to show the existing and proposed levels. These are consistent with the approved drawings of planning permission 21/01951/FUL. The details have been reviewed and officers are satisfied that these meets the requirements for condition 12 of planning permission 21/01951/FUL.",
    "The fee required for your planning application is £129.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/09/2020",
  "secondary_street_name": null,
  "site_number": "49",
  "pp_id": "PP-09028199",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.311271,
          51.395086
        ],
        [
          -0.311272,
          51.395059
        ],
        [
          -0.311316,
          51.39506
        ],
        [
          -0.311315,
          51.395087
        ],
        [
          -0.311271,
          51.395086
        ]
      ]
    ],
    "type": "Polygon"
  }
}