{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHFFPDNH04300",
  "lapsed_date": "10/11/2025",
  "decision_target_date": "10/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 8DA",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.016
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02430/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522499,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:51.019Z",
  "id": "Kingston-20_02430_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Risborough Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "10/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6.00m in depth, maximum height of 3.55m and eaves height of 3.00m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166723,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021803775",
  "centroid": {
    "lon": -0.240963,
    "lat": 51.386341
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations fall within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises an original semi-detached dwelling that through development is now terraced at first and ground floor level.\r\rProposal\rErection of hip to gable and rear dormer roof extensions and installation of 3no. rooflights to front roofslope\r\rConsultation\rSix neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Roof extensions can have a significant impact on the character of the streetscape both in individual cases or through the cumulative impact of several roof extensions within a street. This is particularly true where they are visually prominent within the street. Proposals to extend a hipped roof to a gable roof are not usually appropriate as they are often at odds with the existing character of a property. This may be particularly true when proposing to extend the roof of a semi-detached property, which would upset the visual balance of the two houses, particularly when viewed in the context of other houses in the street or wider area. \r\rWhile a number of properties in the vicinity have extended up to the shared site boundaries at first floor level they have generally done so with hipped roof forms and set-downs from the ridge of the main roof which has retained an element of spaciousness to the area. In this case, the proposed hip to gable roof extension would add  bulk to the roof which would further erode the characteristic gaps between properties at roof level which contribute positively to the relatively open and suburban character of the area. \r\rGiven the extensions/alterations which have already been carried out to the roof of the dwelling and the scale of what is proposed, it is unclear whether the proposed hip to gable and rear dormer roof extension would be permitted development.\r\rOn balance, it is considered that there would be an adverse impacts on the character or appearance of the area as a result of the proposed development which would also have an unbalancing effect on the adjoining No. 18.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Existing Floor Plans and Elevations - We are awaiting the Existing Floor Plans and Existing Elevations. Please submit these to support the application."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "29/09/2020",
  "secondary_street_name": null,
  "site_number": "19",
  "pp_id": "PP-09110664",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.240941,
          51.386354
        ],
        [
          -0.240942,
          51.386327
        ],
        [
          -0.240985,
          51.386327
        ],
        [
          -0.240984,
          51.386354
        ],
        [
          -0.240941,
          51.386354
        ]
      ]
    ],
    "type": "Polygon"
  }
}