{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QK8OZDNHINK00",
  "lapsed_date": "25/03/2024",
  "decision_target_date": "11/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4LP",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "02/2021",
        "intended_completion_date": "04/2021"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 168,
    "total_gia_lost": 0,
    "total_gia_existing": 167.7,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 167.7,
        "gia_gained": 0,
        "use_class": "A1",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8,
        "building_ref": "Existing Building"
      }
    ],
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 167.7,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 10,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private",
    "s106_agreement": false,
    "existing_uprns": [
      "100023060369"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02951/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521680,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:24:56.513Z",
  "id": "Kingston-20_02951_FUL",
  "application_type": "All Other",
  "street_name": "Burlington Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "25/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from Picture Framing Shop (Class E(a)) to Restaurant and Takeaway ( Class E(b)+Sui Generis) including Installation of an extractor fan and flue pipe",
  "actual_completion_date": null,
  "last_date_consultation_comments": "08/02/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other change of use",
  "centroid_northing": 168118,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023060369",
  "centroid": {
    "lon": -0.252249,
    "lat": 51.399054
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposal would result in the loss of floor space for an existing local shop. The proposal is therefore contrary to policy DM19 of the LDF Core Strategy 2012.",
    "The applicant has failed to demonstrate that the proposal would have an acceptable impact on the living conditions of neighbouring occupiers by way of noise, vibration, odour and air quality. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The applicant has failed to demonstrate that the proposal would have an acceptable impact on highway safety. The proposal is therefore contrary to policies T4, T6 and T7 of the London Plan 2021 and policies DM9 and DM10 of the LDF Core Strategy 2012.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of part single/part two storey rear extension, first floor side extension, front porch extension and rear dormer roof extension with Juliet balcony and installation of 3nos. front rooflights.\r\rConsultations\r7 properties were notified of the proposal. One representation has been received objecting to the proposal, with comments summarised as follows:\r- Excessive height or bulk of buildings\r - Loss of light/Sunlight\r - Privacy\r\rOfficer comment: The above concerns will be addressed with this report. \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The current scheme is a resubmission of the previous application ref no 24/00549/HOU (Erection of a single storey front porch, part two storey/part single storey rear, first floor side extension. Roof extension with rear dormer, juliet balcony with inset terrace and installation of 3nos front rooflights) refused on 14.05.2024 due to the following reason:\r\rBy virtue of its excessive bulk, scale and mass the proposed roof extensions and provision of a balcony that is not characteristic to the area, would constitute a disproportionate and dominant addition that would detract from the character and appearance of the host property and the surrounding area. As such it is considered that the these elements of the proposal would result in unacceptable harm to the character and appearance of the surrounding area, contrary to Policies D3 of the London Plan 2021, DM10 of the Council's adopted LDF Core Strategy April 2012 and Policy Guidance 39 of the Council's Residential Design SPD (2013).\r\rThe current scheme does not include a balcony in the two storey rear projection and proposes a gable roof over the rear projection which is considered to be in-keeping with the host dwelling and the surrounding area. \r\rThe proposed rear dormer roof extension would feature a Juliet balcony and would be finished in zinc cladding, its siting and the proposed mass and scale is considered to be in-keeping with the host dwelling and the immediate surrounding area. \r\rIt is noted that the proposed roof form to the hip to gable roof extension, is present with Lancaster Gardens at No 12, planning permission ref 04/12820/FUL.\r\rThe proposed zinc cladding to the rear dormer is considered to be acceptable. It would not be visible within the existing street scene and therefore it would not result in significant impact on Lancaster Gardens.\r\rThe proposed front porch and installation of front rooflights are considered to be in-keeping with the host dwelling and the surrounding area. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The previous scheme ref was refused on due to the following reason:\r\rDue to the siting of the balcony it is considered that it would result in an unacceptable adverse impact on the amenities of adjoining properties in terms of overlooking and loss of privacy, thereby conflicting with Policy DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013).\r\rAs the proposal no longer features this element, it is considered that the applicant has successfully overcome the above refusal reason. \r\rOfficers note concerns received within the written representations regarding the loss of privacy and an undue overlooking as a result of the proposal.\r\rThe applicant has submitted a drawing demonstrating that the proposal would pass the 45 degree rule in relation to the nearest habitable openings at  No 30. \r\rThe proposed openings to the side elevation above the ground floor level would be obscure glazed and non-openable below 1.7m from the floor level, details of which would be secured via condition. \r\rThe proposed high level windows to the side elevation at the ground floor level, given its siting and scale are not considered to result in an undue overlooking. \r\rAs such, it is considered that the proposed development due to its siting and design would not adversely affect the amenities of the occupiers of neighbouring properties by reason of an unacceptable loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Strategy Statement, which is considered acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r5no surrounding properties were notified  of the proposed development. No  letters of representation were received.  \r\rProposal \rThe application seeks full planning permission for  the demolition of conservatory and erection of a single storey rear extension.  \r\rApplication Site\rThe  site comprises a semi detached dwelling. \r\rPlanning Assessment  \rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale , appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer comment : The proposal seeks approval for the demolition of conservatory and erection of single storey rear extension.  \r\rThe proposed single storey rear extension  would project a depth of 3.4m   and a width of 6.06m. It would have a flat roof with an eaves height of 3m accommodating a roof lantern.  The rear  elevation would present bifolding doors and no fenestration is proposed on either proposed elevation. The proposed materials would relate well to those of the existing dwelling.\r\rWithin the context of the existing built form on site and the siting of the single storey rear extension, it is considered that the proposal would appear as a proportionate and subordinate addition to the main dwellinghouse and that it would be acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r",
    "We have not received photo sheet, please submit time stamp photo, it is validation requirement.",
    "For the avoidance of doubt, please confirm the description 'Conversion of an existing garage into a habitable room and fenestration alterations'.",
    "Please confirm the pre-appication is for meeting or advice.\rThe fee for meeting only is £360.00.\rThe fee for advice only is  £360.00.\rThe fee for meeting and advice is  £720.00.\r\rWe acknowledge the receipt of £360.00, please pay the outstanding balance if the application is for both meeting and advice.\rPayment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002.",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/01/2021",
  "secondary_street_name": null,
  "site_number": "41",
  "pp_id": "PP-09251733",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.252227,
          51.399067
        ],
        [
          -0.252228,
          51.39904
        ],
        [
          -0.252271,
          51.399041
        ],
        [
          -0.25227,
          51.399068
        ],
        [
          -0.252227,
          51.399067
        ]
      ]
    ],
    "type": "Polygon"
  }
}