{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFOF6VNHHLD00",
  "lapsed_date": "06/11/2023",
  "decision_target_date": "21/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3JX",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.025,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Education"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021779314"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02111/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520581,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:19.981Z",
  "id": "Kingston-20_02111_CPU",
  "application_type": "All Other",
  "street_name": "Mount Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "06/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable end and side and rear roof dormers with installation of 2 no. roof lights to front roofslope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 168811,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021779314",
  "centroid": {
    "lon": -0.267804,
    "lat": 51.405517
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are not considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Class B.2, (b) (aa) & (bb) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a  semi-detached dwelling. \r\r18 neighbouring properties have been notified of the proposals and no representation has been received.\r\rProposal\rErection of single-storey rear, front and first floor side extensions; conversion of existing garage to habitable room with associated changes to fenestration and rear dormer roof extension.\r\rRelevant Planning History\r- 22/00570/HOU. Erection of single-storey rear, front and first floor side extensions; conversion of existing garage to habitable room with associated changes to fenestration. Hip to gable and rear dormer roof extension with installation of 1no front rooflight to facilitate loft conversion, and installation of solar panels to front roofslope. Refuse on 14 Apr 2022. Appeal dismissed on 22 Dec 2022.\r- 21/01950/HOU. Erection of single-storey rear, front and first floor side extensions; conversion of existing garage to habitable room with associated changes to fenestration. Hip to gable and rear dormer roof extension with installation of 1no front rooflight to facilitate loft conversion, and installation of solar panels to front roofslope. Refuse on 11 Aug 2021\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on highways and transportation matters.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment:\rFront Extension - \rPolicy Guidance 38 of the Residential Design SPD (Front Extensions) states:\rWhen designing a front extension the following guidance will apply:\r- Front extensions should be built at least 500mm from an existing bay window.\r- New porches should reflect the character of the main house, appear as part of the original building and not be an obvious addition.\r- Porches should be designed to be subordinate to the existing house and should not dominate the front elevation.\r- The roof of the porch should match the design and pitch of the roof of the existing house.\r- All front extensions should be designed to respect the symmetry of any existing front extensions or features of the adjoining properties.\r- Front extensions that extend across the entire frontage are unlikely to be supported.\r- Front extensions should not affect the existing parking provision of the development and any parking lost as a result of the extension should be replaced on site.\r\rThe proposed front extension would only infill the existing space directly outside the main entrance of the dwelling, this would not be an obvious addition but rather it would appear subordinate and proportionate to the original dwelling and would appear as part of the existing dwelling.\r\rFirst Floor Extension -\rPolicy Guidance 36 of the Residential Design SPD (First Floor Side Extensions) states:\rTwo-storey and first floor side extensions should be designed to be in harmony with the appearance and character of the area. In practice this means:\r- the extension should remain subordinate to the original house;\r- the roof of the extension should reflect and relate well to the main house and its roof form;- flat roofs should generally be avoided unless they are consistent with the form of the existing building's roof;- care should be taken to retain characteristic gaps between houses to prevent them from combining visually to form a 'terrace' (see Figure 38 above);\r- features such as doors and windows on the new extension should relate to those on the original house in terms of their style and positioning;\r- the line of the roof's eaves should run with that of the original dwelling;\r- balconies will generally not be acceptable, particularly where they may give rise to overlooking;\r- a minimum distance of 15m shall be maintained between a primary elevation of an existing house and the flank wall of a proposed two-storey side extension; and,\r- a minimum distance of 21m shall be maintained between habitable room windows of neighbouring properties.\r\rOn semi-detached properties proposed side extensions should also:\r- respect the symmetry of the adjoining semi-detached property;\r- not exceed 50% the width of the original house;\r- be set in from the boundary by at least 1m to maintain the existing gaps between properties and the rhythm of gaps;\r- The roof line should be set down from that of the original house by a minimum of 500mm; and,\r- The front elevation should be set-back by at least 500mm from the front of the house.\r\rOfficers note that the first floor extension on the garage would still extend across the garage and would not maintain a 1m distance from the boundary, as such, would further erode the gap shared between neighbouring property No.10 The Ridge. These are also concerns raised by the inspector, in the appeal decision APP/Z5630/D/22/3302052.\r\rHowever, officers acknowledge the progressive amendments made from previously refused applications 21/01950/HOU and 22/00570/HOU to reduce the impact on the character and appearance in the streetscene. The first floor extension has a reduced bulk and mass by incorporating a pitched roof and maintaining a substantial set-down from the ridge and the removal of the multiple solar panels which were placed across the front slope of the roof reduced the visual harm. In addition, it is also noted that similar two-storey/first floor extensions are have been permitted in the immediate vicinity elsewhere along The Ridge.\r\rTherefore, on balance, the proposed first floor extension would be considered acceptable.\r \rSingle Storey Rear Extension - \rPolicy Guidance 33 of the Residential Design SPD (Single Storey Rear Extensions (including Conservatories)) states:\r- if the neighbouring house is set at a lower level the depth of the extension should be reduced.\r- If the neighbouring property has a different rear building line then the depth of the extension could be increased.\r- In all cases at least 50% of the rear garden should remain. (Rear extensions to houses with very small gardens will be assessed on their individual merits.)\r- Extensions should generally not exceed 3-3.5m in depth.\r- a flat roof should not exceed 3m in height;\r- a parapet roof should not exceed 3.3m in height;\r- a pitched roof should not exceed 4m in height; and,\r- a balcony or roof terrace will not be considered acceptable where it causes overlooking.\r The exception to this may be where the building sits on a large plot with adequate screening along any shared boundaries.\r\rWhilst the proposed single storey rear extension would have a height and depth that would exceed guidance in the residential design SPD, officers conclude the rear extension would appear proportionate and would be hidden from the streetscene, therefore, that there would not be significant harm to the character and appearance of the wider area in relation to the single storey extension.. \r\rRear Dormer-\rOfficers note that the proposed dormer would not strictly comply with Residential Design SPD in regards to retaining a 500mm distance from the sides, the eaves and the ridge line. However, the dormer would appear subordinate to the main dwelling and would not be visible from the streetscene or appear as an incongruous addition to the wider area, as similar dormer extensions are noted in the vicinity of The Ridge. Given that the proposed dormer solely could be constructed under permitted development, officers consider that this would be a subsequent solution.\r\rOverall, on balance, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The existing garage would not safely accommodate on-site car parking by failing to comply with the space parameters required by the Sustainable Transport SPD, 2013. Whilst the loss of the garage would remove the potential for the safe storage of cycles, officers consider that the omission of the garage would not result in the loss of off-street car parking provision on site, as the hardstanding to the front of the property would provide adequate space for car parking. \r\rTherefore, overall, the proposal is considered not to have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Although the applicant has not submitted a Fire Safety Strategy and proposed plans which include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point, it does not sufficiently address the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "We have received an email confirmation for 'Ownership Certificate B', please amend the application form with the correct ownership certificate."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/08/2020",
  "secondary_street_name": null,
  "site_number": "46B",
  "pp_id": "PP-09017533",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.267782,
          51.40553
        ],
        [
          -0.267783,
          51.405503
        ],
        [
          -0.267826,
          51.405504
        ],
        [
          -0.267825,
          51.405531
        ],
        [
          -0.267782,
          51.40553
        ]
      ]
    ],
    "type": "Polygon"
  }
}