{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QH29IQNHHWN00",
  "lapsed_date": "19/04/2024",
  "decision_target_date": "26/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8RE",
  "site_name": "Flat 14",
  "status": "Lapsed",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "000128041043"
    ],
    "intended_commencement_date": null,
    "total_gia_existing": 76,
    "no_affordable_housing_units_provided_offsite": null,
    "circular_economy_statement": null,
    "commencement_notice_received": false,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 76,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 76,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 76,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 0,
        "use_class": "B1a",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 76
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": null,
        "gia_gained": 76,
        "use_class": "C3",
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL S1  Surbiton"
      }
    ],
    "grey_water_reuse": null,
    "building_details": [],
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "internal_resi_water_usage": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": 76,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": 76,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "m42_compliant": null,
          "change_type": "Gain",
          "garden_land": null,
          "sheltered_accommodation": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 76
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": "Private",
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02352/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518679,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:31.173Z",
  "id": "Kingston-20_02352_FUL",
  "application_type": "All Other",
  "street_name": "Paragon Grove",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "19/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Retention of ground floor office unit as self-contained residential flat (Class C3)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other change of use",
  "centroid_northing": 167346,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128041043",
  "centroid": {
    "lon": -0.295625,
    "lat": 51.392751
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Within 6 months of the date of this decision, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "Within 6 months of the date of this decision, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided within 3 months of the date of the approval of the details and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Within 6 months of the date of this decision, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided within 3 months of the date of the approval of the details and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of single storey rear and side extension.\r\rConsultation\r7 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Officers note that No. 116 Clifton Road has been extended in a similar fashion. With regards to No. 120 Clifton Road, due to the limited depth of 2 metres along the boundary, officers have not identified any harm. Overall, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "It is a joint application for 38 and 40 Hollybush Road, please submit full planning application form with correct ownership certificate, the submitted form is for householder.",
    "The fee required for joint planning application is £ 509.00. We acknowledge the receipt of £258.00, please pay the outstanding balance of £251.00. Payment can be made online via the Kingston council website or via our Contact Centre on 020 8547 5002.",
    "Introduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rConsultations\r10no surrounding properties were notified  of the proposed development. No  letters of representation were received. \r\rKingston  and North Kingston Conservation Areas Advisory Committee - No objection. Observations :\rCommercial unit (shop) includes the addition of new toilet would be only slightly bigger than existing\rThe encroachment of new rear extension on rear yard although hidden from public view and loss of outdoor amenity would be significant . We find it difficult to object to this application on  conservation grounds.\r\rProposal \rThe application seeks full planning permission for  the demolition of single storey rear extension and erection of single storey rear extension to allow internal  alterations to the existing 4 bed flat and commercial space on ground floor. \r\rApplication Site\rThe site comprises a mid terrace property with a vacant retail store (Use Class E) at ground floor  and a separate 4 bedroom residential unit (Use Class C3)  occupying part of the existing ground floor and first floor level.  \r\rThe application site is within a Grove Crescent Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment  \rThe key areas of assessment are:\r- Commercial  Floorspace\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Impact on Heritage Assets\r- Fire Safety \r\rCommercial floorspace\rPolicy DM17 of the Council's Core Strategy states that the Council will protect all employment land and premises in certain parts of the Borough. Alternative uses are not considered acceptable unless it has been demonstrated  by sound evidence and rigorous marketing over a number of years ( up to two years) that there is no quantitative or qualitative need for a range of employment uses. \r\rPolicy DM19 of the Council's Core Strategy aims to protect existing retail units to resist the loss of local shops in Local Centres and outside designated centres.\r\rOfficers have reviewed the existing and proposed floorspace plans in the context of the Valuation Office Agency (VOA) records  which cites the rateable floorspace for the commercial premises at ground floor level at 38.57 sqm since 2017.  Measurements taken by Officers  from both  the existing and proposed floorspace plans  show a gross internal area (GIA) of 19 sqm  for the commercial floorspace (excluding small back house of area and WC).  There is an inconsistency  between the submitted drawings and the description of development in terms of  not reflecting the VOA 2017 records for  commercial floorspace at the premises. Furthermore, there are no planning records for the site which would account for the partial change of use of the ground floor commercial floorspace to residential accommodation, as has been shown on the Existing Drawings. In the absence of any express permissions of cogent evidence being submitted, it is unclear whether the internal arrangements shown are lawful.\r\rOfficers recognise that the  purpose of the planning application is to  reconfigure the ground floor commercial floorspace  with the addition of a small back of house area and the introduction of a WC  in order to create a self contained commercial unit and thereby  increase the viability of the premises. However,  in line with Policy DM17, the application is not supported  through robust marketing evidence  demonstrating that the commercial premises as existing  is not a viable commercial interest and that the proposed internal reconfiguration would improve the commercial viability of the premises.\r\rAs such, it is considered that the proposal would adversely impact on the provision of employment and retail uses in the Borough and would be contrary to Policies DM17 and DM19 in the Council's Core Strategy.\r  \rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rNo alterations are proposed to the external appearance of the  front elevation of the property. Internal alterations are proposed to reconfigure the  existing residential space to allow for open plan living at ground floor. \r\rThe proposal seeks to demolish an existing small scale single storey rear extension  which projects 1.88m depth  from the  original rear elevation of the building and accommodate a  shower room. It has a single aspect roof with an eaves height of 1.8m and maximum pitch height of  3m. Beyond this existing extension is an external storage room which itself projects a depth of 1.9m.\r\rThe proposed single storey rear extension would project a depth of 2.5m from the original rear elevation of the property. It would have a flat roof which would have an eaves height of 3.2m which would accommodate 2no single rooflights. The rear elevation would present sliding patio doors.  The existing number of bedrooms (nos 4) in the existing residential unit would remain in situ. \r\rOfficers note the  adjoining properties have existing rear extensions of varying depths, eaves heights and roof arrangements.  The proposed extension would result in the loss of existing amenity space  within the existing rear courtyard. However,  it is considered that the  remaining amenity space is deemed acceptable  in the context of the GLA Housing Design Standards LPG to serve the existing 4 bedroom residential unit. \r\rThe proposed materials would relate well to those of the existing  property. \r\rWithin the context of the existing built form on site and the siting of the single storey  rear extension, it is considered that the proposal would appear as a proportionate and subordinate addition to the  property, it would not be visible from the streetscene  and that it would be considered acceptable from a character and design perspective.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  \rGiven the proportionate and subordinate nature  of the proposed development and its siting in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rImpact on Heritage Assets \rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 200 to 214 of the NPPF 2023 set out the method for assessing the impact of development proposals on heritage assets.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, Paragraph 205 states that great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be), irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance. \r\rThe site is located within the Grove Crescent Conservation Area.  The proposal would result in a small  increase in the footprint of the property at  the rear which would not be visible from public view. It is considered that there would be a small impact on the character of the plot layout. It is considered that the proposal would have a neutral impact on the significance of the  Grove Crescent Conservation Area. \r\rFire safety \rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "The Use Classes Order 1987 (as amended) defines use Class C1 as a \"hotel or as a boarding or guest house where, in each case, no significant element of care is provided.\" You are advised that if the property's use falls outside the Use Class C1 definition, planning permission will be required. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/10/2020",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-09086410",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295603,
          51.392764
        ],
        [
          -0.295604,
          51.392737
        ],
        [
          -0.295647,
          51.392738
        ],
        [
          -0.295646,
          51.392765
        ],
        [
          -0.295603,
          51.392764
        ]
      ]
    ],
    "type": "Polygon"
  }
}