{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QH23A8NH04300",
  "lapsed_date": "02/11/2025",
  "decision_target_date": "02/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5NB",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02349/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521268,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:30.284Z",
  "id": "Kingston-20_02349_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Lawrence Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "02/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (5.00m in depth, maximum height of 3.00m and eaves height of 3.00m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166768,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021777826",
  "centroid": {
    "lon": -0.258629,
    "lat": 51.387009
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension together with the existing enlargement would extend beyond a wall forming a side elevation of the original dwellinghouse, and the total enlargment would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (ja) and (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a detached dwelling.\r\rProposal\rGarage conversion into habitable room, rear dormer roof extension and addition of front porch extension\r\rConsultation\rFour neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; \r- The impact of the development on the highways; and,\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment:  Policy 39 of residential design guide SPD states that Dormer windows should be designed so that they:\r- are set down from the ridge line of the existing roof by at least 500mm;\r- are set in from the sides and eaves of the roof by at least 500mm;\r- do not feature on the front slope of the roof (in most cases);\r- are designed to complement the character of the existing house and wider area;\r- match or line-up with any original windows below; and,\r- are not built in the style of a mansard roof \r\rThe proposed rear dormer has not been set down from the ridge of the existing roof by at least 0.5m and nor has it been set-in from the sides and eaves of the roof by 0.5m. The proposed dormer would have a box like appearance with a single flat roof which would not complement the character of the existing house or wider area. The proposed windows would also not line up with the existing. The lack of set-down, set-in and proposed flat roof would result in the dormer having an overly bulky and overdominant appearance.\r\rThe rear dormer would be highly visible from Horsley Drive to the rear as the application site occupies a prominent corner plot location where Horsley Drive and Chivenor Grove meet. The rear elevation of the application dwelling has the prominence of a front elevation within the street scene and the proposed bulky and overdominant dormer would detract from the character of the dwelling and the wider area.\r\rIt is further noted that no other property on the street benefits from such a dormer which would emphasise its incongruous and jarring appearance in the street scene.\r\rWith regards to the proposed garage conversion and front porch, providing matching materials are used Officers are satisfied that there would be no significant adverse impact on the character and appearance of the area.\r\rOverall, it is considered that the proposed  rear dormer would be an overdominant and ugly addition which would be excessive in scale and overly prominent within the street scene which would result in unacceptable harm to the character and appearance of the existing dwelling and the wider area.\r\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The garage appears to have been converted into storage space and is not currently in use as car parking. While the garage would no longer be used for its intended purpose, in Outer London PTAL 2-3 for a 3+ bedroom the London Plan maximum parking standards allows up to a maximum of 1 car parking space per dwelling. The existing hardstanding to the front of the dwelling remains of an adequate size to accommodate one off street car parking space which would accord with the London Plan standards, therefore the proposal would comply with the Policy DM9 and DM10.\r\rFire Safety\rPart A of Policy D12 (Fire Safety) of the London Plan (2021) sets out that \"In the interests of fire safety and to ensure the safety of all building users, all development proposals must achieve the highest standards of fire safety and ensure that they: \r1) identify suitably positioned unobstructed outside space: \r  a) for fire appliances to be positioned on \r  b) appropriate for use as an evacuation assembly point\r2) are designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r3) are constructed in an appropriate way to minimise the risk of fire spread\r4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r5) develop a robust strategy for evacuation which can be periodically updated and published, and which all building users can have confidence in\r6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\rOfficers Comments: While no Fire Statement has been submitted to demonstrate how the proposed development addresses the requirements of Part A of Policy D12 of the London Plan (2021), Officers consider that the proposal should be able to meet the requirements of Policy D12(A). Were the application otherwise acceptable, a Fire Strategy would be secured by way of a planning condition. \r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Block Plan Scale Bar - the scale is stated as 1:50 and 1:500 on the plan. For the avoidance of doubt please correct the Block Plan scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/09/2020",
  "secondary_street_name": null,
  "site_number": "115",
  "pp_id": "PP-09069534",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.258607,
          51.387022
        ],
        [
          -0.258608,
          51.386995
        ],
        [
          -0.258651,
          51.386996
        ],
        [
          -0.25865,
          51.387023
        ],
        [
          -0.258607,
          51.387022
        ]
      ]
    ],
    "type": "Polygon"
  }
}