{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QG1A6PNH04300",
  "lapsed_date": "13/10/2025",
  "decision_target_date": "13/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1RP",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.029
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02162/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518516,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:33.999Z",
  "id": "Kingston-20_02162_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Cedarcroft Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "13/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6m in depth, maximum height of 3m and eaves height of 3m) following demolition of existing extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 164842,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021745816",
  "centroid": {
    "lon": -0.298802,
    "lat": 51.37028
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations fall within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a flat within a detached dwelling\r\r32 neighbouring properties have been notified of the proposals and 9 letters of support have been received and 9 objections have been received relating to:\r\r- Access or traffic problems\r- Excessive height or bulk of buildings\r- Fumes\r- Inadequate landscaping/means of enclosure\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Noise\r- Privacy\r\rOfficers note that a number of objections relate to construction work, which could be managed through a relevant condition if planning permission were forthcoming. Property and boundary issues are a civil matter that cannot be assessed as part of this proposal. The remaining concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and, \r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed two storey side extension would not strictly comply with the recommendations set out in the Residential Design SPD, in terms of set in from the boundaries, however officers note the unusual site constraints and given that it would be set down from the ridge and would be designed to appear in keeping with the host property, Officers consider it a subordinate addition that would not appear out of keeping with the character and appearance of the surrounding area.\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Officers note that the current application is a revision of previously refused application ref: 21/04011/HOU. The principle issue with the refused application was the design, height and siting of the proposed two storey side extension. The proposal of this refused application would have resulted in an overbearing addition which would have adversely impacted the adjoining properties within 125 Richmond Road. While Officers note that the proposal has been marginally reduced in height, it would still sit hard against the shared boundary and would retain a similar depth. Therefore, given the above, consider that this reason for refusal has not been addressed. \r\rThe proposal would also now include a green wall which would seem to oversail into the neighbouring properties boundary. While this attempt to reduce the impact of the extension is acknowledged, the applicant has not provided sufficient information to demonstrate how this wall could be maintained without accessing neighbouring land, and therefore it is considered that this green wall would likely deteriorate over time, which would become an eyesore for the occupants within 125 Richmond Road. \r\rThe applicant has provided a daylight and sunlight report in support of the application. Officers note that the report concludes that there would be no material loss of light/sunlight into the habitable windows of 125 and 137 Richmond Road, nor the rear amenity space. Officers would agree with the findings of the report and as such consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of loss of light or overshadowing.\r\rFurther, given that no windows are proposed to the rear elevation of the proposed development, officers consider that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of loss of privacy or overlooking.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: Officers note that the proposed car parking space would not strictly adhere to the recommendations set out in the Residential Design SPD, in regards to the size and set back from the pavement. However, there would be no changes to the existing parking allocation on site and as such it is considered that the proposal would not adversely impact on car parking provision. \r\rFlood Risk Assessment\rThe application site falls within Flood Risk Zone 2 (medium probability). Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rOfficer Comment: The submitted flood risk form states that floor levels within the proposed development will be set no lower than existing levels and flood proofing of the proposed development has been incorporated where appropriate which is considered acceptable in this case and in compliance with policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/09/2020",
  "secondary_street_name": null,
  "site_number": "106",
  "pp_id": "PP-09029539",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.298779,
          51.370293
        ],
        [
          -0.29878,
          51.370266
        ],
        [
          -0.298824,
          51.370266
        ],
        [
          -0.298823,
          51.370293
        ],
        [
          -0.298779,
          51.370293
        ]
      ]
    ],
    "type": "Polygon"
  }
}