{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QH2CB1NHHWQ00",
  "lapsed_date": "17/11/2025",
  "decision_target_date": "17/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2TZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.013000000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02356/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518562,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:32.064Z",
  "id": "Kingston-20_02356_HOU",
  "application_type": "Householder",
  "street_name": "Alfred Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "17/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part two storey, part single storey rear/side extensions with associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/10/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168563,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021753470",
  "centroid": {
    "lon": -0.2969,
    "lat": 51.403713
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy 5.12 of the London Plan 2016 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The applicant is informed that the submitted details have been assessed by relevant consultees and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 5 (Fire Safety Strategy) of planning permission 22/00679/HOU, which states:\r\rPrior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.",
    "If the previous application is a householder, the fee for condition application is £43.00. In this case the previous application is a full planning application for a repacement dwelling, therefore the fee required for your planning application is £145.00.  We acknowledge the receipt of £43.00, please pay the outstanding balance of £ 102.00. Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/09/2020",
  "secondary_street_name": null,
  "site_number": "49",
  "pp_id": "PP-09090550",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.296878,
          51.403726
        ],
        [
          -0.296879,
          51.403699
        ],
        [
          -0.296922,
          51.4037
        ],
        [
          -0.296921,
          51.403727
        ],
        [
          -0.296878,
          51.403726
        ]
      ]
    ],
    "type": "Polygon"
  }
}