{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGBY9JNHHPU00",
  "lapsed_date": "10/11/2025",
  "decision_target_date": "11/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1DP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.083
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02208/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518040,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:48.841Z",
  "id": "Kingston-20_02208_HOU",
  "application_type": "Householder",
  "street_name": "Kelvin Grove",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "10/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing conservatory, garage and workshop/store and erection of two storey side extension incorporating attached new garage. Single storey rear extension, new front porch. Associated changes to fenestration.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "13/10/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 165294,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021749328",
  "centroid": {
    "lon": -0.305486,
    "lat": 51.374441
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, the window or rooflights in the side (East) elevation (and situated on the first floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Act, Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r\r\rConsultation \r\rRBK Design officer no objection raised. \r\rThe application is assessed against section 16 of the Planning (Listed Buildings and Conservation Areas) Act 1990.\r\rThe section states that\r\r(1 )Subject to the previous provisions of this Part, the local planning\rauthority or, as the case may be, the Secretary of State may grant or refuse\ran application for listed building consent and, if they grant consent, may\rgrant it subject to conditions.\r\r(2)ln considering whether to grant listed building consent for any works the\rlocal planning authority or the Secretary of State shall have special regard\rto the desirability of preserving the building or its setting or any features of\rspecial architectural or historic interest which it possesses.\r\r(3)Any listed building consent shall (except in so far as it otherwise\rprovides) enure for the benefit of the building and of all persons for the time\rbeing interested in it.\r\rThe proposal is for the erection an outdoor bar and seating area at the roof terrace level of the building which would be ancillary to the existing Curzon Cinema use. It is considered that the proposal does not involve part of the historic fabric of the designated heritage asset and or form part of the special architectural and historic interest of the host property a grade II listed building.\r\rIt is considered that the proposed works preserve the buildings appearance and special architectural features and its historic interest.\r\rConclusion\r\rIt is considered that the proposal would meet the test of section 16 of the Planning (Listed Buildings and Conservation Areas) Act 1990.\r\r\r\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\r",
    "The fee required for your planning application is £ 578.00.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/09/2020",
  "secondary_street_name": null,
  "site_number": "2",
  "pp_id": "PP-08493418",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305464,
          51.374454
        ],
        [
          -0.305465,
          51.374427
        ],
        [
          -0.305509,
          51.374428
        ],
        [
          -0.305508,
          51.374455
        ],
        [
          -0.305464,
          51.374454
        ]
      ]
    ],
    "type": "Polygon"
  }
}