{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJQMZZNH04300",
  "lapsed_date": "16/12/2025",
  "decision_target_date": "15/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "Development Site At 100 To 104",
  "status": "Approved",
  "application_details": {
    "site_area": 0.17900000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Education"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Non-Ownership Interests"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128031046",
      "000128041327"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02871/NMA",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517937,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:24:36.996Z",
  "id": "Kingston-20_02871_NMA",
  "application_type": "All Other",
  "street_name": "Maple Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "16/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Non Material Amendment to the planning permission ref. no. 18/16273/FUL for removal of 2no trees from landscaping scheme and amended wording of Condition 4 (Landscape Scheme).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167677,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128031046",
  "centroid": {
    "lon": -0.306175,
    "lat": 51.39588
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The Council considers the amendments to be non-material and as such, it is recommended that a S96A application for a non-material amendment be granted.",
    "Condition 4 (Landscape Scheme) is replaced with: \r\rThe landscape scheme shown on Drawing No. 1102 Rev. AB, which includes a tree screen along the rear and side boundaries of the site enclosing the parking area, shall be implemented within 3 months from the date of this decision and permanently maintained thereafter. Any trees which die shall be replaced in the first available planting season. The areas shown to be landscaped shall be permanently retained for that purpose. Alterations that affect these approved landscape details must be previously agreed to in writing by the Local Planning Authority.\r\rReason: In the interests of visual amenity and also that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Application Site\r\rThe application site (1.1ha) forms part of the Red Lion Industrial Estate located to the south east of Red Lion Road, Tolworth. The site comprises an industrial building and a hardstanding yard area used for open storage and car parking in connection with surrounding commercial / industrial uses.\r\rThe site lies within the Red Lion Road Locally Significant Industrial Site (LSIS) which is also an Article 4 Area. The site is also within a Key Area of Change. \r\rProposal\rDisplay of 1no non illuminated freestanding marketing board sign.\r\rCONSULTATIONS\r6no. surrounding owner/occupiers were notified of the application. No responses were received.\r\rRBK Neighbourhood Traffic Engineer: \rHighways would not have any objection for the above application as the sign board is within the site. Also, the signboard does not impact Highways regarding visibility, pedestrian access, safety etc.\r\rASSESSMENT\rThe main issue to assess in the consideration of this application is the impact that the development would have on the character of the area and the streetscene and impact upon highway safety.\r\rCharacter and Appearance\rParagraph 136 of the NPPF states that the quality and character of places can suffer when advertisements are poorly sited and designed. A separate consent process within the planning system controls the display of advertisements, which should be operated in a way which is simple, efficient and effective. Advertisements should be subject to control only in the interests of amenity and public safety, taking account of cumulative impacts. \r\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe Council's Supplementary Planning Document titled, \"Shopfronts and Shopsigns\" (2005) provides guidance on new shopfronts and signage (including projecting and illuminated). \r\rThe proposal is for the installation of a metal non-illuminated marketing board sign that would measure approximately 3m x 2.4m and would sit atop support legs giving an overall height of approximately 5m. This height is required to sit above the existing hedge on Red Lion Road. \r\rThe signage is considered appropriate in scale and its appearance is not considered to be visually obtrusive in this location, thereby complying with Policy DM10 of the LDF Core Strategy, 2012.\r\rHighway Safety\rThe NPPF requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree. \r\rDevelopment should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe. \r\rLocal Planning Authorities are expected to have regard to its effect upon the safe use and operation of any form of traffic or transport on land (including the safety of pedestrians), on or over water, or in the air. Public safety considerations, the second arm of control over advertisements, do not arise very frequently. However, when it can be shown that signs would be confused with traffic signals or the visibility of drivers is impaired, a solid and sustainable ground for refusal of Advertisement Regulation consent is provided. \r\rThe signage is non-illuminated and set back from Red Lion Road and so would not conflict with or impede the free-flow of pedestrian or vehicular movement or create a distraction to highway users. It would therefore not result in a distraction to highway users and would not prejudice highway safety. The proposed signage is therefore in accordance with Policy DM10 of the Core Strategy. \r\rConclusion \rThe proposed signage is considered to both respect and be in keeping with the surrounding streetscene and therefore complies with Policy DM10 of the LDF Core Strategy, 2012.\r\rThe proposals would not have any material effect on highway safety. \r\rThe proposed development is considered to be in accordance with the development plan and there are no other material considerations which otherwise indicate that advertisement consent should be refused. Therefore, it is recommended that advertisement consent be granted. \r\rRecommendation \rThat advertisement consent should be GRANTED.\r",
    "On the 1st May 2024 the Council adopted a new Validation Local List. \r\rAs per the new validation requirements, please complete and submit a Validation Checklist - Section 3. The new Validation  Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review.\r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter.",
    "A completed Biodiversity Checklist is required for all householder applications. Please download and submit a completed Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "17/11/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306153,
          51.395893
        ],
        [
          -0.306154,
          51.395866
        ],
        [
          -0.306197,
          51.395867
        ],
        [
          -0.306196,
          51.395894
        ],
        [
          -0.306153,
          51.395893
        ]
      ]
    ],
    "type": "Polygon"
  }
}