{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJDUICNH04300",
  "lapsed_date": "30/12/2025",
  "decision_target_date": "01/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6DL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.017,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216769BH"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021775007"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02794/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521647,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:24:20.107Z",
  "id": "Kingston-20_02794_CPU",
  "application_type": "All Other",
  "street_name": "Cromwell Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "30/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear dormer roof extension with installation of two front roof lights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167944,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021775007",
  "centroid": {
    "lon": -0.252783,
    "lat": 51.397497
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of a rear dormer roof extension with the installation of two front roof lights to facilitate a loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises semi-detached dwelling\r\r10 neighbouring properties have been notified of the proposals and no representations have been received.\r\rRelevant Planning History \r- 23/01156/HOU - Erection of part two storey/part single storey rear, first floor side and single storey front porch extension - Refused on 27/07/2023\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers acknowledge that the proposed first-floor side extension would not have a set down from the ridge of the roof by 500mm. However, the applicant has demonstrated a 1.3m set-in from the boundary at the first floor level which would reduce the bulky appearance in the street scene. Whilst this aspect of the proposal differs from the majority of development in the immediate vicinity of Station Road and Rhodrons Avenue, on balance the first floor/two-storey rear extension would not cause detrimental harm to the streetscene and would appear subordinate to the host dwelling, given the set-in at the first floor level from the Rhodrons Avenue boundary.\r\rThe proposed ground floor rear extension would have a depth of approximately 3.5m and a total height of approximately 2.7m and it would not mirror the host dwelling pitched roof form. It is considered that the proposal would appear as a proportionate and subordinate addition to the host building.\r\rIn regards to the proposed front porch, officers consider it would not significantly affect the character and appearance of the original dwelling or the street generally. Although it would not respect the features of the adjoining property No.22 Station Road, the proposal would respect the pitched roof form of the existing roof and would appear subordinate. Given that this aspect of the development could be constructed under permitted development, this fallback position is given substantial weight in this matter.\r\rOverall, on balance, officers consider that there would not be adverse impacts on the character or appearance of the area as a result of the proposed development and would not be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer comment: Given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rOfficers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Although the applicant has not submitted a Fire Safety Strategy the provision of a suitably positioned outside space for fire appliances / an evacuation assembly point could be secured by condition, and Officers consider that the rest of the provisions of Policy D12(A) could be secured through condition. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The fee required for your planning application is £ 258.00. We acknowledge the receipt of £129.00, please pay the outstanding balance of £129.00. Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/11/2020",
  "secondary_street_name": null,
  "site_number": "36",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.252761,
          51.39751
        ],
        [
          -0.252762,
          51.397484
        ],
        [
          -0.252805,
          51.397484
        ],
        [
          -0.252804,
          51.397511
        ],
        [
          -0.252761,
          51.39751
        ]
      ]
    ],
    "type": "Polygon"
  }
}