{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QISUDMNHIB500",
  "lapsed_date": "06/01/2024",
  "decision_target_date": "06/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5RH",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.028,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216702AJ"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021772544"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02670/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521078,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:23:49.590Z",
  "id": "Kingston-20_02670_CPU",
  "application_type": "All Other",
  "street_name": "Barnfield",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "06/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear extension with associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167222,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021772544",
  "centroid": {
    "lon": -0.261204,
    "lat": 51.39113
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of single storey side/rear extension together with the existing enlargement would extend beyond a wall which forms the principal elevation of the original dwellinghouse and a wall forming a side elevation of the original dwellinghouse, and the total enlargement would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1(e)(i), (ja) and (j)(iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "The proposed erection of single storey side/rear extension together with the existing enlargement would extend beyond the rear wall of the original dwellinghouse by more than 3 metres, in conflict with Paragraph A.1 (f)(i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The proposed alterations to fenestration to facilitate garage conversion are in conflict with Condition 3 of planning permission 01/05052/FUL, which restricts the garage to be used solely for the garaging of motor vehicles.",
    "It has not been demonstrated on balance of probabilities, that the proposal would comply with Condition A.3 (a) (matching materials) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation\r\rNo responses received\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rOther matters \r\rA condition is recommended that the proposed development is carried out in accordance with and thereafter maintained and operated as such with the deposited fire safety report prepared by studio 136 Architects so as to ensure the proposed development accords with fire safety as required by policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling. The site is situated within Fluvial Flood Zone 2.\r\rProposal \r\rErection of a single storey rear extension, hip to gable and rear dormer roof extension and installation of a front roof light.\r\rConsultations\r4 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- Flood risk; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: \rThe proposed hip to gable and rear dormer roof extension would not strictly accord with the Residential Design SPD (2013) guidance and would unbalance the symmetry shared with the adjoining property. However, it is noted that a number of similar extensions have been carried out in the vicinity (such as at No. 98 - 21/01695/CPU). It is therefore likely that this element of the proposals would be permitted development. Within this context, and noting a similar extension at No. 85, it is considered that the roof extensions would not be incongruous or harm the character and appearance of the area.\r\rWhile the 4m depth of the single storey rear extension would not fully accord with the Residential Design SPD guidance, within this site specific context it would appear as a subordinate and proporitionate addition. \r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed single storey rear extension would have a pitched roof height of approximately 3.66m, an eaves height of 2.6m and parapet wall height along the shared boundary with adjoining No. 93 of 4m falling to approximately 2.9m at the rear. The extension would be 4m deep along the shared boundary with No. 93. \r\rThe single storey rear extension would fail the 45 degree rule in relation to the closest ground floor habitable room window at No. 93, indicating that there would be a noticeable loss of daylight. However, it is noted that an extension of 4m in height and 3m in depth could be built under permitted development. Furthermore, it is noted that the properties are south-west facing and that they benefit from relatively spacious gardens which provide ample outlook. \r\rWithin this site specific context, it is not considered that the proposed development would result in any adverse impact on the amenities of No. 93 which would be significant enough to warrant a reason for refusal. The separation distances to No. 89 are sufficient to ensure no adverse impact on neighbouring amenity. With regards to loss of privacy from the proposed rear dormer window, it is considered that any views would be comparable to those from existing first floor windows.\r\rOverall, it is considered that the proposed development would not give rise to any unacceptable adverse impact on neighbouring amenity.\r\rFlood Risk\rThe site is located within Fluvial Flood Zone 2. Subject to a planning condition ensuring that the floor levels of the proposed single storey extension would be no lower than those of the existing dwelling and that suitable resilience/resistance measures would be incorporated, it is considered that the proposal would be acceptable from a flood risk perspective.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Condition 6 (Construction Management Plan) and Condition 10 (Piling Method Statement) of planning permission 21/01951/FUL are hereby approved subject to carrying out the development in accordance with the details hereby approved.",
    "The fee required for both a meeting and written planning advice note is £7,488. On this occasion, I have discounted the fee to £7,000. Payment can be made online via the council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston.  Please quote your application number when making payment.",
    "The Householder Local List requires all applications to provide Time Stamped Photographs. Please refer to the Local List for guidance.",
    "Householder Checklist - please update this document with any additional changes you have made to your application and re-submit it."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "11/11/2020",
  "secondary_street_name": null,
  "site_number": "16",
  "pp_id": "PP-09189020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.261182,
          51.391143
        ],
        [
          -0.261183,
          51.391116
        ],
        [
          -0.261226,
          51.391117
        ],
        [
          -0.261225,
          51.391144
        ],
        [
          -0.261182,
          51.391143
        ]
      ]
    ],
    "type": "Polygon"
  }
}