{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGA0ZDNHHP400",
  "lapsed_date": "02/11/2023",
  "decision_target_date": "02/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2DU",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02190/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518643,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:42.461Z",
  "id": "Kingston-20_02190_HOU",
  "application_type": "Householder",
  "street_name": "Stokesby Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "02/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side and single storey rear extension; front porch extension and hip to gable and rear dormer roof extensions with installation of 3no. rooflights to front roof slope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163567,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021752060",
  "centroid": {
    "lon": -0.297403,
    "lat": 51.358794
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Due to its design, scale and massing, the proposed two storey side extension, extension to the front porch and erection of hip to gable and rear dormer roof extensions, would result in an incongruous and overbearing appearance on the existing street scene. This element of the proposed development would not be proportionate or subordinate and would not relate well to the main dwelling or the surrounding area and it would unbalance the terraced dwellings, thereby conflicting with policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Council's Residential Design Supplementary Planning Document, 2013.",
    "The site comprises a semi-detached dwelling.\r\r5 neighbouring properties have been notified of the proposals and no representations has been received.\r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed porch would maintain 500mm distance from the existing bay window falling within the guidelines of the Residential Design SPD, Policy Guidance 38, it would be minor in scale and would not significantly alter the overall appearance of the house.  Additionally, it would appear subordinate and proportionate to the host dwelling and have a pitched roof that would mimic the pitched roof of the main dwelling.\r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, massing and spacing. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed extensions, using the BRE, 45  Degree Rule and the Residential Design SPD.\r\rGiven the siting of development in relation to neighbouring properties and neighbouring extensions, it is considered that the retrospective development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A). For these reasons, officers conclude that the front porch would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/09/2020",
  "secondary_street_name": null,
  "site_number": "26",
  "pp_id": "PP-09044640",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297381,
          51.358807
        ],
        [
          -0.297382,
          51.35878
        ],
        [
          -0.297425,
          51.358781
        ],
        [
          -0.297424,
          51.358808
        ],
        [
          -0.297381,
          51.358807
        ]
      ]
    ],
    "type": "Polygon"
  }
}