{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFKOMWNH04300",
  "lapsed_date": "02/10/2025",
  "decision_target_date": "02/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6RF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.041
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02079/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521797,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:10.079Z",
  "id": "Kingston-20_02079_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Blakes Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "02/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.90m in depth, maximum height of 2.68m and eaves height of 2.45m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167574,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021773099",
  "centroid": {
    "lon": -0.250754,
    "lat": 51.39414
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\r\rThe application site is occupied by a two storey end of terrace house.\r\rProposal\rThe application seeks permission for the erection of a single-storey rear/side extension with installation of 1no rear rooflight and new porch\r\rRepresentations\r4x surrounding properties were notified of the proposal. No letters of objection have been received. \r\rPlanning History\rNone recorded.\r\rPlanning Assessment\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \rOfficer Comment: The proposed rear extension would not adhere to the parameters set out in the Residential Design SPD, in terms of depth. However, Officers consider that the proposal would otherwise accord with policy guidance 33 of the Residential Design SPD, 2013, with a flat roof height of approximately 2.5 metres and is positioned mainly to the rear of the property.\r\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment:  The proposed rear extension would abut the shared boundary with the adjoining property at no.98 Grange Road and it would a total extension at a depth of 4.8 metres, which is further in depth than is recommended. The applicant has failed to demonstrate through the submission of cogent information that the proposed rear/side extension would not have an unacceptable adverse impact on no.98 Grange Road in terms of daylight/sunlight and overbearing appearance. Given the scale of the extension and the proximity of neighbouring widows it is considered that there is a likelihood that the development would breach the \"45 Degree Rule\" and reduce light entering into the neighbouring windows, which in turn would harm the residential amenities of the occupant of the neighbouring property. As such, the proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r\rAs a result of the rear extension and porch being largely set away from no.94 Grange Road, the loss of amenities caused to this neighbouring property, would not be significant enough to warrant refusal.\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).\r\rThe applicant has failed to demonstrate through the submission of cogent information that the proposed rear/side extension would not have an unacceptable adverse impact on no.98 Grange Road in terms of daylight/sunlight and overbearing appearance. Given the scale of the extension and the proximity of neighbouring widows it is considered that there is a likelihood that the development would breach the \"45 Degree Rule\" and reduce light entering into the neighbouring windows, which in turn would harm the residential amenities of the occupant of the neighbouring property. As such, the proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "The submitted Cover Letter and Design and Access Statement have insufficient heritage consideration, therefore please submit 'Heritage Statement.'\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/08/2020",
  "secondary_street_name": null,
  "site_number": "61",
  "pp_id": "PP-09005391",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.250732,
          51.394153
        ],
        [
          -0.250733,
          51.394126
        ],
        [
          -0.250777,
          51.394127
        ],
        [
          -0.250776,
          51.394154
        ],
        [
          -0.250732,
          51.394153
        ]
      ]
    ],
    "type": "Polygon"
  }
}