{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QF953FNHHGI00",
  "lapsed_date": "13/10/2023",
  "decision_target_date": "13/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5DW",
  "site_name": "",
  "status": "Dismissed",
  "application_details": {
    "site_area": 0.026000000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Tudor Estate"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ187110AD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1871101B"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021770531"
    ]
  },
  "appeal_decision_date": "13/08/2021",
  "lpa_app_no": "20/02007/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518195,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:51.524Z",
  "id": "Kingston-20_02007_CPU",
  "application_type": "All Other",
  "street_name": "Wolsey Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "13/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "01/03/2021",
  "decision_process": "Delegated",
  "description": "Erection of rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 171065,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "100021770531",
  "centroid": {
    "lon": -0.30134,
    "lat": 51.426277
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed rear extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi-detached dwelling.\r\r8 neighbouring properties have been notified of the proposals and 1 objection has been received relating to:\r- Excessive height or bulk of buildings\r- Loss of light/Sunlight\r\rThe concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The impact of the development on highways and transportation; and, \r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed two storey side extension with hip-to-gable extension would add significant bulk to the proposed dwelling and would visually appear to fill the application site, eroding the characteristic gaps between the properties. The proposed hip-to-gable roof extension would unbalance the roof profiles of the semi-detached properties, while the two storey extension would not be adequately set in from the shared boundaries, set down from the ridge line or set back from the front elevation at first floor level. As such both extensions would not adhere to the guidance set out in the Residential Design SPD, and would result in an incongruous addition to the host property, which would detract from the character and appearance within the surrounding area.  \r\rThe proposed rear dormer roof extension would not strictly comply with recommendations set out in the Residential Design SPD, in terms of set down from the ridge, however it would be adequately set up from the eaves and in from the sides of the roof slope, and would not span the entire width of the roofslope. Therefore, it is considered that the proposed dormer would appear a subordinate addition to the host property. \r\rThe proposed single storey rear extension would have a height and depth that is in excess of the recommendations set out in the Residential Design SPD, however officers note the changes in ground level across the site, and note it would have an appropriate height from the established floor levels, and as such would appear a proportionate addition to the host property. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: While it is noted that the proposed extensions on the boundary with 30 Southwood Drive would appear excessive in scale, given that there are no side facing windows that serve habitable rooms on this neighbouring property, and that the proposal at first food and roof level would not extend past the rear elevation, it is considered that the proposed development would not adversely affect the amenities of 30 Southwood Drive by reason of overbearing appearance, loss of light or loss of privacy. \r\rGiven that the adjoining property, 26 Southwood Drive, benefits from an existing extension at ground floor level, it is considered that the proposed development would not adversely affect the amenities of 26 Southwood Drive by reason of overbearing appearance, loss of light or loss of privacy. \r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: While the proposal would include the conversion of the existing garage into habitable space, given that the internal dimensions of the existing garage would not conform to modern internal dimensions as recommended by the Sustainable Transport SPD, officers consider that the proposal would not result in the loss of on-site parking. \r\rLondon Plan policy T5 requires all development to include provision for cycle parking. Given that the proposal would include the loss of the existing garage, officers consider it appropriate to impose a condition to ensure that cycle parking is provided in the event of an approval.\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Full application form required - since you have stated the proposal is for a new dwelling this planning application does not fall under the Householder application category. Please complete and submit a Full planning application form."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/08/2020",
  "secondary_street_name": null,
  "site_number": "100",
  "pp_id": "PP-08992562",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301318,
          51.42629
        ],
        [
          -0.301319,
          51.426263
        ],
        [
          -0.301362,
          51.426264
        ],
        [
          -0.301361,
          51.426291
        ],
        [
          -0.301318,
          51.42629
        ]
      ]
    ],
    "type": "Polygon"
  }
}