{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFCX53NHHHV00",
  "lapsed_date": "18/01/2026",
  "decision_target_date": "15/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4SN",
  "site_name": "",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.078
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02037/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520856,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:59.182Z",
  "id": "Kingston-20_02037_HOU",
  "application_type": "Householder",
  "street_name": "Neville Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "18/01/2021",
  "epc_number": null,
  "actual_commencement_date": "16/03/2020",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Erection of part single storey, part two storey rear extensions with associated changes to east elevation fenestration. Rear dormer roof extension with installation of 1no rooflight.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "15/09/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169760,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021779489",
  "centroid": {
    "lon": -0.263529,
    "lat": 51.413987
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, the boundary treatments as shown on the approved plans shall be implemented in full. They shall be permanently retained as such thereafter unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Within 6 months of the date of this permission, a landscaping scheme shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.\r\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The RBK Neighbourhood Traffic Engineer has raised an objection and provided a comment in response to the submitted details below:\r\rCondition 9: The document attached 'Delivery and Service Management Plan' does not cover the details as requested by the condition. The applicant should note that this relates to the normal use of the site not just during the construction phase so DSP & CMP should be separated out.\r\rCondition 10: There is no document titled 'Construction Management plan'. However, the document labeled 'Delivery and Service Management Plan' does contain some information in relation to construction management but is a very high-level plan and sets out standards expected of a generic construction site. This document lacks real site specific details for the management of the construction. The delivery traffic route is shown in a plan attached however, there is no indication of the number of vehicle moments expected or the size of vehicles expected.\r\rWith the comments above Highways would not support the discharge of conditions 9 & 10 of application 18/12015/FUL",
    "Planning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\rNeighbour Representations\r11no. surrounding owner/occupiers were notified of the proposals. No responses received.\r\rSite and Surroundings\rThe application site comprises land to the rear of No. 36 Tolworth Rise South, Tolworth. \r\rThe site is not subject to any heritage or land-use designations.  \r\rThe site has a Public Transport Accessibility Level of 3 (Moderate).\r\rProposal\rThis is an outline planning application for the erection of a single-storey, pre-fabricated one bedroom residential unit with landscaping to provide space for refuse and parking. (Appearance and Landscaping Reserved Matters)\r\rAssessment\rPrinciple of Development\rThe NPPF directs that housing applications should be considered in the context of the presumption in favour of sustainable development. It further states that planning should deliver a wide choice of high quality homes, widen opportunities for home ownership and create sustainable, inclusive and mixed communities. It further states that planning should encourage the effective use of land in meeting the need for homes and to make as much use as possible of previously-developed or 'brownfield' land, provided that it is not of high environmental value.\r\rPolicy H1 (Increasing Housing Supply) of The London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period which would equate to 964 net completions per annum.\r\rPolicy H2 (Small Sites) of the London Plan (2021) sets out that Boroughs should proactively support well-designed new homes on small sites (below 0.25 hectares in size) through both planning decisions and plan-making in order to:\r1) significantly increase the contribution of small sites to meeting London's housing needs\r2) diversify the sources, locations, type and mix of housing supply\r3) support small and medium-sized housebuilders\r4) support those wishing to bring forward custom, self-build and community led housing\r5) achieve the minimum targets for small sites set out in Table 4.2 as a component of the overall housing targets set out in Table 4.1.\r\rPolicy CS10 of the Core Strategy (2012) sets out the Borough's housing targets as defined by the London Plan.  Policy H1 of the London Plan 2021 sets a target for the Borough of 9,640 net housing completions within the next ten years, equating to 964 net completions per annum. \r\rThe scheme under consideration involves the provision of housing and the Council cannot currently demonstrate a 5-year housing land supply and, as such, the \"tilted balance\" as set out in paragraph 11 of the NPPF 2021 is engaged and permission should be granted for the development unless:\r\rThe application of policies in the NPPF that protect areas of assets of particular importance provide a clear reason for refusing the development; or\rAny adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in the NPPF as a whole.\r\rThe principle of providing residential accommodation on a small-site within a residential area is considered to be acceptable in principle, subject to consideration of all other material planning considerations.\r\rLayout\r\"Layout\" is defined in The Town and Country Planning (Development Management Procedure) (England) Order 2015 (as amended) as: \r\r\"layout\" means the way in which buildings, routes and open spaces within the development are provided, situated and orientated in relation to each other and to buildings and spaces outside the development;\rThe site forms the rear service yard to No. 36 Tolworth Rise South, a three-storey building is use as three flats. The rear yard is currently vacant and laid to concrete. It is noted that the site has a condition attached to retain 3no. car parking spaces to the rear. \r\rThe principle of the subdivision of the site would not be unacceptable. However, it is considered that the subdivision as currently proposed would not be suitable. \r\rWhilst 'Appearance' is a reserved matter, indicative elevation drawings have been submitted of the proposed dwellinghouse. The indicated dwelling would be single storey in height. \r\rThe proposed position of the dwellinghouse to the rear of the plot would allow for a gap of 3.8m to the rear of the ground floor flat. Given the proximity to the neighbouring ground floor property, Officers remain to be convinced that the site could accommodate the dwellinghouse as positioned without undue material amenity issued to the neighbouring ground floor flat in terms of daylight/sunlight and sense of overbearing/visual dominance.\r\rTurning to layout in terms of the internal configuration of the proposed accommodation and its relationship with its context, the proposed building is shown to be a 1-bedroom, 2-peron dwelling. The accommodation would be undersized against nationally set minimum GIA requirements, providing 40sqm of floorspace. The unit would be served solely by openings to the north-eastern elevation of the building, meaning that the accommodation is likely to receive inadequate levels of natural daylight and sunlight, which would be further exacerbated by its poor outlook facing directly onto the boundary wall/fencing at close proximity (approx. 1.2m). Concerns are also raised regarding privacy afforded to this unit, as the windows to the habitable rooms would face onto a shared path used by all residents of No. 36 as the main route to access parking spaces and refuse/recycling storage sited beyond the proposed dwelling.\r\rNo information has been provided to demonstrate that the units would be served by adequate levels of daylight and sunlight and, similarly, no information is shown to demonstrate that the floor to ceiling height would comply with the requirements set out in Policy D6 of the London Plan. \r\rThe proposals show that the existing ground floor flat of No. 36 would be provided with a courtyard garden area, which is welcomed. However, no private amenity space is proposed for the proposed dwelling. The lack of private amenity space carries moderate weight against the proposal.\r\r'Access' aspects of the proposed development which inherently overlap with the 'Layout', including refuse/recycling storage / collection arrangements and potential conflict with vehicular access movements to/from the site are not properly considered.  These are considered in further detail, below.\r\rOverall, it is considered that the proposed development would result in an unacceptable harm to the open and spacious character of the site. \r\rAccess \r \"Access\" is defined in The Town and Country Planning (Development Management Procedure)\r(England) Order 2015 (as amended) as:\r\r\"access\", in relation to reserved matters, means the accessibility to and within the site, for vehicles, cycles and pedestrians in terms of the positioning and treatment of access and circulation routes and how these fit into the surrounding access network; where \"site\" means the site or part of the site in respect of which outline planning permission is granted or, as the case may be, in respect of which an application for such a permission has been made.\r\rOpportunities for on-street car parking around the site are limited. Tolworth Rise South is part of the Transport for London road network and has waiting restrictions in place from Monday to Saturday between 7am and 7pm. Barnsbury Lane, to the rear of the site, has yellow line restrictions in place along much of its length, with the only gaps generally being occupied by crossovers. It is evident that the area suffers from competition for what little spaces remain.\r\rPolicy T6.1 of the London Plan adopts a location based approach to the maximum number of parking spaces to be provided at developments. It also takes account of the Public Transport Access Level (PTAL). The site is located in an Outer London location that has a PTAL of 3. The maximum number of car parking spaces that should be provided for the 3no. existing two bedroom flats, according to the London Plan, is 0.75 spaces per dwelling, equating to 2.25 spaces in total. The 1 bedroom dwelling hereby proposed would lead to a total maximum car parking requirement of 3no. spaces. \r\rAs mentioned above, the site has a condition attached to retain 3no. car parking spaces to the rear of No. 36 Tolworth Rise South. \r\rOfficers note that an application (reference: 20/02638/FUL) for the removal of Condition 3 (parking spaces) of planning application reference: 07/16327/FUL was refused. A subsequent appeal (reference: APP/Z5630/W/21/3269253) was dismissed in November 2021, with it found that the removal of the car parking spaces would result in increased competition for on-street car parking spaces on surrounding streets, which are already oversubscribed and this would likely lead to inconsiderate parking. \r\rThe proposed development would result in a reduction to the on-site car parking to 2no. spaces. Officers acknowledge that the submitted Planning Statement purports that the parking spaces have not been fully utilised since their instalment however, there is no technical information submitted to substantiate this claim, nor any supporting technical highways information to support a reduction in the parking spaces (i.e. parking beat survey, local highways safety data, etc.). \r\rNotwithstanding, the condition attached to the ongoing use of the three flats to No. 36 Tolworth Rise South remains in effect and no formal application has been approved by the Council to remove or alter this condition. This, in conjunction with the absence of any technical highways information included in the submission material, officers are not satisfied that the removal/loss of one parking space would not impact of the proposed residential development to the parking for the existing residents/visitors of No. 36 Tolworth Rise South.\r\rIt is considered that the proposal would result in harm to highway safety. As such, there would be conflict with CS Policy DM9, which states that the Council will require new development to comply with car parking standards, as well as CS Policy DM10, which states, among other matters, that development proposals should have regard to local traffic conditions and highway safety and ensure they are not adversely affected, and that they should provide car parking in accordance with the standards in the London Plan. There would also be conflict with London Plan Policy T6.1 that I have cited above and London Plan Policy T4, which states that development proposals should not increase road danger. The proposal would also conflict with Paragraph 111 of the Framework, which states that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety or the residual cumulative impacts on the road network would be severe.\r\rThe main route for access from vehicle spaces and refuse/recycling storage area to the flats within No. 36 Tolworth Rise South would be directly past the proposed dwelling and within proximity to the sole windows serving habitable rooms, leading to concerns regarding privacy and amenity. \r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A). Had the development otherwise been acceptable, further details could have been secured through condition.\r\rScale\r \"Scale\" is defined in The Town and Country Planning (Development Management Procedure) (England) Order 2015 (as amended) as:\r\r\"Scale\" except in the term 'identified scale', means the height, width and length of each building proposed within the development in relation to its surroundings.\r\rThe proposed development is single-storey. Given the proposed site layout, it is considered that the site is unable to accommodate the development at the indicated scale, without undue harm to the living conditions of the future occupiers, as well as neighbouring amenity.\r\rReserved Matters\r\rAppearance\rWhile details of appearance are reserved, drawings of the indicative appearance of the proposals have been shown at the outline planning application stage. \r\r\"Appearance\" is defined in The Town and Country Planning (Development Management Procedure) (England) Order 2015 (as amended) as:\r\r\"Appearance\" means the aspects of a building or place within the development which determines the visual impression the building or place makes, including the external built form of the development, its architecture, materials, decoration, lighting, colour and texture.\r\rDetails of materials would be required and fully considered at the reserved matters stage. The details submitted at the outline stage indicate that the proposed building would be clad entirely in timber with the building having a flat roof. \r\rConcerns are raised that the dwelling would have an overly utilitarian appearance more reminiscent of an ancillary garden structure than a purpose-built dwellinghouse.\r\rLandscaping\rWhile details of landscaping are reserved, drawings of the indicative landscaping of the proposals have been shown at the outline planning application stage. \r\r\"Landscaping\" is defined in The Town and Country Planning (Development Management Procedure) (England) Order 2015 (as amended) as: \r\r\"landscaping\", in relation to a site or any part of a site for which outline planning permission has been granted or, as the case may be, in respect of which an application for such permission has been made, means the treatment of land (other than buildings) for the purpose of enhancing or protecting the amenities of the site and the area in which it is situated and includes—\r(a) screening by fences, walls or other means;\r(b) the planting of trees, hedges, shrubs or grass;\r(c) the formation of banks, terraces or other earthworks;\r(d) the laying out or provision of gardens, courts, squares, water features,\rsculpture or public art; and\r(e) the provision of other amenity features\r\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement.\r\rPolicy DM10 of the Kingston Core Strategy (2012) sets out that development proposals should ensure that landscaping is an integral part of the overall design of all new developments and that landscaping proposals are submitted as part of planning applications. The Council will expect new development to ensure that trees are not adversely affected.\r\rSmall areas of landscaping are shown either side of the proposed dwellinghouse to act as screening between the refuse/recycling area and vehicle parking spaces. The area demarcated for landscaping is minimal and would only serve as a token representation of landscaping. \r\rConclusion/Planning Balance\rThe proposed development would provide 1x market 1-bed dwellinghouse. The proposed housing delivery would carry significant weight in favour of the scheme.\r\rThe proposed development would be of a layout that would be uncharacteristic of the area, resulting in a visually intrusive and incongruous form of development. This would carry significant weight against the proposal.\r\rIt has not been demonstrated that the proposed dwelling would satisfy the required minimum GIA requirements set out in the London Plan. The living room and bedroom of the proposed dwelling would be served by poor levels of outlook and privacy, by virtue of the single-aspect layout and proximity to/orientation onto shared access path. In addition, it has not been demonstrated that the proposed dwelling would be served by adequate levels of daylight and sunlight or would achieve the required floor to ceiling heights of 2.5m. Furthermore, the proposed unit would not be served by any private amenity space. For these reasons, the proposal is considered to represent a poor standard of accommodation, contrary to Policy D6 of the London Plan 2021, Policy DM10 of the Core Strategy (2012) and the Council's Residential Design SPD (2013). This carries significant weight against the proposal.\r\rNo robust information / justification has been submitted to demonstrate that the proposal would not result in harm to amenity levels in terms of an undue loss of daylight and sunlight to the neighbouring property (i.e. ground floor flat at No. 36 Tolworth Rise North). The proposal is therefore contrary to policy D3 of the London Plan 2021 and policies CS8 and DM10 of the Council's Core Strategy. This would carry significant weight against the proposal.\r\rThe proposed level of off street parking falls short of the London Plan maximum parking standards and it has not been demonstrated through a Transport Statement and Parking Survey that the proposal would avoid an unacceptable impact on local parking conditions, highway safety and the surrounding highway network, contrary to paragraph 111 of the NPPF (2021), Policies T6 and T6.1 of the London Plan (2021) and Policies DM9 and DM10 of the Kingston Core Strategy (2012). This carries significant weight against the proposal.\r\rThe numerous disbenefits of the scheme identified above would significantly and demonstrably outweigh the benefits of the scheme, when assessed against the policies in the Framework taken as a whole. It is, therefore, recommended that outline planning permission is refused.\r\rRecommendation: Refusal \r",
    "The RBK Neighbourhood Traffic Engineer has raised an objection and provided a comment in response to the submitted details:\r\rCondition 9: The document attached 'Delivery and Service Management Plan' does not cover the details as requested by the condition. The applicant should note that this relates to the normal use of the site not just during the construction phase so DSP & CMP should be separated out.\r\rCondition 10: There is no document titled 'Construction Management plan'. However, the document labeled 'Delivery and Service Management Plan' does contain some information in relation to construction management but is a very high-level plan and sets out standards expected of a generic construction site. This document lacks real site specific details for the management of the construction. The delivery traffic route is shown in a plan attached however, there is no indication of the number of vehicle moments expected or the size of vehicles expected, how they are planning to manage the deliveries and whether the delivery vehicles can even make the maneuvers as suggested in the plan. There is no indication of the type of site enclosure the applicant is proposing, simply stating All working areas shall be sufficiently and adequately fenced off from members of the public and to prevent animals from straying onto the site is not sufficient. Highways requires site specific details as to what measures are proposed for this individual site not measures which may be implemented as suggested in the document submitted. It is Highways opinion that this document does not cover any of the points as set out in Condition 10 except points d & f which still lacks specifics. In addition it would be very helpful for the applicant to include a construction site plan to convey the site arrangement as proposed. The wording of the condition are set up below for reference:\r\r(a) Provision for loading/unloading materials\r(b) Temporary site access\r(c) Signing system for works traffic\r(d) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works\r(e) Means of enclosure of the site\r(f) Wheel washing equipment\r(g) The parking of vehicles of the site operatives and visitors\r(h) The erection and maintenance of security hoarding\r(i) Retention and maintenance of utilities regarding the existing residential occupants of the site \r\rWith the above comments Highways would not support the discharge of conditions 9 & 10 of application 18/12015/FUL",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation no response received. \r\rAssessment\r\rThe application seeks to amend the plans condition attached to planning permission 18/15097/FUL. The changes have already been carried out and the application is made retrospectively. The application is made under s73a of the act. The assessment is made solely on the changes proposed.\r\rThe changes outlined by the applicant and shown on the deposited plans are \r\r- Reduction of the lower ground floor footprint by 175sqm including the omission of the swimming pool and circular rooflight above the front-most study.\r- Reduction in ground floor Floor Area by 9sqm\r- Reduction in first floor Floor Area by 5sqm\r- Increase in second floor Floor Area by 12sqm\r- Alterations to the main entrance stairs and bringing forward of the side access stairs.\r- Addition of 3 velux rooflights to the main roof.\r- Stone string course  has been replaced instead with a double soldier course.\r- The door to pantry has replaced by a window on the ground floor side elevation.\r- Retaining wall clad with grey slate instead of white render.\r- Changes to cladding of the rear ground floor projection, parapet and glazing.\r- Changes to ground floor rear elevation glazing.\r- Increase in the overall height of the building by 500mm.\r- Alteration to dormer configuration including facing material.\r\r\rIt is considered that the key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Other matters\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed changes to the development granted planning permission under 18/15097/FUL is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed changes to the development granted under planning permission 18/15097/FUL.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rOther matters\r\rIt is recommeded that an additional condition is attached to secure the submission of a fire safety strategy in order to ensure that the development would accord with policy D12 of The London Plan.\r \rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "---- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a mixed use building on the corner of Bridge Road and North Parade. The site is located in the designated Chessington North Local Centre.\r \rAssessment\r\rHousing Delivery\rThe proposed residential development would be for 3 new dwellings. The borough currently does not have a five year housing supply and the proposal would assist the borough in achieving its required year on year housing target of 964 new homes as required by the London Plan.\r\rUnit Sizes\rThe accommodation proposed comprises \r\rUnit 3 1 x (2 bed): 57.2 sqm\rUnit 4 1 x (1 bed): 31.3sqm\rUnit 5 1 x (2 bed): 61.0 sqm\r \rThe London Plan minimum internal floorspace requirement for a 1 x 1 bed is a minimum of 37 sqm and a 1 x 2 bed is 61 sqm. Two of the three units would not comply with the London Plan Policy D6 Table 3.1 minimum requirements. \r\rSingle Aspect\rThe unit 4 is single aspect and westerly facing. The applicant has not provided detail as to the amount of daylight/sunlight each of the units would receive and there is concern in particular with the layout of unit 4 that the proposed development would not have a sufficient level of daylight/sunlight for future occupants and would be a sub standard form of accommodation. \rAmenity Space\rThe proposed development is devoid of any private or communal amenity space. The LPA's adopted Residential Design SPD would require 10 sqm per new unit + 1sqm per additional occupant unless it can be demonstrated that this would be at odds with the prevailing physical context and local character of development, e.g. town centre locations or where achieving these standards would compromise optimising housing potential through the application of the London Plan density matrix. The applicant has not provided such assessment in the absence of not providing amenity space for the development and as such the proposal. \r\rDesign\rThe proposal would extend the existing terrace with an additional storey and mansard roof extension. It is considered that the proposed mansard roof would create an incongruous addition to the host property and the terrace it forms part of. It is considered that the proposal would not be acceptable in terms of design as it would not be of an architectural style sympathetic to the host property and the adjoining terrace and would not sit comfortably alongside the host property and the terrace it forms part of. It is considered that the extension to the building would detract from the host property and the terrace it forms part of and be visually intrusive in the streetscene and detract from the character and appearance of the host property and the surrounding area. \r\rNeighbour amenity\rIt is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighways\rThe proposal would create 3 new dwellings 2 x 2 bed and 1 x bed. Policy T6.1 of the London Plan would require units of 1 -2 beds in this site location to have 0.75 spaces per unit (max standard) this would be 2.25 spaces (2) for the proposed development. The proposal provides none. The proposal is likely to give rise to increased demand for on street parking. The applicant has not provided a parking beat survey to demonstrate their is local capacity on the highway or signed and completed a legal agreement preventing future occupants and visitors of the units from applying and obtaining on street residents and visitors parking permits. As such in the absence of any mitigation of the demand for on street parking being in place the proposal has the potential to result in on street parking pressures that in turn could lead to local congestion on the highway network and prejudice highway safety. \r\rConclusion/Planning Balance\r\r\rThe LPA gives significant weight to the proposal providing a net gain of 3 dwellings in the absence of the borough having a 5 year housing supply but in turn the LPA gives significant weight against the proposal on design grounds and substantial weight against the proposal on the standard of accommodation, lack of amenity space and the potential impacts of the proposal on highway safety. The LPA therefore concludes that the disbenefits of the proposed scheme would outweigh any benefits. \r\r\rIn conclusion, the proposed development is not considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\r\r",
    "The fee required for your planning application is £ 258.00.  Payment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002.",
    "Please submit 'Fire statement/Plan.' If you consider the proposal does not require fire statement, please submit 'Reasonable Exception Statement.'",
    "Please provide 'Time Stamp Photo'.",
    "The site address in the application form is 'Flat 1, 19 Upper Brighton Road, Surbiton, KT6 6QX', whereas the red outline in the location plan is in the different address, please amend the documents with the correct site address and red outline.",
    "Please provide the existing plan and elevations of shed to be demolished."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/08/2020",
  "secondary_street_name": null,
  "site_number": "13",
  "pp_id": "PP-08990116",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.263507,
          51.414001
        ],
        [
          -0.263508,
          51.413974
        ],
        [
          -0.263551,
          51.413974
        ],
        [
          -0.26355,
          51.414001
        ],
        [
          -0.263507,
          51.414001
        ]
      ]
    ],
    "type": "Polygon"
  }
}