{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHEVYFNH04300",
  "lapsed_date": "14/12/2025",
  "decision_target_date": "20/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3BG",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.014
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02420/PACND",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521061,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:48.732Z",
  "id": "Kingston-20_02420_PACND",
  "application_type": "Prior Approval",
  "street_name": "Emerson Mews",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "14/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two additional floors to detached block of flats to form 4no. x additional apartments \r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "20/10/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168487,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128044088",
  "centroid": {
    "lon": -0.261017,
    "lat": 51.402503
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development does not comply with the restrictions set out within Schedule 2, Part 20, Class A sub paragraphs I and J, of the General Permitted Development Order (2015) as Amended, as the development would include visible support structures on or attached to the exterior of the building; the support structures would also extend beyond the curtilage of the building.",
    "The proposed development by reason of its detailed design and appearance would detract from the appearance of the building and would be out of character and unduly prominent within the streetscene, and represent a discordant and incongruous feature which would be detrimental to the character and appearance of the surrounding area. As such the proposal is contrary to paragraphs 127 and 130 of the National Planning Policy Framework (2019), Policies CS8 (Character, Design and Heritage), DM10 (Design Requirements for New Developments) and DM11 (Design Approach) of the LDF Core Strategy (Adopted April 2012); and Policy 7.4 (Local Character) a the London Plan 2016.",
    "The proposed development would result in an unacceptable additional level of parking pressure in the surrounding streets to the detriment of local parking conditions in the area which in turn could result in congestion and highway safety concerns. The proposal is therefore contrary to Paragraphs 105 and 109 of the National Planning Policy Framework (2019) and Policies DM9 (Managing Vehicle Use for New Development) of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), Policy 6.13 (Parking) of the London Plan 2016  and the  guidance contained within the LDF Sustainable Transport SPD (Adopted May 2013).",
    "The proposed development, due to its scale and bulk and proximity to neighbouring housing, would have a detrimental impact on the residential amenities of the occupiers 2,3 and 4 Emerson Mews and 49 Montem Road in terms of overbearing impact and loss of privacy, and would also result in significant loss in lighting levels to 49 Montem Road. The proposal would therefore be contrary to Paragraph 127(f) of the National Planning Policy Framework (2019),  Policy DM10 of the adopted Local Development Framework Core Strategy (2012) and Policy Guidance 13 and 14 of the Council's Residential Design Guide Supplementary Planning Document (2013).",
    " Condition 7 (Plant/Machinery) states:\r\rNo fixed plant and/or machinery shall come into operation until details of the fixed plant and machinery serving the development hereby permitted, and any mitigation measures to achieve this condition, are submitted to and approved in writing by the local planning authority.\r\rReason:To protect the residential amenities of neighbouring properties in accordance with Policy DM10 of the Kingston Core Strategy (2012).\r\rThe RBK Environmental Health Officer raised an objection to this condition for the following reason:\r\rThis condition was imposed to protect the \"residential amenities of neighbouring properties\". The assumption therefore would be against noise from any fixed plant or machinery.\r\rAs there is no accompanying acoustic report I cannot recommend discharge and I would request that a report is submitted demonstrating that:\r\rThe rating level of the noise determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014.",
    "The applicant is informed that the submitted details have been assessed by relevant consultees and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 6 (Fire safety Strategy) of Planning Permission 22/03811/HOU which states:\r\r\rPrior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r",
    "The applicant is informed that the submitted details have been assessed by relevant consultees and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 4 (Cycle Parking) of planning permission 22/00900/FUL which states:\r\rPrior to the beneficial occupation of the site details of secure cycle parking facilities to provide x1 long stay and x1 short stay cycle parking space to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Sections - please submit existing and proposed sections through any fascia or projecting sign making sure the section is cut through to show the illumination at scale 1:20.",
    "The submitted application form has Condition 29 (Car Park Management Plan), whereas the cover letter does not have Condition 29 and there is no documents for that condition. Pleae clarify",
    "There is no 'a' in the original condition number such as 11a, 12a,19a 24a. Please amend the application form with the correct condition number.",
    "There are two T1 in the description of the application form whereas there are T1 and T2 in the sketch plan, please amend the aapplication form and plan with the correct tree number."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/09/2020",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.260995,
          51.402516
        ],
        [
          -0.260996,
          51.402489
        ],
        [
          -0.261039,
          51.40249
        ],
        [
          -0.261038,
          51.402517
        ],
        [
          -0.260995,
          51.402516
        ]
      ]
    ],
    "type": "Polygon"
  }
}