{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFLYCCNHHK400",
  "lapsed_date": "20/10/2025",
  "decision_target_date": "20/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6BN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.019,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021783859"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02088/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517995,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:12.709Z",
  "id": "Kingston-20_02088_CPU",
  "application_type": "All Other",
  "street_name": "Arlington Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "20/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and L shaped rear dormer roof extensions with installation of 2no front rooflights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166989,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021783859",
  "centroid": {
    "lon": -0.30557,
    "lat": 51.389685
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of hip to gable and L shaped rear dormer roof extensions with the installation of 2no front rooflights to facilitate a loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Site and Surroundings\rThe application site is a residential dwelling located to the east of Cranborne Avenue, Tolworth. \r\rThe surrounding area is predominantly residential in character and appearance. \r\rThe site is not located in a conservation area and the building and curtilage are not statutorily or locally listed.\r\r19 neighbouring properties have been notified with no responses received. \r\rPlanning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\rThe key areas of assessment are:\rPrinciple of development\rDesign \rImpact on neighbour amenity\rFire Strategy\r\rPrinciple of Development\r\rThere are various examples of garages having been converted to habitable space in the surrounding area. The principle of the conversion of the garage to habitable space is therefore accepted.\r\rDesign \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficers Comment: \rThe proposal is for the conversion of an existing attached garage to the side of the dwelling to a habitable room, a single storey rear extension, first floor side extension. \r\rA single storey rear extension is proposed that is 5m from the original rear elevation (approx. 1.9m beyond the existing conservatory), spans the full width of the property and has a pitched roof that ranges in height between 2.1m and 3.4m. The extension is considered to be designed and scaled appropriately to the existing building. \r\rA front bay extension is proposed to the existing garage along with its conversion to habitable space. The front bay would match the existing fenestration to the front of the property and no design concerns are raised. \r\rThe first floor extension is set down from the ridge of the dwelling and, whilst is not set back from the frontage, it is accepted that extension is designed to match the extension to the adjoining No. 11. On this basis, the design of the extension is accepted. \rFor these reasons, the proposal is in conflict with Policy D3 of the London Plan (2021) and Policies CS8 and DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rNeighbour Amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer's comment: \rThe single storey extension extends 5m beyond the original rear elevation of the building. The building has a pitched roof which ranges in height between 2.1m and 3.4m. \r\rThe proposed extension would extend approximately 2m beyond the existing extension to the neighbouring No.11 Cranborne Avenue. Given the limited depth beyond this neighbour, and the height which is not unreasonable, the proposal is not considered overbearing to this neighbour.\r\rThe proposed extension extends approximately 1.5m beyond the main rear extension to No. 15 Cranborne Avenue and approximately 5m beyond the nearest habitable window adjacent to the boundary. Whilst this nearest window will be enclosed by the rear extension, it is considered that the design and height of the roof would ensure that the proposal would not be overbearing for this neighbour.  \r\rThe first floor extension extends along the boundary with this neighbour and is set in 1m from the boundary. There is one window on the flank of this neighbour but this appears to be a small non-habitable window. The proposed first floor extension is therefore not considered overbearing for this neighbour. \r\rThe drawings indicate that the midpoint of the ground floor extension roof would not interrupt the 45 degree line of the neighbouring windows when measures 1.6m above the ground in line with BRE guidance.  On this basis, it can be concluded that the extension would not result in an undue loss of daylight ort sunlight to neighbours. \r\rThe proposed first floor extension does not extend beyond the main rear building line of the neighbouring No. 15 Cranborne Avenue and only a non-habitable flank window is affected. On this basis, the first floor extension is not considered to result in an undue loss daylight and sunlight to this neighbour. \r\rThe proposal will not result in any additional or undue loss of privacy for neighbours adjoining the site.\rIn summary, the proposal is not considered to unduly affect the amenities of the occupiers of neighbouring properties and the proposal is in accordance with Policy DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rOverall the development is considered to be in accordance with the development plan and as such, planning permission is recommended for approval, subject to the conditions listed above.\r",
    "The fee required for your planning application is £ 145.00.  We acknowledge the receipt of £43.00. Please pay the outstanding balance of £102.00. Payment can be made online via the Kingston council website or our Contact Centre on 020 8547 5002."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/08/2020",
  "secondary_street_name": null,
  "site_number": "62",
  "pp_id": "PP-09011198",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.305548,
          51.389698
        ],
        [
          -0.305549,
          51.389671
        ],
        [
          -0.305592,
          51.389671
        ],
        [
          -0.305591,
          51.389698
        ],
        [
          -0.305548,
          51.389698
        ]
      ]
    ],
    "type": "Polygon"
  }
}