{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QIX0BGNHICU00",
  "lapsed_date": "29/11/2023",
  "decision_target_date": "23/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4PJ",
  "site_name": "Central Parade",
  "status": "Refused",
  "application_details": {
    "site_area": 0.014,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128003948"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02716/CLC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518135,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:24:01.898Z",
  "id": "Kingston-20_02716_CLC",
  "application_type": "All Other",
  "street_name": "St Mark's Hill",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "29/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Details required by Condition 3 (Noise From Kitchen Extract System), and Condition 4 (Details/Calculations of Extraction System) of Planning Permission 20/01269/FUL (Proposed minor alterations to existing shopfront, replacement external compressor unit for cold room, new external compressor unit for A/C, replacement pizza oven extract system and new fresh air intake system, blocking up a rear window, and panelling over windows to existing single storey rear.)\r\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "27/11/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167396,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128003948",
  "centroid": {
    "lon": -0.303424,
    "lat": 51.393314
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Due to the insufficient information submitted for Condition 3 (Noise From Kitchen Extract System) of planning permission 20/01269/FUL the applicant has not demonstrated on balance that the proposals would safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Due to the insufficient information submitted for Condition 4 (Details/Calculations of Extraction System) of planning permission 20/01269/FUL the applicant has not demonstrated on balance that the proposals would protect the amenity of nearby residence from potential odours in accordance with Kingston's Local Core Strategy Policy DM 1.",
    "Access or traffic problems\rEffects on trees\rUnacceptable or incompatible use\rHighway Saftey\rLoss of front garden",
    "The site comprises a two-storey detached dwelling. The site is located in Parkgate Close which is part of Kingston Hill, an Area of Archaeological Significance and the Strategic Area of Special Character of Kingston Hill/Coombe Hill. \r\r6 neighbouring properties have been notified of the proposals and 2 objections has been received by neighbouring properties relating to:\r\r- Car park issues\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Privacy \r- Noise\r- Unacceptable or incompatible use\r\rAny issues relating to noise should be reported to the Council's Environmental Health Team. All other concerns raised will be taken into consideration during the assessment of the application and detailed below.\r\rHistoric England (Archaeology) - No Comment\r\rProposal\rErection of single-storey rear, and double-storey and single storey side extension\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r- The impact of the development and non-designated heritage assets; \r- Land ownership (the applicant has provided tile deeds showing they own the land) and,\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment:\rTwo Storey Side Extension-\rPolicy Guidance 36 of the Residential Design SPD (Two-Storey Side Extensions) states:\r\rTwo-storey and first floor side extensions should be designed to be in harmony with the appearance and character of the area. In practice this means:\r\r- the extension should remain subordinate to the original house;\r- the roof of the extension should reflect and relate well to the main house and its roof form;- flat roofs should generally be avoided unless they are consistent with the form of the existing building's roof;- care should be taken to retain characteristic gaps between houses to prevent them from combining visually to form a 'terrace' (see Figure 38 above);\r- features such as doors and windows on the new extension should relate to those on the original house in terms of their style and positioning;\r- the line of the roof's eaves should run with that of the original dwelling;\r- balconies will generally not be acceptable, particularly where they may give rise to overlooking;\r- a minimum distance of 15m shall be maintained between a primary elevation of an existing house and the flank wall of a proposed two-storey side extension; and,\r- a minimum distance of 21m shall be maintained between habitable room windows of neighbouring properties.\rOn detached properties:\r- the roof line of the side extensions should either follow that of the existing roof or be set down from that of the main house by a minimum of 500mm, and\r- the extension should either be designed so that it appears as an integral part of the existing house, or where appropriate, set back from the front wall of the existing house by a minimum of 1m.\r\rWhilst officers acknowledge that the proposed side extensions would not be the usual characteristic of Parkgate Close, the two-storey side extension on the eastern elevation would be set back from the front elevation by more than 1m, preventing further visibility to the streetscene. Officers note that the proposed two storey side extension on the west elevation would fill in the signature staggered elevation, common in Parkgate Close and would be visible in the street scene, however, the roof would blend well and appear as part of the existing dwelling. Therefore, the addition of the proposed two storey side extensions would appear subordinate and appropriate.\r\rTwo-Storey Rear Extension - \rPolicy Guidance 34 of the Residential Design SPD (Two-storey Rear Extensions) states:\r\r- Two storey extensions may be acceptable where the dwelling sits on a spacious plot with substantial distances between boundaries and adjacent dwelling.\r- Extensions proposed on the boundary of a semi-detached property are generally unacceptable and will normally be resisted.\r- Adequate separation distances between neighbouring properties should be maintained (as discussed above).\r- Adequate daylighting and sunlighting of neighbouring properties should be maintained using the 45 and 25 degree principles discussed above.\r- On narrow width properties - particularly terraced properties, two storey rear extensions are unlikely to be appropriate as they often result in an unreasonable loss of daylight, sunlight and outlook for adjoining properties.\r- The roof should relate well to the host property and its existing roof and should not be higher than the ridge of the existing roof.\r- The roof should never encroach on the sill of windows of the 2nd floor.\r- Flat roofs should generally be avoided unless a flat roof is a feature of the existing building, and the use of a flat roof for a roof terrace or balcony at two-storey height will generally not be acceptable as it may give rise to overlooking of neighbouring properties.\r\rThe proposed two-storey rear extension would generally comply with the guidance set out in Policy Guidance 34 (noted above); it sits on a spacious plot and maintains a substantial distance between the neighbouring property and the pitched roof blends into the proposed roof form appearing uniform.\r\rSingle Storey Side Extension - \rWhilst it is acknowledged that the proposed single storey side extension would be slightly visible from the street and would not maintain a 250mm distance from the boundary, however, it would be reasonably small in scale and would appear proportionate and subordinate to the host dwelling. \r\rOverall, on balance, officers consider that there would not be adverse impacts on the character or appearance of the area as a result of the proposed development and would be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r \rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rOfficers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 and 25 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above the proposal would generally be in keeping with Residential Design SPD and would be suitable addition within the vicinity of Parkgate Close, as such officers conclude that the proposed development would not result in any harm to the Kingston Hill/Coombe Hill Strategic Area of Special Character and the Kingston Hill, Area of Archaeological Significance. \r\rHistoric England (Archaeology) was consulted on this proposal and provided a comment stating that the proposed development would not fall under the following categories:\r\r- Major planning applications over 0.5 hectares whether in an APA or not\r- Environmental Impact Assessment Scoping requests and Environmental Statements\r- Applications supported by an archaeological desk-based assessment\r- Minor planning applications in any APA (tiers 1 to 3)\r- Domestic basement applications in APA tiers 1 and 2 only. Note: For boroughs as yet without APA tiers consult GLAAS on any domestic basement in an APA.\r- Householder and equivalent-scale very minor applications in APA tier 1 only. Note: For boroughs as yet without APA tiers do not consult GLAAS on householder or equivalent applications unless within 50m of a scheduled monument.\r- Proposed substantial demolition or major alterations to historic buildings\r- Submission of details in relation to archaeological conditions\r- Appeals on applications for which an archaeological issue has previously been identified\r\rAs such, no comment would be required from Historic England (Archaeology).\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Although the applicant has not submitted a Fire Safety Strategy and proposed plans which include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point, it does not sufficiently address the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rObjection Assessment \rCar park issues - The proposed development would not alter or decrease the hardstanding to the front of the dwelling, which is used as on-site car parking for the existing dwelling. Therefore, officers consider that there would be no harm caused to the existing car parking situation in the immediate vicinity Parkgate Close, as a result of the proposed development. \r\rExcessive height or bulk of buildings & Inappropriate design/layout - As mentioned above, under the Design section, the proposed development (as amended) would generally comply with Policy Guidances 33, 34, 35 & 36, of the Residential Design SPD. Therefore, officers consider that there would not be adverse impacts on the character or appearance of the area as a result of the proposed development and would be acceptable in terms of scale, form, bulk, height, massing, spacing and design\r\rLoss of light/Sunlight & Privacy - Officers have assessed the proposed development using the BRE 45 and 25 degree rule and the Residential Design SPD to acknowledge any harm caused to neighbouring properties. As mentioned in the Amenity section of this report, the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rNoise - Officers have assessed the proposed developments and consider that there would not be a significant increase in noise levels as a result of a development of this scale. As mentioned above, any issues relating to noise should be reported to the Council's Environmental Health Team.\r\rUnacceptable or incompatible use (boundary issue) - An objector states that 'Drawing 600 R1 site plan submitted 4th April 2023 shows incorrectly marked boundaries and shows incorrect ownership of land'. The applicant has submitted further information which includes an official Title Plan, which clearly shows that the development would be within the site boundary.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "We understand that you are having difficulty making payment online. I would suggest payment is made over the telephone via 0208 547 5002.",
    "Due to a web malfunction any documents that were submitted via the website are irretrievable. Please could you resend any associated/supporting documents via email. Please accept our apologies for this inconvenience."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/10/2020",
  "secondary_street_name": null,
  "site_number": "1",
  "pp_id": "PP-09202331",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303402,
          51.393327
        ],
        [
          -0.303403,
          51.3933
        ],
        [
          -0.303446,
          51.3933
        ],
        [
          -0.303445,
          51.393327
        ],
        [
          -0.303402,
          51.393327
        ]
      ]
    ],
    "type": "Polygon"
  }
}