{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QILKDJNH04300",
  "lapsed_date": "21/12/2025",
  "decision_target_date": "21/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4AH",
  "site_name": "23-37 Blagdon Road\rNew Malden\rKT3 4AH\r",
  "status": "Refused",
  "application_details": {
    "site_area": 0.054000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02639/PACND",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521541,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:41.722Z",
  "id": "Kingston-20_02639_PACND",
  "application_type": "Prior Approval",
  "street_name": "Blagdon Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "21/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Prior Approval for two storey extension to provide 9 no. self-contained residential units",
  "actual_completion_date": null,
  "last_date_consultation_comments": "24/11/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168249,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128028612",
  "centroid": {
    "lon": -0.254201,
    "lat": 51.400261
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The building to which this application relates contains a gym, a use (Class D2) which falls outside of those listed under Paragraph AB (2) of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). Therefore, the building does not benefit from the rights afforded by Class AB of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "On 5th March 2018 the building was in a use other than: (i) a use or mixed use within paragraph AB(2)(a) or (b); or (ii) a use falling within Class C3 of the Schedule to the Use Classes Order. Therefore, the proposed development would fall foul of the limitations of Class AB of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) and would not be lawful.",
    "The development would involve windows within both of the walls forming the side elevations of the building. Therefore, the development would not comply with the condition as set out at Paragraph AB.2(3) of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) and would not be lawful.",
    "The development, by reason of the insufficient number of cycle parking spaces provided and their inconvenient location, and the applicant's failure to preclude future occupants from obtaining on-street car parking permits would fail to promote sustainable modes of transport in accordance with Paragraph 108 of the NPPF 2019. Therefore, the transport and highways impacts of the development would be unacceptable and would also conflict with Class AB.2 (1) (a) of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The development, by reason of the presence of nearby plant associated with the existing commercial premises at ground floor level, would provide unacceptable living conditions for its intended occupants in terms of noise and disturbance. Therefore, the impacts of noise from any commercial premises on the intended occupiers would be unacceptable and conflict with Paragraph 127 of the NPPF 2019 and AB.2. (1) (h) of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The development, by reason of the introduction of a noise sensitive use above existing noise generating commercial uses, could lead to unreasonable restrictions being placed upon those commercial uses. Therefore, the impacts of the introduction of a residential use of premises in the area on the carrying on of any trade, business or other use of land in the area would be unacceptable and conflict with Paragraph 182 of the NPPF 2019 and and AB.2. (1) (i) of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises of a semi-detached two-storey dwelling located on the eastern side of Park Road, Kingston upon Thames. \rThe site does not comprise of a listed building, nor is it located within a conservation area. However, the site is situated within the Princess Road, Arthur Road and Borough Road Local Area of Special Character, a non-designated heritage asset. \r\rPlanning History\r21/02315/HOU - Erection of a two-storey rear extension with the formation of a rear patio and associated changes to fenestration. The proposals also seek permission for the erection of a rear dormer roof extension with installation of 2no, front rooflights to facilitate loft conversion. Granted planning permission, dated 10.09.2021.\r\rProposal\rThe application seeks planning permission for the erection of a single-storey front porch.\r\rConsultation\r8no. properties were notified of the proposal. No representations were received.\rNo statutory or internal consultations necessary.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact on the character and appearance of the area; \r- The impact on the amenities of neighbouring occupiers; and\r- Fire safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicy Guidance 38 (Front Extensions) of the SPD Guidance is most applicable to this application.\r\rPolicy Guidance 38 of the Residential Design SPD relating to front porches advises the following:\r-\tFront extensions should be built at least 500mm from an existing bay window. \r-\tNew porches should reflect the character of the main house, appear as part of the original building and not be an obvious addition. \r-\tPorches should be designed to be subordinate to the existing house and should not dominate the front elevation. \r-\tThe roof of the porch should match the design and pitch of the roof of the existing house. \r-\tAll front extensions should be designed to respect the symmetry of any existing front extensions or features of the adjoining properties. \r-\tFront extensions that extend across the entire frontage are unlikely to be supported. \r-\tFront extensions should not affect the existing parking provision of the development and any parking lost as a result of the extension should be replaced on site.\r\rThe proposed front porch would measure 1.4m in depth and a width of 1.9m, with a hipped roof to complement the main roof of the dwellinghouse. It is considered to comply with above-stated guidance, appearing a sufficiently subordinate addition. \r\rOfficers note that a similar front porch is evident to the neighbouring property at No.24 Park Road.\r\rOverall, it is not considered the proposed development would detract from the character and appearance of the host property, as well as the surrounding area and non-designated heritage asset and therefore would accord with Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012, as well as Paragraph 202 of the NPPF 2021.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOverall, it is considered that the proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant harm to the outlook, privacy or daylight/sunlight provision of all the neighbouring occupiers and would comply with Policy DM10 of the Council's adopted LDF Core Strategy April 2012.\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rThe proposed development would have an acceptable impact on the character and appearance of the area and on the amenities of neighbouring occupiers. It would not have any impact on the significance of the non-designated heritage asset of Princess Road, Arthur Road and Borough Road Local Area of Special Character within which the application site is located.\r \rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.",
    "The application seeks to obtain a Certificate of Lawfulness for a Change of use from a launderette (Sui generis) to a newsagent (Use Class E). The application is made under section 191 of the Town and Country Planning Act 1990 (as amended) and specifically it is claimed: that the use began within the last 10 years, as a result of a change of use not requiring planning permission, and there has not been a change of use requiring planning permission in the last 10 years\r\rThe applicant has submitted in support of their application: \r\r- An application form stating the use began within the last 10 years, as a result of a change of use not requiring planning permission, and there has not been a change of use requiring planning permission in the last 10 years.\r- A copy of a Lease dated 2019.\r\rAssessment\rA launderette falls is a Sui Generis of the Use Classes Order 1987 use whereas a newsagent falls within Use Class E. Moving between these uses would require planning permission which has not been granted. \r\rFurthermore, according to 'goggle street view images' the application site was in use as a launderette as recently as 2019 and therefore a lawful use of the site as a newsagent under the '10 year rule' can not be claimed. \r\rAccording, the LPA cannot issue a certificate.",
    "The applicant is advised to submit an application for planning permission for the change of use.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation: 5 neighbouring properties have been consulted and no responses have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed extensions would not follow the guiding principles of the Council's adopted LDF Residential Design Guide. It is considered that the proposed development  would not be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an adverse impact on the character or appearance of the area as a result of the proposed development.\r\rIt is considered that the proposal would create an incongruous addition to the host property in particular the part gable roof form that would unbalance the pair of semi-detached properties it forms part of and be visually intrusive in the streetscene and as a result detract from the character and appearance of the host property and the surrounding area. \r\rIt is noted that the applicant has put forward examples of roof extension in support of their proposal however each site is judged on its individual merits and it is considered that the proposal would conflict with the prevailing character and appearance of the surrounding properties which have a predominantly hipped roof form. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to not be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The site comprises a semi-detached dwelling.\r\r13 neighbouring properties have been notified of the proposals and 1 objection has been received, relating to:\r\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Privacy\r\rThis will be taken into consideration during the assessment of the application and detailed below. \r\rRelevant Planning History\r- 23/01310/HOU - Demolition of side garage and rear/side extension, erection of a single storey rear and front extension, and double storey side extension. Erection of part-hipped/part-gable and rear dormer roof extensions with installation of 3no. front rooflights to facilitate loft conversion. Granted on 18.07.2023.\r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- The impact of the development on highways and transportation matters, and\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: \rSingle/Two-Storey Rear Extension-\rThe proposed single-storey rear extension would have a depth of 3m and would have a modest flat roof height of approximately 3m, appearing acceptable in scale.  Additionally, the rear extension would not be incongruous in the vicinity of Barnsbury Close, therefore, the proposed erection of single storey rear extension is considered to be acceptable in terms of character and appearance. The proposed two-storey rear would respect the roof form of the host dwelling and whilst it would not maintain distance from the boundary line, it would still sit at a reasonable distance from the main dwelling of No.8 Barnsbury Close.\r\rTwo Storey Side Extension - \rOfficers acknowledge that the two-storey extension would not be set in from the front elevation by 500mm falling outside the guidance of the Residential Design SPD (Policy Guidance 36). However, the applicant has demonstrated that the extension would be respectful of the original roof form and the extension would not exceed 50% of the width of the original house. \r\rGarage -The demolition of the existing garage would be visible from the street scene, however, the proposed front elevation would still be in keeping with the fenestration pattern of the existing site and would adequately maintain the appearance of the street scene. It is considered the proposal would not cause a significant negative impact on the street scene of Barnsbury Close.\r\rOfficers acknowledge the concerns raised about the bulky appearance of the proposed development and that the proposal would not maintain 1m from the boundary, however, the proposed development would respect the design of the original dwelling, development of this style would not be incongruous to Barnsbury Close and the distance from the boundary shared with No.8 Barnsbury Close would not be further depleted as the existing garage and rear extension already sit on the boundary. \r\rOverall, on balance, the proposed development is considered acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE guidance, and the Residential Design SPD to ensure minimum impact on neighbouring amenities. Although officers acknowledge that there would be some loss of light the proposed development would meet the requirements of the BRE 45 degree rule and would not cause a significant reduction of light to neighbouring properties. \r\rOfficers have also assessed the proposed development against the BRE 25 Degree rule in relation to neighbouring property No.8 Barnsbury Close, it is noted that a window facing the proposed site that serves a kitchen would lose some light as a result of the proposed development. However, there are more than one source of daylight serving the kitchen, as there is a door to the rear of No.8, therefore, it is not considered that the impact would be significant.\r\rThe bulk of most of the development sits on the shared boundary between No.8 Barnsbury Close, the proposed two storey side/rear extension would not be overbearing as it would sit closest to the existing garage of No.8 which is not considered a habitable space/room. The closest habitable room would be approximately 4.6m from the proposed two storey side/rear extension. \r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The existing garage would not safely accommodate on-site car parking by failing to comply with the space parameters required by the Sustainable Transport SPD, 2013. Officers consider that the omission of the garage would not result in the loss of off-street car parking provision on site, as the hardstanding to the front of the property would provide adequate space for car parking.\r\rTherefore, overall, the proposal is considered not to have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Although the applicant has not submitted a Fire Safety Strategy and proposed plans which include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point, it does not sufficiently address the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "On the 1st May 2024 the Council adopted a new Validation Local List. \r\rAs per the new validation requirements, please complete and submit a Validation Checklist - Section 3. The new Validation  Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A in the checklist without a written justification.\r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter.\r",
    "On the 1st May 2024 the Council adopted a new Householder Local List. \r\rAs per the new validation requirements, please complete and submit a Householder Checklist - Section 3. The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review.\r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter.",
    "On the 1st May 2024 the Council adopted a new Validation Local List. \r\rAs per the new validation requirements, please complete and submit a Validation Checklist - Section 3. The new Validation  Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A in the checklist without a written justification.\r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter.\r",
    "Please revise the validation check list with the correct information. Please check the new local list in our website before filling the validation checklist.\rThe new local validation list and checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications.\r",
    "Please ensure the householder validation check list includes all the necessary documentation as required by the new local list. Please check the new local list in our website before filling the householder validation checklist.\r\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications.",
    "On the 1st May 2024 the Council adopted a new Validation Local List. \r\rAs per the new validation requirements, please complete and submit a Validation Checklist - Section 3. The new Validation  Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A in the checklist without a written justification.\r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/10/2020",
  "secondary_street_name": null,
  "site_number": "23, 29",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.254179,
          51.400274
        ],
        [
          -0.25418,
          51.400247
        ],
        [
          -0.254223,
          51.400248
        ],
        [
          -0.254222,
          51.400275
        ],
        [
          -0.254179,
          51.400274
        ]
      ]
    ],
    "type": "Polygon"
  }
}