{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJXL06NHIKT00",
  "lapsed_date": "20/01/2026",
  "decision_target_date": "20/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2DN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 30,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "02/2020",
    "intended_completion_date": "08/2020",
    "site_area": 0.026000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02886/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518714,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:24:41.322Z",
  "id": "Kingston-20_02886_HOU",
  "application_type": "Householder",
  "street_name": "Church Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "20/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing rear conservatory. Erection of single storey rear extension and first floor side extension with associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 163792,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021746325",
  "centroid": {
    "lon": -0.296309,
    "lat": 51.360801
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '57 Church Lane, Chessington, KT9 2DN', as set out in Section 1 (Site Address) of the submitted application form signed 15.11.2020, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: the establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "A1 - Loading",
    "The applicant is informed that the submitted details have been assessed by relevant consultees and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 5 (Fire Safety Strategy) of Planning Permission 23/00321/HOU, which states:\r\rPrior to any above ground works (excluding demolition) [or relevant trigger point such as pre-occupation for change of use applications] a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021",
    "The submitted plan is not labelled as existing or proposed. Please provide Existing and Proposed Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the entire plan, not just part and all key dimensions for the proposed works. The plans must also show the direction of North.",
    "Please provide existing site plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works in relation to the existing dwelling, site boundaries and any outbuildings on site. The site plan should show all public rights of way crossing or adjoining the site and should also show access arrangements, all trees and hedges within the application site and on the boundary, including trees and hedges on neighbouring land.  The plan should be annotated with key measurements, including distances to boundaries. The plan(s) must be given a unique drawing number and be clearly labelled as Existing or Proposed Site Plan. The Site Plan must show the direction of North."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/11/2020",
  "secondary_street_name": null,
  "site_number": "57",
  "pp_id": "PP-09254123",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.296287,
          51.360814
        ],
        [
          -0.296288,
          51.360787
        ],
        [
          -0.296331,
          51.360788
        ],
        [
          -0.29633,
          51.360815
        ],
        [
          -0.296287,
          51.360814
        ]
      ]
    ],
    "type": "Polygon"
  }
}