{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHIXILNHI1600",
  "lapsed_date": "26/11/2025",
  "decision_target_date": "26/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9LJ",
  "site_name": "20 Beresford Avenue\rTolworth\rSurbiton\rKT5 9LJ\r",
  "status": "Approved",
  "application_details": {
    "site_area": 0.043000000000000003,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021784319"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02456/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519835,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:56.961Z",
  "id": "Kingston-20_02456_CPU",
  "application_type": "All Other",
  "street_name": "Beresford Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "26/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 2no front rooflights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166392,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021784319",
  "centroid": {
    "lon": -0.27934,
    "lat": 51.383934
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions with the installation of 2no front rooflights to facilitate a loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a detached dwelling.\r\r18 neighbouring properties have been notified of the proposals and no representation has been received.\r\rConsultation \rTransport for London - Comment recieved\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on highways and transportation matters.\r\rDesign\rWhen read together Policies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Given that the several properties on Malden Way benefit from dropped kerb access and hardstandings to the front of their properties, it is considered that the proposal would be in-keeping within the immediate context of the site.\r\rAs a result, the proposed development would not detract from the character and appearance of the street scene or the surrounding area. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to its minor nature, it is considered that the proposals would not cause undue harm to the amenity of the neighbouring occupiers. Therefore, the proposal would comply with Policy DM10 of the Council's adopted LFD Core Strategy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The proposed kerb drop and hardstanding would be situated within Transport for London Road Network (TLRN), TfL are the Highway Authority for Malden Way.  Transport For London has been consulted on this application and stated that the proposed development would be considered acceptable and have no objections.\r\rAs such, it is considered that the proposal would not undermine the existing highway safety conditions of Malden Way, in accordance with Policy DM09 of the Council's Core Strategy.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Please revise and provide the application form confirming the description of proposed works and showing the correct address for the application site.\r\rPlease note this is a validation requirement https://www.kingston.gov.uk/downloads/file/613/validation-requirements-for-planning-applications\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "01/10/2020",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": "PP-09101979",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.279318,
          51.383947
        ],
        [
          -0.279319,
          51.38392
        ],
        [
          -0.279362,
          51.383921
        ],
        [
          -0.279361,
          51.383948
        ],
        [
          -0.279318,
          51.383947
        ]
      ]
    ],
    "type": "Polygon"
  }
}