{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJIRMCNHIGX00",
  "lapsed_date": "04/01/2026",
  "decision_target_date": "04/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6RH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.012,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021760896"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02796/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518477,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:24:20.692Z",
  "id": "Kingston-20_02796_CPU",
  "application_type": "All Other",
  "street_name": "Hardman Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "04/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions (incorporating a juliet balcony), installation of 2no. rooflights to front roofslope and single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169430,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021760896",
  "centroid": {
    "lon": -0.297832,
    "lat": 51.411523
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes A, B, C & G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a mid-terrace dwelling.\r\rConsultations\r- 5 neighbouring properties have been notified of the proposals and no representations have been received.\r- Thames Water - No comment\r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on highways and transportation matters.\r- Flood Risk.\r- Fire Safety.\r\r Design\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The applicant proposes to demolish a conservatory which is approximately 3.1m in depth and approximately 2.8m in height and replace it with a rear extension which ranges from approximately 3.3m - 4.6m in depth and a parapet roof height of approximately 3.3m. Although the proposed depth would fall outside Policy Guidance 33, of the Residential Design SPD for semi-detached dwellings, it would not be visible from the streetscene, it would have a relatively modest height and the proposed material would be similar to the existing dwelling.\r\rThe proposed niche infill and front porch would involve extending outwards toward the front, officers consider this aspect of the proposal to be subordinate and proportionate to the host dwelling and would not appear incongruous to the immediate vicinity of Buckingham Road, as it would resemble the design of several neighbouring properties.\r\rTherefore, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities. The extension would not significantly affect the nearest ground floor habitable room of No. 18 Buckingham Road, as it benefits from an existing single storey rear extension.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The dimensions of the existing hardstanding to the front of the property would not safely accommodate on-site car parking, as such, the porch extension would not be the cause of further on-street parking.\r\rFlood Risk\rThe application site falls within Flood Risk Zone 2 (medium probability). Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts.\r\rOfficer Comment: The submitted flood risk form states that floor levels within the proposed development will be set no lower than existing levels and floodproofing of the proposed development has been incorporated where appropriate which is considered acceptable in this case and in compliance with Policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan 2021, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Site Location Plan - please submit a revised Site Location Plan that meets the following criteria. It must be at a scale of either 1:1250 or 1:2500, identifies the site and surrounding area and shows at least two roads and the north point. The site should be outlined in red and any other land owned by the applicant in blue. It should include land necessary to carry out the proposed development (e.g. land required for access to the site from a public highway, visibility splays, car parking and open areas around buildings).\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/11/2020",
  "secondary_street_name": null,
  "site_number": "26",
  "pp_id": "PP-09225862",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29781,
          51.411536
        ],
        [
          -0.297811,
          51.411509
        ],
        [
          -0.297854,
          51.41151
        ],
        [
          -0.297853,
          51.411537
        ],
        [
          -0.29781,
          51.411536
        ]
      ]
    ],
    "type": "Polygon"
  }
}