{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QIAPJ9NHI7J00",
  "lapsed_date": "19/05/2025",
  "decision_target_date": "28/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": null,
  "site_name": "Development Land At 53A To 53B",
  "status": "Approved",
  "application_details": {
    "site_area": 0.10200000000000001,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Liverpool Road Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Norbiton Station Area"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128045097"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02589/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519364,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Removal/Variation of a condition",
  "last_updated": "2025-05-05T17:23:29.375Z",
  "id": "Kingston-20_02589_FUL",
  "application_type": "All Other",
  "street_name": "Kingston Hill",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Kingston Gate",
  "decision_date": "19/05/2022",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for Variation of Condition 2 (Approved Plans) of Planning Permission ref: 16/13202/FUL (Erection of a terrace of 4 dwellings with associated car parking and landscaping on the main part of the site; and the erection of a replacement and enlarged office building following demolition of existing buildings) dated 23/01/2017. Amendments sought are to change floor to floor heights\r\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "09/01/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 169959,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128045097",
  "centroid": {
    "lon": -0.284906,
    "lat": 51.416092
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall be commenced within 3 years from the date of planning permission 16/13202/FUL.\r\rReason: In order to comply with Section 91 of the Town and Country Planning Act, 1990. (As amended)\r",
    "The facing materials to be utilised in the development hereby permitted shall be those approved under planning reference 19/02002/COND and the development shall be built in accordance with the details/samples approved.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM1 0 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development to which this permission hereby relates shall be carried out in accordance with the approved details under planning reference 21/02006/CLC in order to ensure the development acheives and maintains a\r19% reduction compared to 2013 part L regulations and internal water usage rates of 1 051/p/ day and thereafter maintained in accordance wit the approved details.\r\rReason: To ensure the development is adopts sustainable measures in line with Policies DM1 (Sustainable Design and Construction Standards) and DM4 (Water Management and Flood Risk) of the Local Development Framework Core\rStrategy (2012).\r",
    "The development hereby permitted shall carried out in accrodance with the landscaping scheme approved under planning reference 21/02006/CLC. The approved scheme shall be implemented within the first planting season following completion of the development and the tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced in the first available planting season, and the area shown to be landscaped shall be permanently retained for that purpose only.\r\rReason: In the interests of visual amenity and so views into the gardens serving neighbouring properties can be further reduced/mitigated in accordance with Policy DM10 (Design Requirements for New Developments including House\rExtensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking accommodation/spaces shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free\rfrom obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments\rincluding House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Notwithstanding the provisions of Part 1 of Schedule 2 of the Town & Country Planning (General Permitted Development) Order, 2015 (or any Order revoking or re-enacting this Order) no extensions (including porches or dormer windows) to\rthe dwelling houses or buildings shall be erected within the curtilage.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with Policy DM10 (Design Requirements for New\rDevelopments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The boundary/dividing fences, walls and privacy screens shown on the approved drawings shall be constructed to a height of 1.8m in the positions shown, before the buildings to which they relate are occupied. These shall thereafter be\rpermanently retained.\r\rReason: In order to ensure the privacy and visual amenity of adjoining occupiers is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted\rApril 2012.\r",
    "Notwithstanding the provIsions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re- enacting this Order) no windows or other openings shall be formed in the flank\rwalls of the dwellings hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design 'Requirements for New Developments including House Extensions) of the LDF Core Strategy\rAdopted April 2012.\r",
    "Before any occupation of the development hereby permitted, the privacy screens shown on the approved drawings shall be fitted with, and retained in, obscure glazing of a patterned type only which shall thereafter be retained as such.\rObscure glazed windows should be obscured to minimum of level 3 on the Pilkington Scale. The use of any type of film or material affixed to clear glass is not acceptable for the purposes of this Condition.\r\rReason: In order to ensure the privacy and visual amenity of adjoining occupiers is retained in accordance with Policy DM1 0 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted\rApril 2012.\r",
    "Before any occupation of the development hereby permitted, the east facing glazing serving the proposed front bay window serving 'House 4' on the approved plans shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with, and retained in, obscure glazing of a patterned type only which shall thereafter be retained as such. Obscure glazed windows should be obscured to\rminimum of level 3 on the Pilkington Scale. The use of any type of film or material affixed to clear glass is not acceptable for the purposes of this Condition.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM1 0 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy\rAdopted April 2012.\r",
    "The cycle parking facilities for the occupants of, and visitors to, for the development hereby approved shall be those approved under planning reference 21/02006/CLC and shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of Schedule 2, Part 3 of the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking or re-enacting this Order) the proposed Office shall only be used for office based\rfunctions within the E(g)(i) use Class, and for no other purposes within the E use class, or any other Planning Use Classes.\r\rReason: To ensure that the premises continues to provide sufficient employment in compliance with Policy DM17 (Protecting Existing Employment Land and Premises) of the 2012 Local Development Framework Core Strategy.\r",
    "Prior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/12/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-09164879",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284884,
          51.416105
        ],
        [
          -0.284885,
          51.416078
        ],
        [
          -0.284928,
          51.416079
        ],
        [
          -0.284927,
          51.416106
        ],
        [
          -0.284884,
          51.416105
        ]
      ]
    ],
    "type": "Polygon"
  }
}