{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFF0JUNHHIO00",
  "lapsed_date": "30/10/2023",
  "decision_target_date": "30/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5BB",
  "site_name": "The Coigne",
  "status": "Dismissed",
  "application_details": {
    "site_area": 7000,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Riverside North Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "THAMPA Name: Riverside Strategy"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Thames - Side"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: KIN.01.51T.25\rAddress: Homington Court Albany Park Road Kingston Upon Thames\rTree category:  \rDetails:"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128012349"
    ]
  },
  "appeal_decision_date": "17/11/2021",
  "lpa_app_no": "20/02053/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517998,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:03.173Z",
  "id": "Kingston-20_02053_FUL",
  "application_type": "All Other",
  "street_name": "Lower Ham Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "30/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "22/09/2021",
  "decision_process": "Delegated",
  "description": "Demolition of existing three storey building, (previously converted into 2no.x flats), and erection of a four storey building comprising 7no. x  flats with associated basement accommodation, car parking and reconfigured access.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "28/09/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 170398,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "000128012349",
  "centroid": {
    "lon": -0.304394,
    "lat": 51.420323
  },
  "polygon": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 19,
    "net_cycle": 19
  },
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development by reason of  its height, bulk, mass, siting and design would fail to preserve the character and appearance of the conservation area and as such would result in harm to the significance of the Riverside North Conservation Area. The harm would be less than substantial, however, any public benefits of the scheme would not outweigh the harm caused. As such the proposal would be contrary to Paragraphs 194 & 196 of the NPPF 2019, Policy 7.4 (Local Character), 7.6 (Architecture) and 7.8 (Heritage Assets) of the London Plan, 2016, and Policies DM10 (Design Requirements for New Developments (including House Extensions), DM11 (Design Approach) and DM12 (Development in Conservation Areas and Affecting Heritage Assets) of the LDF Core Strategy, 2012.",
    "The proposed development by reason of its design, height, bulk, mass, siting and design would result in a discordant feature in the street scene and therefore result in a detrimental impact on the character and appearance of the area, thereby conflicting with Policy 7.4 (Local Character) of the London Plan 2016, and Policy DM10 (Design Requirements for New Developments (including House Extensions) of the LDF Core Strategy, 2012.",
    "The proposed scheme would increase opportunities for over looking/loss of privacy due to the location and proximity of the proposed windows serving habitable rooms on the flank elevations. This, together with a lack of communal external amenity space, loss of trees without mitigation, inappropriately located refuse arrangements and a car dominated rear garden space would fail to provide a good standard of amenity for existing and future occupants, thereby conflicting with Paragraph 127 of the NPPF 2019,  Policy 3.5 (Quality and Design of Housing Developments) of the London Plan, 2016, Policy DM10 (Design Requirements for New Developments (including House Extensions) of the LDF Core Strategy, 2012 and the Residential Design SPD, 2013.",
    "The applicant has failed to demonstrate that the proposed development would be flood resistant and flood resilient and would not exacerbate/cause flooding elsewhere and provide safe accommodation for future occupiers. As such, the proposal would be contrary to Paragraph 163 of the NPPF 2019 and Policy DM4 of the LDF Core Strategy, 2012.\r",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks a non material amendment to approved planning application 22/02474/HOU (Erection of single-storey rear and two-storey side extension) to allow a hip to gable end to the approved two storey side extension and rear dormer roof extension. The works would amount to a substantial alteration to the approved plans and as such cannot be considered to be non-material. \r\rIn this case, officers consider that an application for planning permission would be required, however, the applicant is encouraged to seek pre-application advice before pursing a planning application to obtain informal advice on the merits of the proposal. \r",
    "Your attention is drawn to the Unilateral Undertaking dated 17 January 2019 which accompanies the original planning permission, and remains in force and binding with this current S73 application.",
    "Condition  11 (Nature Conservation) - RBK Biodiversity Officer has reviewed the information submitted and is unable to support the approval of this condition for the following reasons;\r\rNo information regarding species selection has been submitted. \r\rSuch information would be required to assess if the proposed scheme is likely to enhance the nature conservation value of the area. In terms of the proposed planting I would suggest that at least 60% by number of plant individuals and species variety to be planted will be native and local to the area, and that 40% of species should be listed on the RHS 'Perfect for Pollinators' lists.\r",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "The submitted Sketch Plan does not clearly identify the location of the tree. It shows 46-49 Jemmet Close, but there is no such block shown on our mapping system. Please provide a clearer plan to show the tree location.",
    "Annotated dimensions must be included on all Existing and Proposed floor plans, site plans, elevation drawings, and section/level plans to show the key dimensions of any existing structures to be demolished/retained and dimensions for the proposed works. This is in line with the Council's adopted local Validation Checklist. Please amend plans and re-submit where necessary.\r",
    "Proposed Site Plan - there are issues with the scale on the Proposed Site Plan. The scale is stated as 1:50, but the scale bar and annotated dimensions do not measure as stated using 1:50. Please amend the scale and re-submit the plan.",
    "The submitted proposed block plan does not show the proposed development in hatched or shaded.\rPlease provide a Proposed Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/09/2020",
  "secondary_street_name": null,
  "site_number": "84",
  "pp_id": "PP-09002153",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304372,
          51.420336
        ],
        [
          -0.304373,
          51.420309
        ],
        [
          -0.304416,
          51.42031
        ],
        [
          -0.304415,
          51.420337
        ],
        [
          -0.304372,
          51.420336
        ]
      ]
    ],
    "type": "Polygon"
  }
}