{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHPVKSNHI2600",
  "lapsed_date": "30/11/2025",
  "decision_target_date": "30/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6AJ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.029
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02477/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521585,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:01.052Z",
  "id": "Kingston-20_02477_HOU",
  "application_type": "Householder",
  "street_name": "Holmsley Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "30/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension and first-floor side extension.\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166944,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021776755",
  "centroid": {
    "lon": -0.254016,
    "lat": 51.388523
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows in the north-west elevation and situated on the first floor shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The flat roof(s) of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "This application cannot be a free go because the decision date of prevoius application is after 6th Dec 2023. The fee required for your planning application is £ 258.00.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002",
    "Please submit the 'Fire Statement.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/10/2020",
  "secondary_street_name": null,
  "site_number": "2",
  "pp_id": "PP-09127800",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.253994,
          51.388536
        ],
        [
          -0.253995,
          51.388509
        ],
        [
          -0.254038,
          51.38851
        ],
        [
          -0.254037,
          51.388537
        ],
        [
          -0.253994,
          51.388536
        ]
      ]
    ],
    "type": "Polygon"
  }
}