{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QILIELNHI9U00",
  "lapsed_date": "17/12/2023",
  "decision_target_date": "17/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7HT",
  "site_name": "96 Tolworth Broadway\rTolworth\rSurbiton\rKT6 7HB\r",
  "status": "Refused",
  "application_details": {
    "site_area": 1000,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Tolworth District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128002437"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02637/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519637,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:41.032Z",
  "id": "Kingston-20_02637_FUL",
  "application_type": "All Other",
  "street_name": "Tolworth Broadway",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "17/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of second storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 165973,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128002437",
  "centroid": {
    "lon": -0.282325,
    "lat": 51.38021
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development by virtue of its size, siting and design would create an incongruous addition to the application site that would be dominant and overbearing and visually intrusive in the views of the site from the rear of the residential properties in Tolworth Broadway and Oakleigh Avenue. It would not be in keeping with the general pattern and form of development in the surrounding area and would detract from the character and appearance of the host property and the surrounding area. Therefore the proposal would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012",
    "The size, siting and design and proximity of the proposed development in relation to the rear windows of the residential properties in Tolworth Broadway would impede the outlook of the residential properties on the upper floors of the Tolworth Broadway to the detriment of the existing living conditions of the neighbouring occupiers. Therefore the proposal would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012",
    "The applicant has failed to demonstrate that the proposal would not harm the daylight/sunlight provision of the neighbouring occupiers. Therefore the proposal would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of front dwarf wall, alteration to driveway and new drop kerb including permeable paving, bin and bike storage\r\rConsultation\r4 neighbouring properties have been notified and no representations have been received.\r\rRBK Neighbourhood Engineer : objection - crossover does not meet the current crossover policy maximum 4m width.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Highway safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rRBK Crossover Policy Section 2f states that If there is conflict with an established street tree on the public highway, a vehicle crossing cannot be constructed within the root protection area (RPA) of the tree in accordance with British Standards (currently BS 5837:2012). As a guide, for a tree with a single stem, the RPA is calculated as 12 times the stem diameter. It is noted that the proposed crossover is right next to an existing tree.\r\rOfficer Comment: Officers note that a number of properties on the road have dropped kerbs and it is considered that there would be no significant visual impact on the character or appearance of the area as a result of the dropped kerb in general. However, The proposed vehicular crossover would be constructed adjacent to a nearby street tree and would involve carrying out works within the root protection area. This street tree makes a positive and valuable contribution to the quality of the public realm within Beechcroft Avenue and the character and appearance of the street and the wider area. It is considered that the loss of this tree as a result of the development would not be acceptable and would harm the overall character and appearance of the area. Officers also note that it is not clear if the new dwarf wall would involve new foundations being dug within the RPA.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  Due to the existing situation between 89 Beechcroft Avenue and its nearest adjacent neighbouring properties, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighway Safety\rThe NPPF requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rDevelopment should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rPolicies DM9 and DM10 of the LDF Core Strategy together with the Council's Sustainable Transport SPD 2013 seek to ensure that new development has regard to local traffic conditions and does not contribute to congestion or compromise highway safety and for proposals to comply with the car parking standards in the London Plan.\r\rOfficers Comments: RBK Crossover Policy Section 2a states An opening size, minimum of 2.7m and maximum of 4.0m must be provided at the back of the footway, measured at right angles to the public highway.  RBK neighbourhood engineer has objected as the crossover does not meet the current crossover policy maximum 4m width. The proposal would therefore would compromise highway safety.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling. The site is not subject to any particular designations or environmental constraints.\r\rProposal \rDemolition of detached garage and erection single-storey rear and side ground floor extension\r\rConsultations\r5 properties were notified of the proposal.  \r\rTwo representations has been received objecting to the proposal with comments summarised as follows:\r- Excessive height or bulk of buildings\r- Loss of Privacy\r- Inaccurate plans\r\rOfficer response: The above concerns will be addressed within the report.\r\rOne representation has been received in support of the proposal. \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The current application is a resubmission of the application 22/03677/HOU for demolition of existing detached garage and erection single-storey rear and side ground floor extension granted on 16.01.2023.\r\rThe current proposal is to address the issue relating to an incorrect measurement taken for the proposed height of the side and rear extension of approximately 3.2m (application 22/03677/HOU). The proposed height of the extensions would be approximately 3.5m. There would be no change in the proposed depth (approximately 4m) or design of the extension when compared to the planning permission 22/03677/HOU. \r\rAlterations to the rooflights to the proposed side and rear extensions and alterations to fenestration the proposed side extensions are noted. \r\rIt is acknowledged that the proposed rear extension would not be strictly in accordance with Policy Guidance 33 of the Council's Residential Design SPD with regards to the recommended depth and height. However, considering its scale and the proposed depth as well as the proposed design and its siting, it is considered that the proposal would appear as a proportionate and subordinate addition in relation to the host dwelling. Officers note a similar scale extension at No 62. \r\rWith regards to the proposed side extension, given its siting and modest width it is considered to be in-keeping with the host dwelling and the surrounding area.\r\rThe proposed porch would be in accordance with Policy Guidance 38 of the Council's Residential Design SPD. \r\rOfficers note concerns raised within the written representations regarding the inaccurate information/drawings being submitted. While Officers note some inconsistencies within the package of submission, the submitted plans and drawings are consistent and Officers have based their decision on those only. \r\rThe proposed height of the raised patio area would be approximately 28cm as suggested on the submitted plans. It should be noted that a raised patio up to 30cm could be erected without requiring planning permission under the provisions of permitted development. Given this fallback position, as well as the modest height of the patio, officers find no harm with this aspect of the proposal from a character and appearance point of view. \r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers note that both adjoining properties benefit from rear extensions. \rIt is considered that the proposed development due to its siting and the proposed  scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. The proposal would pass the 45 degree rule in relation to both neighbouring properties and therefore would not result in an unacceptable loss of daylight. It is considered that the proposed patio together with a suitably designed privacy screen, which could be secured through conditions, would not give rise to any significant loss of privacy or increase in overlooking for neighbouring occupiers.\r\rLoss of Car Parking\rParagraph 111 of the NPPF, 2021 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer Comment: Despite the loss of the existing garage which does not comply with the current standards for car parking, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate 1 off street car parking spaces, therefore the proposal would not result in an unacceptable impact on the local highway network. \r\rIn relation to cycle parking, the applicant failed to demonstrate secure cycle parking provision to compensate for the loss of the garage. However Officers note that this provision may be located within the proposed reduced garage/storage space. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The submitted existing and proposed site plans have an incorrect scale bar. It measures to 40m instead of 20m in 1:200 scale as stated.\rPlease submit existing and proposed site plan/ block plan with correct scale bar.",
    "Please submit 'Fire Statement.'",
    "Please submit time stamped photo."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/10/2020",
  "secondary_street_name": null,
  "site_number": "96",
  "pp_id": "PP-09183804",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.282303,
          51.380223
        ],
        [
          -0.282304,
          51.380196
        ],
        [
          -0.282347,
          51.380197
        ],
        [
          -0.282346,
          51.380224
        ],
        [
          -0.282303,
          51.380223
        ]
      ]
    ],
    "type": "Polygon"
  }
}