{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHPYACNHI2A00",
  "lapsed_date": "25/05/2024",
  "decision_target_date": "15/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8DW",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 358,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Hogsmill Valley Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Parks and Open Spaces"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021783196"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02480/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518957,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:02.007Z",
  "id": "Kingston-20_02480_FUL",
  "application_type": "All Other",
  "street_name": "Addison Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "25/05/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey extension to form new self-contained dwellinghouse with associated parking and bin store and single storey rear extension to existing property",
  "actual_completion_date": null,
  "last_date_consultation_comments": "13/11/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 168099,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021783196",
  "centroid": {
    "lon": -0.291379,
    "lat": 51.39946
  },
  "polygon": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 11,
    "net_cycle": 11
  },
  "decision_agency": null,
  "decision_conditions": [
    "By virtue of its siting, design and scale, the proposed dwelling would appear cramped and at odds with the prevailing pattern of development and the built form of the neighbouring properties. By virtue of its poor integration with the existing built environment, the development would fail to respect the character and appearance of the surrounding area. The proposal would therefore be contrary to the National Planning Policy Framework (2019), policy D3 of the London Plan (2021) and policy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (2012).",
    "In the absence of an executed legal agreement to ensure that the development is car capped i.e. future occupants of the development would not be able to obtain car parking permits, the proposal would result in a significant increase in parking pressure on local streets which would cause undue highway congestion in the locality. The proposal would therefore be contrary to policy T6 of the London Plan (2021) and policies DM9 and DM10 of the LDF Core Strategy (2012), and the Sustainable Transport SPD (2013).",
    "The proposed development would result in the provision of a substandard form of accommodation by virtue of an inadequate gross internal area for the size of property proposed. It is considered that this cramped layout would result in unacceptable living conditions for future residents and therefore contrary to policy D6 of the London Plan (2021).",
    "The proposed development would provide an inadequate level of private garden space for residents to enjoy and undertake their day-to-day activities, which would be to the detriment of their residential amenity. The proposal would therefore be contrary to policy D3 of the London Plan (2021) and policy DM10 of the Core Strategy (2012).",
    "The Householder Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "The Householder Validation Local List requires Time Stamped Photographs of the site to be provided with the application submission. Please see the Local List for further guidance and submit these.\r",
    "Report in google folder- can't seem to copy it across.",
    "Other Side Elevation - Please provide Existing and Proposed Side Elevations showing the perspective from the other side. Elevations must be at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. A scale bar is encouraged.\r",
    "Householder Checklist Update - Once you have provided the above documents please update the Checklist document to confirm that they have been provided by stating \"Yes\" where relevant."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/10/2020",
  "secondary_street_name": null,
  "site_number": "24",
  "pp_id": "PP-09128708",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291357,
          51.399473
        ],
        [
          -0.291358,
          51.399446
        ],
        [
          -0.291401,
          51.399447
        ],
        [
          -0.2914,
          51.399474
        ],
        [
          -0.291357,
          51.399473
        ]
      ]
    ],
    "type": "Polygon"
  }
}