{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QIWMDZNHICJ00",
  "lapsed_date": "23/12/2025",
  "decision_target_date": "23/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3DZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.059000000000000004,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ206952FE"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021774483"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02709/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520599,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:59.730Z",
  "id": "Kingston-20_02709_CPU",
  "application_type": "All Other",
  "street_name": "Clarence Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "23/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of detached out-building",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169211,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021774483",
  "centroid": {
    "lon": -0.267409,
    "lat": 51.409108
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of a detached out-building falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class E of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Site\r\rThe application relates to part of the ground and first floors and the second floor of a 2.5 storey terrace building located to the south west of Brighton Road, Surbiton.\r\rThe site is located within Surbiton District Centre and is a designated Shopping Frontage. The site lies within the Surbiton Town Centre Conservation Area and the existing buildings are Locally Listed Buildings. \r\rThe site is within an Article 4 Area removing permitted development rights for all Class E uses to residential uses.\r\rThe site is within a Controlled Parking Zone (CPZ) and a PTAL 6a (Excellent) area and so is a highly sustainable area.\r\rThe site is located within Flood Zone 1.\r\rRepresentations\r\r57 no. surrounding properties were notified of the proposed development, an advert placed in a local newspaper and a site notice put up in the vicinity of the site. No responses were received.\r\rConsultations\r\rRBK Neighbourhood Traffic Engineer\r\rCycle Parking: The applicant has provided provision for 12 cycle parking spaces in the form of vertical cycle arrangements. This would not be safe, would make bikes less attractive, and potentially discriminates against certain users (women, shorter people, less physically able).\r\rCar Parking: This development is a car-free development and there is no on-site car parking. No objection is raised to car-free development as the site is within a Controlled Parking Zone. \r\rThe applicant has provided dedicated bin storage within the external courtyard area on the ground floor indicated in the proposed ground floor plan (0298PL08C). This location is considered to be acceptable in highway terms. \r\rBased on the above, Highways would not support the application.\r\rSurbiton Conservation Area Advisory Committee - No response received.\r\rPlanning History\r\r23/00404/FUL - Change of use of part of the ground floor, part of the first floor and the second floor of Meadway House from vacant commercial floorspace (Use Class E) to a large House in Multiple Occupation (HMO) with a total of 12 rooms and a maximum occupancy of 12 persons (Use Class Sui Generis) with associated external alterations, refuse/recycling facilities and cycle storage. Refused 12.04.2023\r\r22/03494/FUL - Change of use of part of the ground floor, part of first floor and the second floor of Meadway House from vacant commercial floorspace (Use Class E) to large House in Multiple Occupation (HMO) with a total of 12 rooms and a maximum occupancy of 12 persons (Use Class Sui Generis) with associated external alterations, refuse/recycling facilities and cycle storage - Refused 28.12.2022\r\r21/04095/PAMA -Change of use of part of the ground floor, part of first floor and the second floor of Meadway House from vacant commercial floorspace (Use Class E) to large House in Multiple Occupation (HMO) with a total of 12 rooms and a maximum occupancy of 12 persons (Use Class Sui Generis) with associated external alterations, refuse/recycling facilities and cycle storage - Prior Approval Refused 31 Mar 2022\r\r20/02933/CPU - Change of use from mixed Use of Professional Services (Class A2) and Offices (Class B1(a)) to a mixed use of Class A2 and Flats (Class C3) - Withdrawn\r\r31725 - Change of use from warehouse and storage to light industrial - Granted 11.09.1986\r\r31578 - Use of first and second floors as offices - Granted 05.12.1986\r\r30885/2 - Change of use from retail to estate agents office (17 & 19) - Granted 27.02.1986\r\r30885/1 - Change of use from retail to estate agents office (17 & 19) - Granted 27.02.1986\r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tThe principle of the development;\r-\tThe standard of the proposed accommodation;\r-\tThe impact on the character and appearance of the area and heritage assets;\r-\tThe impact on the amenities of neighbouring occupiers; \r-\tThe impact on the transport network;\r-\tFire Safety\r\rPrinciple of Development\rPolicy DM 17 of the Core Strategy (2012) seeks to protect all employment land and premises, including in Kingston Town Centre. Alternative uses will not be acceptable unless it has been demonstrated by sound evidence and rigorous marketing over a number of years (up to two years) that there is no quantitative or qualitative need for a range of employment uses. \r\rPolicy CS10 of the Core Strategy (2012) sets out the Borough's housing targets as defined by the London Plan.  Policy H1 of the London Plan 2021 sets a target for the Borough of 9,640 net housing completions within the next ten years, equating to 964 net completions per annum. \r\rThe scheme under consideration involves the provision of housing and the Council cannot currently demonstrate a 5-year housing land supply and, as such, the \"tilted balance\" as set out in paragraph 11 of the NPPF 2021 is engaged and permission should be granted for the development unless:\r\ri.\tThe application of policies in the NPPF that protect areas of assets of particular importance provide a clear reason for refusing the development; or\rii.\tAny adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in the NPPF as a whole\r\rPolicy H1 of the London Plan (2021) seeks to optimise the potential for housing delivery on all suitable and available brownfield sites through planning decisions, especially sites with existing or planned public transport accessibility levels (PTALs) 3-6 or which are located within 800m distance of a station or town centre boundary.\r\rPolicy SD6 of the London Plan (2021) states that the vitality and viability of London's town centres should be promoted and enhanced by the potential for new housing within town centres through mixed-use or residential development that makes best use of land, capitalising on the availability of services within walking and cycling distance, and their current and future accessibility by public transport.\r\rAccording to the Planning Statement, the units that form part of this application are vacant former office units, albeit the planning history for the site is less clear on the exact use/s.\r\rWhilst earlier applications have been refused on the basis of the loss of the existing commercial uses without sufficient justification, through the previous application (23/00404/FUL), details were provided of the marketing process and this did not form a reason for refusal. \r\rThe marketing details have again been provided, including marketing particulars for the various units within Meadway House and details of the interest shown in the site. A letter has also been provided by Cattaneo Commercial which provides details of the marketing process which has been ongoing since December 2020. The letter also points out the various constraints of the site that deem it unsuitable for modern employment uses. The details provided demonstrate that the site has been actively marketed for a number of years and that, whilst interest has been shown in the site, this has not concluded with a sale.\r\rOn this basis, the applicant has sufficiently demonstrated through the submission of cogent and consistent evidence and robust justification that the site is not suitable and that there is no quantitative or qualitative demand for other employment uses. The proposal is therefore consistent with Policies CS12 and DM 17 of the Kingston Core Strategy (2012). For the reasons set out above, this is a neutral matter. \r\rThe proposal is for a change of use to a large House in Multiple Occupation (HMO) with a total of 11 rooms and a maximum occupancy of 11 persons (Use Class Sui Generis). A ratio of 1.8:1 would be applied in determining the equivalent number of residential units. In this case, the number of residential units would be 6.1 units (rounded down to 6 units) which would make a positive contribution to the Council's housing target which is afforded significant weight, especially in this sustainable location. \r\rStandard of Accommodation\rPolicies CS8 and DM10 of the Core Strategy advise that proposals should relate well to their surroundings and be of a high standard of design to achieve a more attractive, sustainable and accessible environment.\r\rThe Nationally Described Space Standards would not apply to this proposal for a HMO use.  Notwithstanding, all of the habitable rooms are of a reasonable size and will be served by window openings.\r\rThe previous application was refused for the following reasons:\r\rGiven the lack of private and / or communal amenity space, the siting of single aspect habitable room windows in relation to nearby buildings and communal spaces which will give rise to inadequate levels of outlook and privacy for future occupiers, and poor levels of daylight and sunlight to a significant number of habitabe rooms, the proposed HMO use is not considered to represent a satisfactory standard of accommodation, contrary to Policy D6 of the London Plan, and Policies DM10 & DM13 of the Core Strategy and the Council's HMO guidance.\r\rThe only changes to the layout of the unit made since the previous application are the removal of bedrooms from the ground floor and the removal of a first floor living space (to provide an additional bedroom). \r\rThe living area on the ground floor is now larger and includes windows on the south, east and west elevations of the building. However, these windows directly face neighbouring buildings at a separation of approx. 1.5m - 2m and narrow access routes which will provide inadequate levels of outlook and privacy. Concerns remain over daylight to this habitable room, albeit it is accepted that this room is now served by more windows and a number of rooflights. On this basis, the reason for refusal is not considered to have been addressed.\r\rA detailed daylight and sunlight assessment has been submitted to assess levels of daylight and sunlight in line with BRE guidelines. The report concludes that 9 of the 12 habitable rooms would meet BRE target levels in relation to daylight with 7 of the 12 habitable rooms meeting BRE target levels in relation to sunlight. The daylight and sunlight assessment also states that some of the units will be fitted with sun pipes which will provide an additional source of natural light, although this has not been factored into the BRE calculations.  Some of the rooms will receive very poor levels of daylight and sunlight, notably first and second floor bedrooms (R2).\r\rWhilst daylight levels are improved in comparison to the previous application and it is accepted that that BRE target levels only represent guidelines and should not be applied strictly, it remains that some habitable rooms will not receive adequate levels of daylight and sunlight. The suitability of the building for such an intensive residential use is therefore questioned.\r\rSections have been received that demonstrate that adequate floor to ceilings heights of 2.14m are being achieved in line with the Council's HMO guidance. \r\rNo private or communal amenity space is being provided but, as set out in the Planning Statement, it is accepted that the site cannot provide on-site amenity space and that there is public open space in close proximity to the site. For this reason, this carries limited weight against the proposal. \r\rOverall, it has not been demonstrated that the proposal provides a satisfactory standard of accommodation. For these reasons, the proposal is considered in conflict with Policy D6 of the London Plan, DM13 of the Core Strategy. This would carry significant weight against the proposals.\r\rCharacter and Appearance and Heritage Assets\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rLocal policies CS8, DM10, DM11 and DM12 of the Kingston Core Strategy (2012) require that proposals relate well to their surroundings, recognise distinctive local features, have regard to the historic environment and be of a high standard to achieve a more attractive, sustainable and accessible environment.  \r\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets (including non-designated heritage assets). Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rOnly minor external alterations are proposed to facilitate the change of use. These are not considered detrimental to the character and appearance of the existing building (locally listed) or Surbiton Town Conservation Area. This is a neutral matter.\r\rResidential Amenity\r\rPolicy DM10 of the Core Strategy advises that development must have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rIn comparison to the previous application, new windows are proposed on the north elevation directly facing 23-25 Brighton Road. According to the most recent planning records for this site, the ground floor of this building is in commercial use and so these windows would not affect any residential neighbours. \rOtherwise, only modest external alterations are proposed and the change of use of the building (in part) is not considered to give rise to any undue loss of privacy for the occupiers of surrounding residential neighbours.  This is a neutral matter.\r\rHighways and Parking \r\rParagraph 109 of the National Planning Policy Framework (NPPF) states that development should only be prevented or refused on highway grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rParagraph 111 goes on to say that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe. \r\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. The London Plan (2021) seeks car free developments in PTAL 6a areas. \r\rPolicies DM9 and DM10 of the Core Strategy 2012 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rPolicy T5 of the London Plan 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2.\r\rPolicy DM8 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013 together require new development to provide facilities on-site for cyclists as appropriate, including showers, lockers and secure, convenient cycle parking, in accordance with the minimum standards set out in the London Plan.\r\rNo off street parking is proposed which aligns with the London Plan maximum parking standards in this highly sustainable location. \r\rThe previous application was refused for the following reason:\r\rNo mechanism has been secured to preclude residents from applying for on-street car parking permits in the Controlled Parking Zone, therefore it has not been demonstrated that the proposed development would not lead to inconsiderate parking and traffic congestion in surrounding roads and thereby have an unacceptable impact upon highway or pedestrian or highway safety, contrary to paragraph 111 of the NPPF 2021, Policy T6 of the London Plan 2021 and Policies DM9 and DM10 of the Kingston Core Strategy 2012.\r\rSimilar to the previous applications, the applicant has not submitted a Transport Statement to identify the trip generation of the existing uses and the proposed development and neither has a parking stress survey been submitted to identify parking capacity in the area. Similarly, no mechanism has been secured to prevent occupiers of the development from obtaining residential parking permits in the CPZ. \r\rThe LPA are aware that additional car parking would exacerbate an existing high parking demand experienced within this area and, on this basis, it has not been demonstrated through robust and cogent evidence that the development would not exacerbate existing on-street car parking stress or result in an unacceptable adverse impact on highway safety, in conflict with Paragraph 111 of the NPPF, 2021, Policy T4 of the London Plan 2021, and Policies DM9 and DM10 of the LDF Core Strategy 2012. This is attributed moderate weight. \r\rThe previous application was also refused on the basis that it had not been demonstrated that sufficient and adequate cycle parking could be provided on site to accommodate the development.\r\rIn comparison to the previous application, vertical cycle storage is proposed along the narrow access way in addition to within the corridor on the ground floor where further Brompton cycle storage is also provided. Whilst this storage appears to be enclosed and weatherproof, the Council does not consider the vertical storage to be safe, would make bikes less attractive and could potentially discriminates against certain users (women, shorter people, less physically able). Furthermore, Brompton cycle storage would not be considered an adequate level of provision either. For these reasons, the proposal is contrary to Policy T5 of the London Plan and Policy DM8 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013. This is attributed moderate weight. \r\rRefuse and recycling is also located along the rear access way. Further details and sections have been provided which demonstrate that suitable and enclosed refuse storage could be provided to facilitate the development. Further details could be secured by way of condition to address outstanding these matters. \r\rFire Safety\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\r\rThe proposed House of Multiple Occupation (HMO), providing 11 rooms and a maximum occupancy of 11 persons, would provide the equivalent of 6 residential units which would make a positive contribution to the Council's housing target which is afforded significant weight. The proposal is therefore in accordance with Policy H1 of the London Plan (2021) and policies CS10 of the RBK Core Strategy (2012)\r\rGiven the lack of private and / or communal amenity space, the siting of habitable room windows in close proximity to nearby buildings and communal spaces which will give rise to inadequate levels of outlook and privacy for future occupiers, and poor levels of daylight and sunlight to a significant number of habitable rooms, the proposed HMO use is not considered to represent a satisfactory standard of accommodation, contrary to Policy D6 of the London Plan, and Policies DM10 & DM13 of the Core Strategy and the Council's HMO guidance. This would carry significant weight against the proposal. \r\rOnly minor external alterations are proposed to facilitate the change of use. These are not considered detrimental to the character and appearance of the existing building (locally listed) or Surbiton Town Conservation Area. This is a neutral matter.\r\rThe proposal is not considered to result in an undue loss of amenity to surrounding neighbours, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the Council's Core Strategy. This is a neutral matter.\r\rIn the absence of a legal agreement to preclude future occupiers from accessing permits within the CPZ, it has not been demonstrated that the proposal would not result in an unacceptable impact on the local highway network or unacceptable overspill car parking on the highway, contrary to paragraph 111 of the NPPF (2021), Policies T6 and T6.1 of the London Plan (2021) and Policies DM9 and DM10 of the Kingston Core Strategy (2012). This carries significant weight against the proposal. \r\rThe applicant has failed to demonstrate that sufficient and adequate cycle parking could be provided on site to accommodate the development, contrary to Policy T5 of the London Plan (2021), Policy DM8 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013. This carries moderate weight against the proposal.\r\rGiven the lack of a 5 year housing land supply, the application is to be assessed on the tilted balance under the NPPF. Applying paragraph 11d of the NPPF, officers are of the view that overall and on balance the harm associated with the proposed development, notably relating to the standard of accommodation, poor quality cycle storage provision and highways impact, would demonstrably outweigh the benefits of the scheme, notably provision of a net gain of 6 no. residential dwellings, when assessed against the policies set out in the NPPF as a whole.\r\rAs such, Officers conclude that the proposed development would be contrary to the Development Plan and it is recommended that planning permission is refused.\r",
    "There is a TPo in the proposed site, therefore please provide 'Tree Plan and statement.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/10/2020",
  "secondary_street_name": null,
  "site_number": "98",
  "pp_id": "PP-09199088",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.267387,
          51.409121
        ],
        [
          -0.267388,
          51.409094
        ],
        [
          -0.267431,
          51.409095
        ],
        [
          -0.26743,
          51.409122
        ],
        [
          -0.267387,
          51.409121
        ]
      ]
    ],
    "type": "Polygon"
  }
}