{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QII478NHI8S00",
  "lapsed_date": "11/12/2023",
  "decision_target_date": "15/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7SF",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.023,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.05.86\rTree ref: T6\rTree type: OAKS\rDescription: RBK Order no: 05 Year: 1986"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.05.86\rTree ref: T17\rTree category: T\rDetails: Fileno: 255"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: A"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021802285"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02615/TPO",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522271,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:36.091Z",
  "id": "Kingston-20_02615_TPO",
  "application_type": "All Other",
  "street_name": "Chelsea Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "11/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "T.5 Oak - Fell.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166744,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021802285",
  "centroid": {
    "lon": -0.244231,
    "lat": 51.386578
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "No supporting evidence has been submitted demonstrating that subsidence has taken place, no bore hole locations or bore hole sample results, no identification of live roots, no level monitoring, no photos demonstrating damage to the property in question. I should also note that the application mentioned the removal of other close adjacent Oaks on neighbouring railway land and no evidence has been submitted that would show differentiation between the Oaks in order to demonstrate that T.5 plays any role.\r\rNone of the requisite information was submitted in support of this application and in such circumstances, as the Council have not been provided with evidence demonstrating the involvement of the tree in subsidence related property damage, the Council obviously have a duty to refuse the application.",
    "Application Site\rThe site is located on the south west corner of Ashcombe Avenue, adjacent to the junction with Langley Avenue. The site comprises of a two-storey detached dwellinghouse.\r\rThe surrounding area is mainly residential in character predominantly consisting of two-storey detached properties.\r\rThe site is located within the designated Southborough Conservation Area. \r\rProposal\rThe application seeks alterations to the boundary wall including installation of metal rails between brick piers, installation of two electric gates and a pedestrian gate. Widen the existing driveway and dropped kerb.\r\rPlanning History\r16/16342/HOU - Erection of a part single part two storey rear extension and roof dormer. Granted planning permission, dated 29.07.2016.\r\r16/16181/HOU - Proposed erection of a first floor rear extension and roof extension to facilitate loft conversion. Refused planning permission, dated 27.04.2016.\r\r15/16476/HOU - Erection of single storey rear extension. Granted planning permission, dated 15.09.2015.\r\rConsultation\r6no. properties were notified of the proposal. No representations were received.\r\rSurbiton CAAC: No comments received.\r\rRBK Trees and Landscaping Officer - Neutral comments. No objection to the proposals including the removal of the Cherry tree in the Conservation Are. A condition will be required in terms of a planting plan. \r\rRBK Highways and Transportation - Objection.\r\rAssessment\rThe main issues in the assessment of the application are:\r- Impact upon the Character and Appearance of the Area (including Impact upon Heritage Assets);\r- Highways Implications;\r- Fire Safety\r\rCharacter and Appearance\rParagraph 126 of the NPPF states that \"The creation of high quality, beautiful and sustainable buildings and places is fundamental to what the planning and development process should achieve. Good design is a key aspect of sustainable development, creates better places in which to live and work and helps make development acceptable to communities.\" It goes on to say in paragraph 130 that planning decisions should ensure that new developments\r\"a) will function well and add to the overall quality of the area, not just for the short term but over the lifetime of the development;\rb) are visually attractive as a result of good architecture, layout and appropriate and effective landscaping;\rc) are sympathetic to local character and history, including the surrounding built environment and landscape setting, while not preventing or discouraging appropriate innovation or change.\"\r\rParagraph 203 of the NPPF (2021) states that \"The effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\"\r\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicy CS8 of the Council's Core Strategy states that \"the Council will protect the primarily suburban character of the Borough, existing buildings and areas of high quality and historic interest from inappropriate development\". \r\rPolicy DM10 of the Council's Core Strategy requires development proposals to incorporate principles of good design. Policy DM12 of the Council's Core Strategy states that the Council will preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design.\r\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan, 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rPolicy HC1 of the London Plan, 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rThe site is located within Southborough Conservation Area.\r\rThe proposals to erect boundary brick walls (i.e. dwarf wall to height of 0.6m with metal railing atop and brick piers to maximum height of 1.5m) and addition of gates to the front are considered acceptable, adding stronger definition to the curtilage of the site with a proposed design and materiality which ties in well with the overall character and appearance of the dwelling.\r\rThe proposal is therefore consistent with Policy D3 and HC1 of the London Plan (2021) and Policies CS8, DM10 and DM12 of the Kingston Core Strategy (2012). This is a neutral matter subject to conditions.\r\rHighways and Transportation\rParagraph 111 of the NPPF states that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rPolicy DM8 of the Core Strategy requires new development to provide cycle parking in accordance with minimum standard.\r\rPolicy DM9 requires new developments to comply with car parking standards.\r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rAnnex 1 Kingston & Sutton Environmental Vehicle Crossover Policy December (2018) states, an opening size, minimum of 2.7m and maximum of 4.0m must be provided at the back of the footway, measured at right angles to the public highway; the minimum off-street parking area measured at right angles to the highway is, 4.80m long by 2.70m wide and; the visibility required is an area measuring 2.8m from the back of the footway boundary centrally and 3.3m along the back of the footway boundary in each direction.\r\rCouncil's highways officers have reviewed the proposals and object to the scheme on the basis of the proposed crossover. The proposed plans for extension of the crossover do not comply with the Council's current crossover policy maximum of 4m in width.\r\rIn summary, the proposal is contrary to Policy DM10 of the Kingston Core Strategy (2012) and the Council's Vehicle Crossover Policy (2019). \r\rImpact upon Trees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. \r\rPolicy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rCouncil's trees and landscape officer has reviewed the proposals and confirms no objection to the proposals including the removal of the Cherry tree in the Conservation Area given the tree's waning health and the benefit of replacement planting. However, the semi-mature replacement tree being planted as shown on the plans would need to be secured through a condition for a planting plan specifying the size at time of planting including height and the species including Latin name and a detail of how the tree will be anchored.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rRecommendation:\rThat the application be REFUSED.\r",
    "The check list shows the existing site plan has been submitted but it has not been submitted.\rPlease provide existing and proposed site plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works in relation to the existing dwelling, site boundaries and any outbuildings on site. The site plan should show all public rights of way crossing or adjoining the site and should also show access arrangements, all trees and hedges within the application site and on the boundary, including trees and hedges on neighbouring land.  The plan should be annotated with key measurements, including distances to boundaries. The plan(s) must be given a unique drawing number and be clearly labelled as Existing or Proposed Site Plan. The Site Plan must show the direction of North"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/10/2020",
  "secondary_street_name": null,
  "site_number": "6",
  "pp_id": "PP-09134202",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.244208,
          51.386592
        ],
        [
          -0.244209,
          51.386565
        ],
        [
          -0.244253,
          51.386565
        ],
        [
          -0.244252,
          51.386592
        ],
        [
          -0.244208,
          51.386592
        ]
      ]
    ],
    "type": "Polygon"
  }
}