{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFESG6NH02800",
  "lapsed_date": "16/10/2025",
  "decision_target_date": "16/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 2SH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.014,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Grove Lane"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021765885"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02052/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518508,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:02.852Z",
  "id": "Kingston-20_02052_CPU",
  "application_type": "All Other",
  "street_name": "Portland Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "16/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear L shaped dormer extension, installation of 2 x rooflights to front roof slope and single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 168599,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021765885",
  "centroid": {
    "lon": -0.297664,
    "lat": 51.404048
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of a rear L shaped dormer extension, installation of 2 x rooflights to the front roof slope and a single storey rear extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A, B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Officer Report\r\rApplication Site\rThe site comprises a detached two storey dwelling and is covered by a TPO group order.\r\rProposal \rErection of two-storey side, and single-storey rear extensions with associated changes to fenestration. Conversion of existing garage into habitable space and new porch.\r\rConsultations\r14 properties were notified of the proposal. No representations were received.  \rRBK's Trees and Landscape Officer - no objections\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on the protected trees; and,\r- The impact of the development on car parking facilities; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed two storey side extension replacing the existing garage would be of the similar width of approximately 2.7m. The existing separation distance between the proposal and the adjoining property would remain.  It is noted that the proposed first floor extension would be set back from the front elevation and the proposed roof would be set approximately 0.3m from the existing roof line. As such the proposed design, scale and the roof form is considered to be subordinate and proportionate addition to the host dwelling.\r\rThe proposed conversion of the garage into habitable room with associated alterations and front porch extension are considered to be in-keeping with the host dwelling and the surrounding area. \r\rThe proposal would be visible within the street view, however considering its modest scale and the proposed design and materials as well as similar developments present within the immediate surrounding area, it is considered that there would be no significant impact on the existing  street scene. \r\rWith regards to the proposed single storey rear extension, due to its modest scale and the proposed design is considered to be in-keeping with the host dwelling and in accordance with Policy Guidance 33 of the Council's Residential Design SPD.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is considered that the proposed development due to its siting, separation distance and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTrees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rOfficer response:\rThe Trees and Landscapes Officer has reviewed the proposal and raised no objections. As the proposal would not affect the protected trees, it is considered that there would be no significant impact on the protected trees as a result of the proposed development. \r\rLoss of Car Parking\rOfficer Comment: Despite the loss of the existing garage, it is considered that the hardstanding to the front of the dwelling remains of an adequate size to accommodate one off street car parking space, therefore the proposal would not result in an unacceptable impact on the local highway network. Officers note no parking restrictions on Manor Drive. \r\rIn relation to cycle parking, officers note that access to the garden will remain so it is possible for secure cycle parking to be provided in the garden despite the loss of possible storage within the existing garage.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Strategy which is considered acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Supporting documents - we have not received any documents to suport pre-application discussions.\r\rYou should provide as much information about your project as possible. The more detail you can provide about your proposal, the more accurate and useful our advice will be.\r\rYou must provide a location plan that shows the site with the site boundary highlighted.\r\rYou can also provide (optional): \rscaled drawings (existing and proposed) - these should clearly show the proposed changes\rup to date photos of the site \rany other documents that you think might be useful\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/08/2020",
  "secondary_street_name": null,
  "site_number": "46",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.297642,
          51.404061
        ],
        [
          -0.297643,
          51.404034
        ],
        [
          -0.297686,
          51.404035
        ],
        [
          -0.297685,
          51.404062
        ],
        [
          -0.297642,
          51.404061
        ]
      ]
    ],
    "type": "Polygon"
  }
}