{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QIWJNANHICG00",
  "lapsed_date": "29/12/2025",
  "decision_target_date": "01/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 8DF",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.021
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02707/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518974,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:59.063Z",
  "id": "Kingston-20_02707_HOU",
  "application_type": "Householder",
  "street_name": "Burney Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "29/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of front porch extension and changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167859,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021785286",
  "centroid": {
    "lon": -0.291215,
    "lat": 51.3973
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, the tall, rectangular window in the western elevation and situated at first floor level shall be constructed and retained so that would be fixed shut and obscure glazed to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The depths of the reveals in relation to the proposed windows and elevations shall match existing.\r\rReason:  To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The applicant is informed that the submitted details have been assessed by relevant consultants and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 9 (CO2 Emissions and Water Usage) of planning permission 22/01297/FUL, which states:\r\rCondition 9 (CO2 Emissions and Water Usage) - Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy SI.2 and SI.5 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "The applicant is advised to resubmit with the following information\r\r1) A floor plan of the space that would be used as a Home Office\r2) The nature of the business that would be operated from the Office\r3) Details of how the business would be operated i.e. would there be visited to the premises, would vehicles operate from the premises, if so how many etc",
    "The submitted biodiversity checklist is incomplete.\rPlease revise 'Biodiversity Checklist' with  complete part-1, part-2, part3 and part-4. The Biodiversity Checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r",
    "The Householder Local List requires a completed Biodiversity Checklist for all householder applications. Please download a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications   \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/11/2020",
  "secondary_street_name": null,
  "site_number": "71",
  "pp_id": "PP-09198694",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.291193,
          51.397313
        ],
        [
          -0.291194,
          51.397286
        ],
        [
          -0.291238,
          51.397287
        ],
        [
          -0.291237,
          51.397313
        ],
        [
          -0.291193,
          51.397313
        ]
      ]
    ],
    "type": "Polygon"
  }
}