{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QH5I60NHHXM00",
  "lapsed_date": "19/11/2025",
  "decision_target_date": "19/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4PE",
  "site_name": "Surbiton Station, Rac Glass Platforms 1 And 2",
  "status": "Approved",
  "application_details": {
    "site_area": 0.004,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Surbiton Town Centre Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "BSWN Name: Borough Strategic Walking Network"
      },
      {
        "result": null,
        "constraints_layer_description": "GRCORR Name: Green Corridors"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: SURBITON STATION\rVICTORIA ROAD\rSURBITON\rLB Grade: GD2\rLB Ref: 11B/12"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128019399"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02374/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518082,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:36.832Z",
  "id": "Kingston-20_02374_CPU",
  "application_type": "All Other",
  "street_name": "Victoria Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "19/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of prefabricated passenger waiting shelter situated at end of platform 1.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167300,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128019399",
  "centroid": {
    "lon": -0.304217,
    "lat": 51.392462
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed installation of a prefabricated passenger waiting shelter situated at the end of platform 1 falls within the parameters of permitted development as set out under Schedule 2, Part 8, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Consultations\rNeighbour notifications: 22no. neighbours consulted. One representation received, objecting to the proposals on the basis of noise and disturbance from construction works and damp issues with the building.\r\rOfficer Comments: Duly noted. Officers cannot take into account the comment in relation to the current condition of the building or the liability of the current issues. Those comments made in relation to noise and disturbance are noted. This matter in and of itself cannot restrict the issue of planning permission, but in the event of any grant of planning permission, an informative would be applied to restrict construction hours and a Construction Management Plan would likely be required from the applicant for Council's highways team to review.\r\rRBK Neighbourhood Traffic Engineer: Objection to cycle parking provision as proposed.\r\rRBK Environmental Health Officer: No objection, subject to the imposition of a condition restricting construction hours.\r\rSite and Surroundings\rThe application site is located on the eastern side of Coombe Road, on the corner with Alric Avenue.  It comprises of a large, three-storey building with ground floor commercial use. \r\rThe immediate surrounding area is mixed commercial and residential in character.\r\rThe building is not listed or locally listed, neither are there any Tree Preservation Orders (TPOs) on the site or in the immediate vicinity. The site is not within conservation area or strategic area of special character.\r\rProposal\rPlanning permission is sought for the demolition of the existing roof structure and erection of a new mansard roof with dormer window to create 2no. two-bedroom flats. \r\rAssessment\rThe application has been assessed against the policies of the current NPPF and Development Plan which consists of the London Plan and the Councils adopted LDF Core Strategy.\r\rPrinciple of Development:\rThe proposed development seeks to intensify the provision of residential units on the site that is located on existing residential land in an area containing residential use. It is considered that the proposed development would be compatible with and would not change the existing primary residential use of the site. It is considered that subject to the detailed consideration of all other matters the principle of the development would be acceptable.  \r\rPolicy CS10 (Housing Delivery) of the Council's LDF Core Strategy (2012) states that the Council will take every opportunity to deliver new housing \r\rParagraph 60 of the NPPF 2021 states [inter alia] that to significantly boost the supply of homes, it is important that a sufficient amount and variety of land can come forward where it is needed and that land with permission is developed without unnecessary delay. \r\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2011.  Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rThis application proposes 2no. net additional residential unit, thereby helping to contribute to these annual housing targets. In addition, the Council are currently unable to demonstrate a 5 year supply of land for the delivery of housing. As such, the 'titled balance' and Paragraph 11(d) of the NPPF 2021 is a material planning consideration. The final section of this report considers the planning balance of the application proposals. \r\rQuality of Proposed Accommodation\rPolicy D6 (Housing Quality and Standards) of the London Plan, 2021 sets out that housing development should be of high quality design and provide adequately sized rooms (as set out in Table 3.1 of the London Plan, 2021) with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Core Strategy (2012) reiterates the requirement for adequately sized properties. \r\rPolicy D6 of the London Plan, 2021 encourages housing developments to maximise the provision of dual aspect dwellings and normally avoid the provision of single aspect dwellings. Single aspect dwellings should only be provided where it is considered a more appropriate design solution to meet the requirements of Part B of Policy D3 of the London Plan, 2021.                                           \rThe proposed accommodation would be dual aspect and is considered to be of a practical layout, with the addition of two dormer windows to the front elevation (fronting Coombe Road), seven dormer windows to the southern elevation facing Alric Avenue and two dormer windows to the rear elevation looking east down along Alric Avenue providing daylight/sunlight to the accommodation. \r\rAll habitable rooms would be provided with windows, and as such, the living accommodation would offer good outlook for the future occupants, comparable with those flats arranged on the first and second floors.  \r\rThe application seeks to provide 2x two bedroom, three-person units laid over a single floor, for which Policy D6 of the London Plan would require a Gross Internal Area (GIA) of 61sqm. The total GIA floorspace for the proposed units would be 65sqm. However, the applicant has failed to provide sufficient information / evidence to demonstrate that the proposed accommodation would meet the internal space standards with particular regard to floor to ceiling height across the proposed accommodation, contrary to Policy D6 of the London Plan 2021. \r\rWith regards to private amenity space, Policy D6 of the London Plan 2021 sets out that where there are no higher local standards in the Borough's Development Plan Documents, a minimum of 5sqm of private outdoor space should be provided for 1-2 person dwellings and an extra 1sqm should be provided for each additional occupant. Policy Guidance 13 of the Residential Design Guide SPD (2013) sets a higher minimum standard of 50sqm of private garden space per family house i.e. three bedrooms (where the prevailing character of the area allows) and 10sqm of private garden space for new flats. \r\rPolicy Guidance 13 of the Residential Design SPD also states that 'although in different character areas levels of private amenity space may vary considerably the following minimum standards for private gardens should be achieved, and where possible exceeded for all new residential development, unless it can be demonstrated that this would be at odds with the prevailing physical context and local character of development, e.g. town centre locations or where achieving these standards would compromise optimising housing potential through the application of the London Plan density matrix'.\r\rThe site is located within the New Malden District Town Centre and the absence of amenity space is not out of character with the prevailing flatted built form in the Town Centre boundaries. Officers note that application site is located approximately 650m from Beverley Park and 1km from Blagdon Open Space and Raynes Park Recreation Ground which provide opportunity for recreation. \r\rImpact upon Character and Appearance of the Area\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. \r\rDevelopment proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water. \r\rIt is considered that the proposed addition at roof level to the host building would generally result in a roof form which is of a style sympathetic to the host property and the surrounding area. \r\rImpact upon Residential Amenity\rPolicy DM10 of the Council's LDF Core Strategy 2012 seeks to safeguard residential amenities in terms of privacy, outlook, daylight /sunlight, avoidance of visual intrusion and noise and disturbance. \r\rIt is considered that the built form would be proportionate to its plot size, respect neighbouring building lines, height and massing and be in keeping with the general pattern and form of development in the surrounding areas. The proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant material harm to the outlook, daylight/sunlight provision or privacy of the neighbouring occupiers.\r\rHighways and Transportation\rParagraph 111 of the NPPF 2021 states that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road networks would be severe.\r\rThe application site is located within an area that has moderate access to public transport (PTAL score of 3). The site is not located within a Controlled Parking Zone. \r\rIn terms of the application proposals, the London Plan Table 10.3 maximum car parking standards states up to 0.75 car parking spaces should be provided for a 2 bedroom unit. There is no additional car parking proposed.\r\rIt is considered that the proposed car-free development could be acceptable. However, this is subject to the applicant entering into a legal agreement to prohibit the future owners/occupiers of the proposed flats from obtaining on-street resident parking permits. \r\rIn the absence of a signed legal agreement to prevent occupiers or visitors to the proposed unit from obtaining a residents parking or visitors parking permit to mitigate any parking pressures, the proposed development would not comply with Paragraph 107 of the NPPF 2021, Policy T6 of the London Plan 2021 and Policy DM10 of the Council's Core Strategy 2012.  \r\rThe London Plan 2021 Table 10.2 requires 2no. cycle spaces per 2+ bedroom unit. \r\rA ground floor storage area is indicated within the supporting Planning Statement which is stated as possible to be modified to include the necessary cycle storage. No details have been provided to demonstrate that this is feasible and could provide adequate cycle storage arrangement. Officers note that the proposed floorplans show cycle storage to each balcony area. \r\rThis would not be an arrangement which would be considered acceptable. In the absence of clear, reliable information as to how cycles could be accommodated elsewhere within the site boundaries, officers cannot apply a condition for the cycles to be stored in an alternative arrangement and for details to be subsequently submitted. \r\rRefuse & Recycling\rPolicy D3 of the London Plan 2021 and Policy CS9 of the Council's Core Strategy 2012 require integrated, well-designed recycling facilities to be incorporated into all new developments.\r\rRefuse and recycling bin storage has now been shown on the submitted plans at ground floor level. This is considered to be an acceptable arrangement.\r\rCommunity Infrastructure Levy\rAs of the 1st November 2015 the Council commenced the operation of a Community Infrastructure Levy (CIL) as a means of collecting monies to provide local infrastructure to offset the impact of developments. This replaced the S106 mechanism for collecting contributions for local infrastructure e.g. education and health with the exception of affordable housing. For the avoidance of doubt S106 contributions can only be collected to resolve site specific issues as a result of the proposed development.\r\rFor Kingston CIL purposes, the proposed development is located within CIL Zone 3 with a charge of £85 per square metre of residential development. \r\rThe application would also be liable to pay Mayoral CIL (MCIL2) currently set at £60 per square metre. The CIL charges are subject to the national Tender Price Index. In the event that the All-in Tender Price Index ceases to be published, the index referred to is the retail prices index; and the figure for a given year is the figure for November of the preceding year.\r\rSummary/Planning Balance\rParagraph 11 of the NPPF states that where there are no relevant development plan policies, or the policies which are most important for determining the application are out-of-date, the Council should grant planning permission unless:\r- the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed or; \r- any adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in this Framework taken as a whole. \r\rIt is noted that the Council does not have a 5 year housing supply. \r\rThe proposed development would provide 2no. net additional market housing units. Although the proposal would make a positive contribution towards the Borough's housing supply, only 2no. two-bedroom flats would be provided. As such, the proposal's positive contribution to the Borough's housing stock and the associated social benefits it would bring to the community would be somewhat limited. Notwithstanding, significant weight is given in the assessment of the proposals providing for two net additional residential units. \r\rThe proposal would not have an adverse impact on the living conditions of neighbouring occupiers. The size, scale and design of the proposed external alterations would, on the whole, respect the character of the host dwelling and the surrounding area. Officers give this neutral weighting in the overall assessment of the proposals.\r\rThe living accommodation is considered acceptable in terms of floor area, layout and outlook and natural light and ventilation. \r\rIt has not been demonstrated that the proposed flats would achieve the necessary minimum floor to ceiling heights across the floorspace, contrary to Policy D3 of the London Plan 2021. Officers give moderate weighting to this in the overall assessment of the proposals.\r\rRefuse/recycling storage is considered to be acceptable. This is a neutral matter.\r\rCycle storage shown to each balcony area is considered to be inadequate, causing conflict with pedestrians on the stairway and generally discourage use, and there is no other information submitted as to if it could be possible to accommodate the necessary quantum of cycle storage in a more accessible location elsewhere at ground floor. This matter is attributed moderate weighting against the proposals in the overall balancing exercise. \r\rIn the absence of a signed legal agreement, the proposal would exacerbate pressure for on-street parking and prejudice highway safety contrary to Paragraph 107 of the NPPF 2021, Policy T6 of the London Plan 2021 and Policy DM10 of the Council's Core Strategy 2012. Officers give significant weighting to this in the overall assessment of the proposals.\r\rThe proposed development is in conflict with the development plan and it is considered that the delivery of two additional residential dwellings would not demonstrably outweigh the disbenefits associated with highways and transportation and cycle storage. \r\rIt is therefore recommended that the application be refused.  \r",
    "The submitted existing elevations have trees and fence, please provide all Existing Elevations without fence and tree at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/09/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-09000570",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304195,
          51.392475
        ],
        [
          -0.304196,
          51.392448
        ],
        [
          -0.304239,
          51.392449
        ],
        [
          -0.304238,
          51.392476
        ],
        [
          -0.304195,
          51.392475
        ]
      ]
    ],
    "type": "Polygon"
  }
}