{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGAF68NH02800",
  "lapsed_date": "09/09/2022",
  "decision_target_date": "12/09/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 6NF",
  "site_name": "Marlborough Gardens",
  "status": "Unknown",
  "application_details": {
    "site_area": 0.49300000000000005,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL S1  Surbiton"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128012239"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02196/DTN",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517733,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:44.707Z",
  "id": "Kingston-20_02196_DTN",
  "application_type": "All Other",
  "street_name": "Lovelace Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "11/09/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "T.1 Cedar - Fell (Dead).",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": null,
  "centroid_northing": 166727,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "000128012239",
  "centroid": {
    "lon": -0.309421,
    "lat": 51.387384
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Any replacement trees which within a period of five years from planting are removed, die or become seriously damaged/diseased, shall be replaced within the next planting season (Oct 1st - Apr 30th) with trees of similar amenity value.\r\rAny replacement planting should be carried out with due consideration for overhead and underground services, property boundaries, buildings and potential maintenance. The eventual size of a specimen and the nature of its rooting structure should also be taken into account when choosing where to plant, in order to achieve the best result for your site.\r\rThe applicant is advised that the following will be a suitable replacement species:\r\r(a) [Wollemi Pine (Pinus woollimii)]",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2012 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008",
    "Please submit 'Air Quality Assessment',  the air quality assessment should include an air quality neutral assessment."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/09/2020",
  "secondary_street_name": null,
  "site_number": "24, 15",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309399,
          51.387397
        ],
        [
          -0.3094,
          51.38737
        ],
        [
          -0.309443,
          51.387371
        ],
        [
          -0.309442,
          51.387398
        ],
        [
          -0.309399,
          51.387397
        ]
      ]
    ],
    "type": "Polygon"
  }
}