{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJ5SXZNHIE400",
  "lapsed_date": "17/02/2024",
  "decision_target_date": "12/03/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3GQ",
  "site_name": "Offers Court",
  "status": "Approved",
  "application_details": {
    "site_area": 58,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021770297",
      "000128019963"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02737/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518680,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "last_updated": "2025-05-05T17:24:07.400Z",
  "id": "Kingston-20_02737_FUL",
  "application_type": "Householder",
  "street_name": "Winery Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "17/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Replacement of existing wooden windows and doors (3 no. of each) with white UPVC windows and doors to 1st floor flat",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168857,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021770297",
  "centroid": {
    "lon": -0.295106,
    "lat": 51.406331
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The depth of the reveals between the window frames and the external elevation walls shall be retained as existing.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The site comprises a detached dwelling.\r\r5 neighbouring properties have been notified of the proposals and no representation has been received.\r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that the proposed side/rear extension would be visible from the street and would not maintain 250mm distance from the boundary facing the highway, however, it would be reasonably small in scale and would appear proportionate and subordinate to the host dwelling. Additionally, the extension would be set back from the front wall of the original house by more than 500mm.\r\rThe proposed single-storey rear extension would have a total depth of approximately 2.8m and a total pitch roof height of approximately 3.5m in line with Policy Guidance 33, of the Residential Design SPD. \r\rOfficers acknowledge that the proposed veranda as a whole would have pillars that would appear dissonant in the streetscene, however, the roof of the proposed veranda would be similar to the door canopy of neighbouring properties in the vicinity of Compton Cresent. Within this context it is considered to be acceptable. The proposed single storey side and rear extension would appear proportionate and subordinate to the main dwellinghouse.\r\rTherefore, on balance, the proposed development would not adversely impact the character or appearance of the area and would be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed side/rear extension, using the BRE guidance, and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Although the applicant has not submitted a Fire Safety Strategy and proposed plans which include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point, it does not sufficiently address the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The validation checklist has 'No' in biodiversity checklist, since we have received that document, please amend the validation checklist with correct information.\r\rPlease ensure the householder validation check list includes all the necessary documentation as required by the new local list. Please check the new local list in our website before filling the householder validation checklist.\r\rThe new local list and validation checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/01/2021",
  "secondary_street_name": null,
  "site_number": "35",
  "pp_id": "PP-09200934",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.295084,
          51.406344
        ],
        [
          -0.295085,
          51.406317
        ],
        [
          -0.295128,
          51.406318
        ],
        [
          -0.295127,
          51.406345
        ],
        [
          -0.295084,
          51.406344
        ]
      ]
    ],
    "type": "Polygon"
  }
}