{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHD2Z1NH04300",
  "lapsed_date": "06/11/2025",
  "decision_target_date": "06/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9DF",
  "site_name": "251 Raeburn Avenue\rTolworth\rSurbiton\rKT5 9DF\r",
  "status": "Approved",
  "application_details": {
    "site_area": 0.022000000000000002,
    "superseding_details": [],
    "building_age": null,
    "qualifying_vacant_building_floorspace": null,
    "total_gia_gained": null,
    "overseas_company_registration_no": null,
    "intended_completion_date": null,
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "total_gia_lost": null,
    "scheme_name": null,
    "existing_proposed_floorspace_details": [],
    "occupation_status": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "resi_extension_exempt": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "lead_developer_company_name": null,
    "building_type": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02412/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519802,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:22:46.468Z",
  "id": "Kingston-20_02412_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Raeburn Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Berrylands - OLD",
  "decision_date": "06/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (5.00m in depth, maximum height of 3.32m and eaves height of 3.00m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167752,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021796398",
  "centroid": {
    "lon": -0.279355,
    "lat": 51.396164
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Consultations\r15no. surrounding properties were notified of the proposed development. No representations received.\r\rRBK Highways and Transportation Team\rNo response received.\rRBK Waste and Recycling Team\rNo response received.\r\rPlanning History\rApplication reference: 19/00981/HOU - New detached garage following demolition of existing garage. Granted planning permission, dated 25.06.2019.\r\rApplication reference: 18/16687/HOU - Demolition of existing garage and erection of a two storey side extension and new detached garage. Granted planning permission, dated 31.12.2018.\r\rProposal\rThis application seeks full planning permission for the subdivision of the existing dwelling to create a new self-contained 1bed dwellinghouse with associated parking, bin storage and erection of a single-storey front porch extension.\r\rSite and Surroundings\rThe application site is located on the southern side of Addison Gardens. The site is occupied by a two-storey, end terrace dwellinghouse. The host property is located at a corner plot at the end of the cul-de-sac.\r\rThe surrounding area is predominantly residential in character and appearance consisting mainly of terraced dwellings.\r\rThe site is not located in a conservation area and the buildings and curtilage are not statutory or locally listed.\r\rPlanning Considerations\rThe key planning considerations in this case are as follows:\r- The principle of the development;\r- The standard of accommodation;\r- The character and appearance of the area;\r- The amenities of neighbouring occupiers;\r- Transportation;\r- Refuse and recycling;\r- Sustainability; \r- Fire Safety; and \r- Community Infrastructure Levy\r\rPrinciple of Development\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2011.  Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole.  These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rWhilst it is recognised that the Council does not have an up-to-date supply of housing sites, the benefits of the proposed development would need to be weighed against any significant adverse impacts, as required by paragraph 11 of the NPPF.\r\rThe site is in an established residential area and its use for residential purposes is well established. The principle of creating a new residential unit within an established residential area is acceptable, subject to compliance with Development Plan policies.\r\rStandard of Accommodation\rParagraph 130 of the NPPF, 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D6 of the London Plan, 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants. \r\rGIA\rThe nationally described space standard provides overall gross internal area (\"GIA\") requirements for various sizes of dwelling. The proposals show the proposed dwelling to be 1bedroom, 2person size. \r\rAccording to the standards, a dwelling of this size arranged over two floors should have a minimum GIA of 58sqm. The proposed dwelling would provide 61sqm internal floorspace and, so, slightly exceed minimum floorspace standards.\r\rBuilt-In Storage\rThe standard also provides requirements for built-in storage space. The corresponding minimum standard for storage is 1.5sqm. The proposed dwelling shows built in storage to correspond to this requirement. \r\rBedrooms\rIn order to provide one bed space, a single bedroom should have a floor area of at least 7.5sqm and be at least 2.15m wide and in order to provide two bed spaces, a double (or twin) bedroom should have a floor area of at least 11.5sqm.\r\rOne double (or twin) bedroom should be at least 2.75m wide, with every other such bedroom being at least 2.55m wide. \rThe proposed bedrooms would be compliant with these space standards.\r\rCeiling Height\rAny dwelling should also have a floor to ceiling height of at least 2.5m across 75% of its floor area, in recognition of the fact that ceiling heights are an important element in the design of a dwelling in the unique circumstances of London.\r\rHigher ceilings can help to offset issues associated with London's distinct higher densities and the effects of climate change by positively impacting on how spacious, light and comfortable the dwelling is. They can also improve the amount and quality of natural light and ventilation, and provide flexibility in the use of a room.\r\rThe applicant has submitted sections to demonstrate compliance with Policy D6 of the London Plan with regards to floor to ceiling heights, with it shown that the ground floor would have a floor to ceiling height of 2.5m and the first floor would measure 2.45m.\r\rAspect, Outlook, Lighting and Ventilation\rPolicy DM10 of the Council's Core Strategy requires that developments have regard to the amenities of occupants in terms of outlook.\r\rStandard 29 of the Mayor's Housing SPG 2016 states that developments should minimise the number of single aspect dwellings. Single aspect dwellings that are north facing, or exposed to noise levels above which significant adverse effects on health and quality of life occur, or which contain three or more bedrooms should be avoided.\r\rThe subtext to Policy D6 of the London Plan, 2021 goes onto say that dual aspect dwellings with opening windows on at least two sides have many inherent benefits. These include better daylight, a greater chance of direct sunlight for longer periods, natural cross ventilation and a greater capacity to address overheating, mitigating pollution, offering a choice of views, access to a quiet side of the building, greater flexibility in the use of rooms, and more potential for future adaptability by altering the use of rooms. Where possible, the provision of dual aspect dwellings should be maximised in a development proposal.\r\rThe proposed dwelling would be dual aspect with windows provided to the front (north) and rear (south) elevations. Officers consider that the proposed dwelling would be afforded sufficient natural light, good outlook and ventilation for the size of dwelling, commensurate with other dwellings along Addison Gardens. \r\rOutdoor Space\rPolicy DM10 of the Council's Core Strategy requires developments to ensure adequate private and/or communal amenity space.\r\rPolicy Guidance 13 of the Council's Residential Design SPD 2013 states that although levels of private amenity space may vary considerably in different character areas, each new dwelling should have 50m2 of private outdoor space (plus an extra 5m2 for each bedroom after the third).\r\rThe garden area at the rear of the existing plot will be subdivided to provide each dwelling with its own private amenity space.\r\rBoth the existing house (i.e. No. 45) and the newly proposed dwelling would benefit from an appropriate level of amenity space for the size of property, approximately 64sqm of rear private garden, plus a small patio area (for the donor property, No. 24) and approximately 55sqm of rear private garden, plus a small patio area. \r\rOverall\rThe accommodation is considered to be of a good size and represent good levels of light, outlook and ventilation. The outdoor amenity space for both the existing and proposed dwelling would be in excess of minimum size standards for new dwellings. \r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. Development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rAccordingly, Policy CS8 of the Council's Core Strategy 2012 states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study and the Residential Design SPD, ensuring that new development:\r\r- Recognises distinctive local features and character\r- Has regard to the historic and natural environment\r- Helps enhance locally distinctive places of high architectural and urban design quality\r- Accords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\"\r- Relates well and connects to its surroundings Policy DM10 identifies the most essential elements in contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced. These include:\r- Prevailing development typology, including housing types, sizes and occupancy\r- Prevailing density of the surrounding area\r- Scale, layout, height, form (including roof forms) and massing\r- Landscape setting and features\r- Plot width and format, which includes spaces between buildings\r- Building line build-up, set-back and front boundary\r- Typical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges, etc.\r\rThe new dwelling will be created from the sub-division of the existing dwellinghouse and the subdivision of the existing plot.\r\rThe external appearance of both the existing dwelling (i.e. No 45) and the newly proposed dwelling will largely remain unchanged to what currently exists and, as such, would not harm the character and appearance of the site and the surrounding area.\r\rThe application proposes the addition of a small ground floor entrance porch serving the new dwelling to be constructed using matching materials similar in appearance to the existing dwelling. The porch would project 1.15m to the side and extend 2.4m along the length of the projecting two-storey dwelling with a lean-to tiled roof. It is considered that the porch would be moderate in size, proportionate to, and in-keeping with, the original dwelling.\r\rOfficers consider that the proposal would have an acceptable impact on the prevailing character and appearance of the area.\r\rNeighbouring Amenities\rParagraph 130 of the NPPF 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D3 of the London Plan (2021) requires new development to deliver appropriate outlook, privacy and amenity. Policy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy Guidance 16 of the Council's Residential Design SPD 2013 considers neighbouring amenities in more detail. It states that for all new residential development (including conversions and changes of use), the priority should be to provide and protect acceptable levels of amenity for both existing and future residents. On smaller sites, the prevailing character of the area may dictate what separation distance will be but in general, minimum separation distances should be maintained using the following standards:\r- A separation distance of no less than 21m shall normally be maintained between facing windows of habitable rooms\r- A separation distance of 7.5m shall be maintained between new habitable room windows and the boundary to neighbouring properties or 15m between new habitable room windows and the flank wall of a neighbouring property\r- Where the site topology, landscape features or adequate screening is in place it may be appropriate to relax these distances\r- In all cases, developers should demonstrate, through a design and access statement, how adequate visual and acoustic privacy will be achieved - consistent with the Mayor's Housing SPG paras 2.3.30/Standard 5.1.1 \rAside from a proposed ground floor side kitchen door, all windows will remain unchanged to both the existing dwelling (No. 45) and newly proposed dwelling. There will be no direct overlooking from habitable room windows other than what currently exists.\r\rThe proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant material harm to the outlook, daylight/sunlight provision or privacy of the neighbouring occupiers.\r\rTransport\rParagraph 110 of the NPPF 2021 requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; the design of streets, parking areas, other transport elements and the content  of associated standards reflects current national guidance, including the National Design Guide and the National Model Design Code; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rParagraph 111 goes on to say that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\r\rParagraph 112 says that applications should give priority first to pedestrian and cycle movements, both within the scheme and in neighbouring areas, and second to facilitating access to high quality public transport, with layouts that maximise the catchment area for such services. They should also: address the needs of people with disabilities and reduced mobility; create places that are safe, secure and attractive, which minimise the scope for conflicts between pedestrians, cyclists and vehicles; allow for the efficient delivery of goods and access by service and emergency vehicles; and be designed to enable charging of ultra-low emission vehicles in safe, accessible and convenient locations.\r\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 states that development proposals should have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rAccess\rThe vehicular access to the site would be from that as existing and not require changes from that as existing. \r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. Car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite').\r\rThe maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy CS7 of the Council's Core Strategy 2012 sets out the Council's intention to manage on and off-street parking provision to promote sustainability and residential amenities.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe site has a public transport accessibility level (PTAL) rating of 1b, which represents a poor level of accessibility by means of public transport. Policy 6.1 within Table 10.3 of the London Plan 2021 requires the proposed development to have a maximum of 1.5 car parking spaces per dwelling. \r\rThe existing house (i.e. No 45) has provision for one off-street parking which was a requirement under Condition 5 of planning permission reference: 18/16687/HOU for the two storey side extension, with the added use of a double garage which was approved under permission reference: 19/00981/HOU.\r\rThe proposed plans show that 2no. off-street car parking spaces would be provided to the front of the proposed dwelling and the existing dwelling - that is, one space per dwelling. \r\rThe proposed development would be in accordance with the maximum car parking standards set out in Policy T6 of the London Plan 2021 and Policy DM9 of the Council's adopted LDF Core Strategy April 2012. \r\rCycle Parking\rPolicy T5 of the London Plan, 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided where the application of the minimum standards would result in a lower provision. Cycle parking should be designed and laid out in accordance with the guidance contained in the London Cycling Design Standards. Development proposals should demonstrate how cycle parking facilities will cater for larger cycles, including adapted cycles for disabled people.\r\rApplying Table 10.2 to the proposal results in a requirement for minimum of 2no. cycle parking spaces. Cycle storage is indicated within the detached garage structure to the front and could be secured by an appropriately worded condition.\r\rRefuse and Recycling\rPolicy CS9 of the Council's Core Strategy 2012 requires integrated, well-designed recycling facilities to be incorporated into all new developments.\r\rPolicy Guidance 22 of the Council's Residential Design SPD 2013 provides further guidance on this matter, stating that the storage of waste facilities should be integral to the design of dwellings and located so that they can be accessed conveniently for residents. Ideally, they should be to the rear of the property, provided that a route between the front and rear of the property can be provided that does not go through the house.\r\rWhere containers need to be permanently stored to the front of a property, they should be housed in dedicated storage structures, which should be sited sensitively and where appropriate, well screened and appropriately landscaped so as to preserve and enhance the character of the street scene. In general, waste stores, typically containers, should not be sited to project forward of the established building line. A dedicated waste store should be constructed of materials appropriate to its context, particularly where the development site is in a sensitive location, for example a conservation area.\r\rThe plans show that the waste and recycling bins will be stored to the front of each house. The position is considered appropriate, subject to design of the enclosure, details of which would have been secured by way of condition should the recommendation have been for approval.\r\rSustainability\rParagraph 157 of the NPPF 2021 requires new development to take account of landform, layout, building orientation, massing and landscaping to minimise energy consumption.\r\rPolicy SI2 of the London Plan 2021 requires all new major developments to be zero carbon. However, it does not set any requirements for minor developments.\r\rPolicy DM1 of the Council's Core Strategy 2012 requires all new residential developments to achieve Code for Sustainable Homes Level 6. However, the Code for Sustainable Homes was withdrawn by the Government in 2015.\r\rPolicy DM3 requires development proposals to take into consideration the requirements for climate change adaptation, including through the reduction of potable water consumption.\r\rThe proposed dwelling would be required to secure the required level of water efficiency. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rCommunity Infrastructure Levy\rThe application would be liable to pay Mayoral CIL (MCIL2) currently set at £60 per square metre. \r\rThe development would also be liable for payment of the Community Infrastructure Levy (\"CIL\") and falls within Zone 2, for which the charge is £130 per square metre. \r\rConclusion / Planning Balance \rIn conclusion, the proposed development would accord with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2016), Policies CS8 and DM10 of the Core Strategy (2012) and the Residential Design SPD (2013).\r\rSignificant weight is given in the assessment of the proposals providing for one net additional residential dwellinghouse. \r\rOfficers find that the proposed development would provide for good quality living accommodation for future occupiers of the property, in terms of overall floorspace and dedicated built in storage space. \r\rThe proposals have been assessed as acceptable in terms of impact to the character and appearance of the host dwelling and area and impact to neighbouring amenity. These are given neutral weighting.\r\rThe proposed level of parking falls within the maximum car parking standards for the type of dwelling proposed and location. Cycle parking is proposed and considered to adequately serve the development.\r\rIt is therefore recommended that the application be granted.  \r\rRecommendation\rThat planning permission be GRANTED.\r",
    "Please submit the whole application form with the correct ownership certificate. Please find the attached application form.\r\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/09/2020",
  "secondary_street_name": null,
  "site_number": "251",
  "pp_id": "PP-09099438",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.279333,
          51.396177
        ],
        [
          -0.279334,
          51.39615
        ],
        [
          -0.279377,
          51.396151
        ],
        [
          -0.279376,
          51.396178
        ],
        [
          -0.279333,
          51.396177
        ]
      ]
    ],
    "type": "Polygon"
  }
}