{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHF873NHHZW00",
  "lapsed_date": "13/01/2024",
  "decision_target_date": "07/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 4JL",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.035,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DISIA Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Surbiton District Centre Inset Area"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Surbiton Town Centre Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "SHOPFR Name: Shopping Frontages"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: Former Post Office 38 Victoria Road\rLB Grade: LOCAL\rLB Ref: 293"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128036181"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02424/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517810,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Consent to display an advertisement",
  "last_updated": "2025-05-05T17:22:49.720Z",
  "id": "Kingston-20_02424_ADV",
  "application_type": "All Other",
  "street_name": "Victoria Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "13/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of 1no. x non-illuminated fascia sign and 1no.x externally illuminated totem sign.\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "04/12/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 167221,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128036181",
  "centroid": {
    "lon": -0.308151,
    "lat": 51.391808
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 and in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 and in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 and in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007.\r",
    "No advertisement shall be sited or displayed so as to - \r(a) endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);\r(b) obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air; or \r(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle. \r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007. \r",
    "The intensity of the illumination of the lighting permitted by this consent shall be no greater than 250 cd/m.\r\rReason: In the interests of amenity, the free flow of traffic on the highway and road safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The application seeks approval of the details required by Condition 3 (materials) and 9 (louvres) of planning permission 18/12290/FUL.\r\rThe wording of Condition 3 (materials) of planning permission 18/12290/FUL..\r\rA sample of the facing materials to be utilised in the development hereby permitted shall be submitted to and approved in writing by the Local Planning Authority before any above ground works on site are commenced. The development shall then be built in accordance with these approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\rThe applicant has deposited a sample specifications of the facing materials and these are also visible on site.\r\rThe details have been reviewed  and officers are satisfied that these meets the requirements for condition 3 of planning permission 18/12290/FUL. \r\rThe wording of condition 7 (details) of planning permission 18/12290/FUL. \r\rPrior to any above ground works of the development hereby permitted (excluding demolition) and notwithstanding the details shown on the approved plans stated in condition 2 of this permission, the following details shall have been submitted in writing (on plans at a scale of no less than 1:10) and approved by the Local Planning Authority.\r\r- Fenestration, louvres, window reveals, door reveals, overhangs, rainwater goods, terrace details for example balustrades etc\r\rThe development shall be carried out in accordance with the approved details.\r\rReason: It is necessary to provide these details prior to commencement as it is integral to the design and appearance of the building and therefore agreement of these details prior to commencement would ensure a satisfactory appearance on\rcompletion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\rThe applicant has deposited .\r\rThe details have been reviewed  and officers are satisfied that these meets the requirements for condition 7 of planning permission 18/12290/FUL. \rThe wording of Condition 9 (louvres) of planning permission 18/12290/FUL.\r\rNotwithstanding the details submitted and prior to occupation of the development hereby permitted the applicant shall submit to and have approved in writing by the Local Planning Authority a scheme detailing how the louvres on the south elevation shall be fixed and thereafter be permanently maintained in accordance with the details submitted.\r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\rThe applicant has deposited a\r\rThe details have been reviewed  and officers are satisfied that these meets the requirements for condition 9 of planning permission 18/12290/FUL. \r\r",
    "The site comprises semi-detached dwelling within the Kingston Hill/Coombe Hill, Strategic Area of Special Character\r\r19 neighbouring properties have been notified of the proposals and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development and non-designated heritage assets.\r- The impact of the development on highways and transportation matters.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed first-floor side extension would not have a set down from the ridge of the roof, would not be set back from the front of the dwelling and would not maintain a 1m set in from the boundary, falling outside the guidelines of the Residential Design SPD, Policy Guidance 36. Additionally, the proposed first-floor side extension in conjunction with the proposed gable-end and dormer roof extension would not respect the symmetry of the adjoining semi-detached property and create a bulky, disproportionate and prominent appearance in the streetscene. \r\rThe proposed ground floor rear extension would have a depth of approximately 3.5 and a total flat roof height of approximately 3m. Whilst officers acknowledge that the flat roof would not respect the pitched roof form of the host dwelling, it is considered that this aspect of the proposal would appear as a proportionate and subordinate addition to the host building.\r\rOfficers acknowledge that the proposed two-storey rear extension would have a pitched roof that respects the host dwelling and maintenance adequate distance from the adjoining semi-detached property. However, it would encroach on the proposed window sill of the dormer failing to comply with Policy Guidance 34, of the Residential Design SPD. \r\rIn regards to the proposed front extension and garage conversion, officers consider it would not significantly affect the character and appearance of the original dwelling or the street generally, as several dwellings on Robin Hood Way benefit from similar development. \r\rOverall, the proposed development would not appear subordinate or proportionate to the existing dwellinghouse, would appear excessive in scale, and would sit uncomfortably with the host property and surrounding properties and within the street scene.\r\rTherefore, officers consider that there would be adverse impacts on the character or appearance of the area as a result of the proposed development and would not be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer comment: \r\rOfficers have assessed the impact on daylighting and sunlighting of the proposed development, using the BRE, 45 & 25 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities. In regard to neighbouring property No.55 Robin Hood Way, there would not be a significant loss of light as there is a reasonable distance from the closest habitable room. \r\rThe proposed rear extension sits at a similar depth as the rear extension at No.51, therefore the development would not cause a significant loss of light. \r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above the proposal would not adhere to the recommendations set out in the Residential Design SPD, it would not appear proportionate or subordinate and would be highly prominent when viewed from neighbouring properties and therefore would not relate well to the character and appearance of the host dwelling, or the prevailing pattern of development in the immediate surrounding area. Therefore, the proposed development would result in harm to the character and appearance of the Kingston Hill/Coombe Hill, Strategic Area of Special Character.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The existing garage would not safely accommodate on-site car parking by failing to comply with the space parameters required by the Sustainable Transport SPD, 2013. Officers consider that the conversion of the garage and the front extension would not result in the loss of off-street car parking provision on site, as the hardstanding to the front of the property would provide adequate space for car parking. \r\rTherefore, overall, the proposal is considered not to have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Although the applicant has not submitted a Fire Safety Strategy the provision of a suitably positioned outside space for fire appliances / an evacuation assembly point could be secured by condition, and Officers consider that the rest of the provisions of Policy D12(A) could be secured through condition. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The application seeks to obtain a Certificate of Lawfulness for an existing studio flat. The application is made under section 191 of the Town and Country Planning Act 1990 (as amended) and is relying on the use being in existence for 4 or more years in line with the time limits set for lawful development/uses under section 171 B of the Town and Country Planning Act 1990 (as amended) \r\rThe applicant has submitted in support of their application \r\r- An application form stating the use has been in existence for a period in excess of 4 years stating the use began \r04-07-2018\r- A copy of a rent deposit receipt address Studio Flat 67 Surbiton Road dated 23-05-2017\r- A copy of a 12 month tenancy agreement dated 04-07- 2018 address Studio Flat 67 Surbiton Road\r- A tenants sworn affidavit relating to address Studio Flat 67 Surbiton Road (stating as known sometimes as Studio Flat 67a) stating has occupied the property since 01-07-2017\r-A deposit statement highlighting an entry of the named person but no address stated dated 13-07-2021\r- Deposit protection statement for Studio Flat 67 Surbiton Road dated 18-07-2018\r- Deposit protection statement for Studio Flat 67 Surbiton Road dated 17-06-2020\r- Electrical service certificate 19 -05-2021 for address Flat A + B 67 Surbiton Road\r- Electrical service certificate 05-07-2022 for address Flat A 67 Surbiton Road Handwriting not clear and reference made to & with information scribbled out below.\r- Emergency lighting and test certificate for 67A and Studio Surbiton Road dated 05-07-2022\r- EPC certificate address Studio flat 67 Surbiton Road Top Floor Flat certificate valid until 28-07-2029\r- Gas safety certificate for address Studio Flat 67 Surbiton Road 23-10-2017\r- Utilities bill for address Studio Flat 67 A Surbiton Road dated 22-06-2022\r- Utilities bill for address Studio Flat 67 A Surbiton Road dated 24-01-2023\r- Copy of tenants work permit and passport\r- Photographs of the exterior of the property.\r- A floor plan showing an extract of the first floor and the layout of a flat said to be Flat B and a doorway marked Flat A\r\rRelevant planning history\r\rNone \r\rVOA Check \r\rA check by the LPA of the VOA records show that the property has one residential rating listed for the following address\r\r67A Surbiton Road Kingston Upon Thames KT1 2HG with  effect from 1st April 1993. \r\rAssessment \r\rThe onus of proof in a LDC application is firmly on the applicant. While the LPA should always co-operate with an applicant seeking information they may hold about the planning status of land, by making records readily available, they need not go to great lengths to show that the use, operations, or failure to comply with a condition, specified in the application, is, or is not, lawful. While LPAs are statutorily required to maintain the planning register, this is not a complete record of the planning status of all land in their area. In many cases, the applicant for a certificate will be best placed to produce information about the present, and any previous, activities taking place on the land, including a copy of any planning permission he may hold. Some information, especially about the history of any unauthorised activity on the land, will be particularly within the applicant's knowledge.\r\rIt is acknowledged that there is some residential use at 67 Surbiton Road. \r\rThe application form states that the site address of the application site is 67A Surbiton Road yet the supporting floor plan shows the unit for consideration to be Flat B and only a doorway is annotated on the plans as an access to Flat A. \r\rThe applicant confirmed by email that the address subject of the application and the unit to be considered for the purpose of issue of a certificate is 67 B Surbiton Road which appears to be laid out as a 1 bed flat. \r\rOfficers are concerned by the VOA listing that there is only one listing for a residential use 67 A Surbiton Road. Furthermore officers note the lack of reference in the supporting information to the said unit of accommodation Flat B. \r\rThe applicant states on their application form that the use started in 2018 however all of the information provided only relates to either 67 A or a studio flat (no distinction as to this being a separate unit) with the exception of only the electrical certificate and lighting inspection certificate in 2021/22 which specifically references a second flat or flat B. \r\rThe sworn affidavit refers to a Studio Flat address 67 Surbiton Road sometimes known as Studio Flat A. There is no mention of Flat B (1 bedroom flat).\r\rThe applicant has provided a tenancy agreement for a period of 12 months only from a period from July 2018 for Studio Flat 67 Surbiton Road. There is no other evidence in this respect of other tenancy agreements and whether the tenancy agreement is for Flat A or the Flat B. It is likely given the tenants sworn affidavit that the tenancy agreement relates to flat A. \r\rThe floor plan and photographs are inconclusive as these do not show the entire layout of the building. \r\rOfficers are not satisfied that the applicant has clearly demonstrated, on the balance of probability, that the claim is lawful, and that the use sought, a studio flat, is lawful. \r\rAs such the LPA would require a fuller detailed submission to address its concerns. The fact that a LDC may be refused because the onus of proof is not discharged by the applicant does not preclude the submission of a further application if better evidence is subsequently available. A refusal to issue a LDC is therefore not necessarily conclusive that something is not lawful: it may merely mean that, so far, insufficient evidence has been presented to satisfy the LPA that the use, operation or activity is lawful. \r\rIt is concluded at this stage the information submitted to date is insufficient to allow the LPA to issue a certificate.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a ground floor commercial premises on Tolworth Park Road. The area is mixed in use with a predominance of residential uses. There are other ground floor commercial units adjecent the site stretching east towards Bond Road and beyond to Douglas Road. \r\rConsultation \r\rOne objection received and summarised as follows- \r\r- Inappropriate design and layout\r\rAssessment\r\rThe application relates to the display of advertisements. The key considerations are \r\rAmenity\rPublic safety\r\rAmenity \r\rThe signage would be on the front of the building. \r\rThe building is one of a number of ground floor commercial units on the north side of Tolworth Park Road. The existing signage was illuminated both externally (fascia)  and internally (projecting) and was of a simple design. It is considered that the proposed externally illuminated (fascia) and illuminated internally (projecting) signage whilst of a more vibrant visible style with the bolder blue colour and as a result more visible would still be of a sympthetic addition to the host property and would not detract from its character and appearance and the surrounding area. It is further noted that the proposed signage replaces previous signage which appeared to also be internally illuminated. It is considered that the proposed signage would be subserviant to the host property and would not be visually intrusive or create visual clutter and is considered to be typical of a convenience store in a residential area. The proposed illuminance levels of 250cd/sqm (projecting sign) and 500 cd/sqm (Fascia sign) are considered to be acceptable and would not result in any harmful light pollution.\r\rPublic safety\r\rThe proposed signage would be static and would not obscure any highway signs or impede pedestrian movement. The proposed signage would not prejudice highway safety. \r\rConclusion\rIn conclusion the proposed signage would accord with policies D3 of the London Plan 2021 and CS8 and DM10 of the Councils adopted LDF Core Strategy.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The applicant is invited to seek pre-app advice to discuss revisions to the proposal.",
    "Officer Report\r\rApplication Site\rThe site comprises an end of terrace property located within the Flood Zone 2.\r\rThe applicant has declared on the application form that the first floor of the application site is in C3 residential use.\rThe available planning history (planning permission ref no 24870 for use as a shop granted on 14.07.1981 or planning application 96/3051/FUL for Installation of new shopfront and roller shutter granted on 29.04.1996) and the submitted plans suggest that the application site has been used as a shop and does not comprise a residential unit.\rThe available images on Google Maps suggest that the application site was in use as a shop from September 2009.\r\rFor the avoidance of doubt, Officers assess only the proposed works comprising erection of a single storey rear extension, rear dormer roof extension and installation of 3nos. front roof lights to facilitate loft conversion. The rooms on the first and second floors as per submitted proposed floor plans should remain in ancillary use to the shop and do not constitute a separate accommodation unit in use class C3. \r\rAny change of use of the application site to residential use would require a separate planning permission. \r\rProposal \rErection of a single storey rear extension. Rear dormer roof extension and installation of 3nos. front roof lights to facilitate loft conversion (Retrospective)\r\rConsultations\r11 properties were notified of the proposal. No representations were received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Flood Risk; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey side/rear extension would project approximately 2.5m beyond the existing (staggered) rear building line. The proposed eaves height would be approximately 2.8m. \r\rGiven the siting of the proposed rear extension and its scale (Officers note the existing rear extension at the adjoining property that is not shown on the plans), it is considered that this element in isolation could be acceptable. \r\rIt is noted that the property benefits from the two storey rear extension with flat roof that does not have planning records and it is a rather unusual addition to these terraced properties. \r\rThe addition of rear and side dormer roof extensions that are not set in from the roof eaves or set down from the existing roof ridge and provision of the gable wall, given the excessive scale, mass and bulk of the proposed roof extensions and its design,  would result in a bulky and monolithic appearance and it would fail to appear as proportionate or subordinate additions to the dwelling and the adjoining terraced properties, contrary to Policy Guidance 39. \r\rThe applicant should note that Policy Guidance 39 of the Council's Residential Design SPD recommends that dormers are set in from the roof eaves and set down from the roof ridge at least 500 mm and should be designed to complement the character of the existing house and wider area. \r\rFurthermore, the proposed fenestration to the rear elevation is not in-keeping with the host dwelling as it comprises different style and size windows. \r\rGiven the prominent location of the application site, the proposed roof extensions would be directly visible within the street view resulting in an unacceptable impact on the existing street scene. \r\rThe proposed installation of front roof lights and alterations to the first floor window at the front elevation are considered to be acceptable.\r\rOverall, the proposed roof extensions by virtue of its excessive bulk, scale and mass and the proposed design would constitute a disproportionate and dominant addition that would appear incongruous and it would result in unacceptable harm to the character and appearance of the host dwelling and the immediate surrounding area, contrary to Policies D3 of the London Plan 2021, DM10 of the Council's adopted LDF Core Strategy April 2012 and Policy Guidance 39 of the Council's Residential Design SPD (2013).\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The main dwelling to consider when assessing the impacts on neighbouring amenity is No 201 Kingston Road.\r \rIt is considered that the proposed single storey rear/side extension given its scale and siting would not adversely affect the amenities of the adjoining  occupiers at No 201 Kingston Road.\r\rHowever, the proposed roof extensions due to its siting and excessive scale, mass and bulk would appear as an overbearing when viewed from the rear garden at No 201. Furthermore the proposed roof extension would fail the 45 degree rule in relation to the nearest habitable opening at the first floor level at No 201 resulting in an unacceptable loss of daylight in relation to his property. \r\rOverall, it is considered that the proposed roof extensions due to its siting and excessive scale, mass and bulk and the proposed design would result in an unacceptable adverse impact on the amenities of the adjoining property No 201 Malden Road. It would fail the 45 degree rule and therefore would result in an unacceptable loss of daylight in relation to the nearest habitable opening at the first floor level at No 201. It would appear as overbearing and visually intrusive when viewed from the rear garden at No 201. As such the proposed development is contrary to Paragraph 130 of the NPPF 2021, Policies D3 of the London Plan 2021 and Policies DM10 of the Council's Core Strategy 2012.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zone 2. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rThe applicant has not submitted a flood risk form, however the submitted drawings indicate that floor levels within the proposed development would be set no lower than the main property and further details could be secured via condition.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Please revise the validation check list with updated information. Please check the new local list in our website before filling the validation checklist.\rThe new local validation list and checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications.\r",
    "Application Form\rSite Address - please confirm the Site Address. If it is 27 and 29 Orchard Road then please state this within the Application Form Site Location, which currently specifies 27 only.\rOwnership Certificate - if the applicant does not own both 27 and 29 Orchard Road then please inform the owner and compete Certificate B.",
    "Window and Door Sections - you have only provided Proposed Window Sections. As you are replacing windows and doors please provide Existing and Proposed Window and Door Sections in line with Validation requirements.",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. \r\rAs per the new validation requirements, please complete and submit a Householder Checklist - Section 3. The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r",
    "The Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\rNote: there have been technical issues with providing an editable version but please ensure you answer either Yes or No to each question, e.g. by printing, manually editing and scanning in the document with your answers, or copying the questions (pages 7-16) to a MS Word version. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/11/2020",
  "secondary_street_name": null,
  "site_number": "38",
  "pp_id": "PP-09093161",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.308129,
          51.391821
        ],
        [
          -0.30813,
          51.391794
        ],
        [
          -0.308173,
          51.391795
        ],
        [
          -0.308172,
          51.391822
        ],
        [
          -0.308129,
          51.391821
        ]
      ]
    ],
    "type": "Polygon"
  }
}