{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGQSTKNH04300",
  "lapsed_date": "21/10/2025",
  "decision_target_date": "21/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2DS",
  "site_name": "Kingsmead",
  "status": "Refused",
  "application_details": {
    "site_area": 0.061000000000000006
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02283/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518416,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:11.560Z",
  "id": "Kingston-20_02283_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Green Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "21/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (5.00m in depth, maximum height of 3.35m and eaves height of 3.00m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 163228,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021748491",
  "centroid": {
    "lon": -0.300774,
    "lat": 51.355794
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension would extend beyond a wall forming a side elevation of the original dwellinghouse, and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The height of the eaves of the proposed extension would exceed the height of the eaves of the existing dwellinghouse, in conflict with Paragraph A.1 (d) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Condition 4 (Fire Safety Strategy) and Condition 5 (Cycle Parking) of planning permission 22/03254/HOU are hereby discharged subject to carrying out the development in accordance with the details hereby approved.",
    "Application Site\rThe site comprises a flat/semi-detached/linked/detached dwelling.\r\rProposal\rErection of single-storey side and rear extension\r\rConsultation\r13 neighbouring properties have been notified and 1 objection has been received stating;\r- Inappropriate design/layout\r- Noise\r- Unacceptable or incompatible use\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development would nt be visible within the streetscene. For this reason it is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The principal properties to consider in relation to neighbouring amenity are No. 15 and No. 19 Hawks Road. Due to the existing situation, the proposed development is not considered to have a detrimental effect to No. 19 Hawks Road, However, in relation to the No. 15 Hawks Road, the proposed development would extend past the current shared rear elevation by a further 2.5 metres and would be 3m in height with a flat roof, hard up against the boundary. Due to the orientation of the plot coupled with the narrow outdoor amenity space, the proposed extension would be considered overbearing and un neighbourly It is considered that the proposed development would therefore adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Sections - please submit Existing and Proposed Sections through any fascia or projecting sign making sure the section is cut through to show the illumination at scale 1:20. You have not submitted existing plans, or a Section through the bottle cap sign.",
    "The proposed site is categorised as a flat in our record, therefore we require full planning application form, the submitted form is householder.\rNote: The declaration section in the application form is signed by a different person, pleasesubmit the full application form with the correct names."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/09/2020",
  "secondary_street_name": null,
  "site_number": "",
  "pp_id": "PP-09049906",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300752,
          51.355807
        ],
        [
          -0.300753,
          51.35578
        ],
        [
          -0.300796,
          51.355781
        ],
        [
          -0.300795,
          51.355808
        ],
        [
          -0.300752,
          51.355807
        ]
      ]
    ],
    "type": "Polygon"
  }
}