{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGAKD5NHHPI00",
  "lapsed_date": "02/11/2023",
  "decision_target_date": "02/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6NS",
  "site_name": "",
  "status": "Allowed",
  "application_details": {
    "site_area": 0.094
  },
  "appeal_decision_date": "21/05/2021",
  "lpa_app_no": "20/02199/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521937,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:45.884Z",
  "id": "Kingston-20_02199_HOU",
  "application_type": "Householder",
  "street_name": "Blakes Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "02/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Allowed",
  "appeal_start_date": "04/03/2021",
  "decision_process": "Delegated",
  "description": "Erection of single-storey side and rear extensions. Erection of porch extension to front elevation with bay window.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167560,
  "decision": "Refused",
  "appeal_decision": "Allowed",
  "uprn": "100021773161",
  "centroid": {
    "lon": -0.248748,
    "lat": 51.393984
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The excessive width of the proposed front and side extension, along with the mix of fenestration styles along the front elevation, would result in a disproportionate and jumbled frontage within the street scene. The proposed extensions would appear incongruous within the street scene and would fail to respect, maintain or enhance the character of the area, contrary to the Kingston Residential Design SPD (2013), Policies CS8 and DM10 of the Kingston Core Strategy (2012) and the NPPF (2019).\r",
    "The site comprises an end of terrace dwelling.\r\rRelevant Planning history: \r\r22/03125/HOU (Demolition of existing detached outbuilding and erection of two storey side and single storey rear extension) refused on 19.12.2022.\r\r6 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and, \r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed two storey side extension, unlike the previously refused proposal, would now be set down by the ridge by approximately 30 cm and set back from the front elevation by 60cm. As before, the extension would be set in from the flank boundary by 1.5m at the front reducing to 1m, to the rear. It is regrettable that the extension would not adhere to the recommendations set out in the Residential Design SPD, in all aspects, for example it would not be set down from the ridge by at least 50 cm, set back from the front wall by at least 1m or have a width that is less than 50% of the original footprint, however, given the generous set in from the side boundary (at least at the front), together with the overall design, the proposed two storey side extension, is on balance, considered acceptable.  \r\rThe proposed single storey rear extension would have a depth that is slightly in excess of the recommendations set out in the Residential Design SPD, however the height and roof form would be appropriate and as such it is considered that there would be no adverse impacts on the character or appearance of the host property or surrounding area as a result of the proposed development. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: While the proposal would not strictly adhere with the recommendations set out in the Residential Design SPD, given the separation distance and that the adjoining property benefits from an existing extension, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: While the proposal would demolish the detached outbuilding/garage  given that the internal dimensions of the existing outbuilding/garage would not conform to modern internal dimensions as recommended by the Sustainable Transport SPD, officers consider that the proposal would not result in the loss of on-site parking. \r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "You submitted a new set of plans (LP169B) to correct an error with inconsistent plans, however the new set of plans does not include the Proposed Floor Plans. Please ensure you provide the following plans to scale:\rExisting Elevations\rProposed Elevations\rExisting Floor Plans\rProposed Floor Plans\rExisting Roof Plans\rProposed Roof Plans\rProposed Cycle Store - plans and elevations\rProposed Refuse Store - plans and elevations\rSite Location Plan\rProposed Block Plan/Site Plan to include proposed cycle and refuse stores\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/09/2020",
  "secondary_street_name": null,
  "site_number": "53",
  "pp_id": "PP-09034734",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.248726,
          51.393997
        ],
        [
          -0.248727,
          51.39397
        ],
        [
          -0.24877,
          51.393971
        ],
        [
          -0.248769,
          51.393998
        ],
        [
          -0.248726,
          51.393997
        ]
      ]
    ],
    "type": "Polygon"
  }
}