{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFNSTTNHHKO00",
  "lapsed_date": "30/04/2024",
  "decision_target_date": "28/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3LE",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02096/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520585,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:14.970Z",
  "id": "Kingston-20_02096_HOU",
  "application_type": "Householder",
  "street_name": "The Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "30/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single, part first floor rear extension and new front porch extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169057,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021781950",
  "centroid": {
    "lon": -0.267663,
    "lat": 51.407727
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposal, by reason of the addition of the first floor extension, would result in the introduction of an extension with a style of roof that is not in keeping with the property and so the development would fail to respect the character and appearance of the original property and be contrary to policies CS8 and DM10 of the Royal Borough of Kingston upon Thames' Core Strategy (2012).",
    "PLEASE READ CAREFULLY:\r\rOn the 1st May 2024 the Council adopted a new Validation Local List. Please ensure that your application submission includes all the necessary documentation as required by the new local list. \r\rThen please complete and submit a Validation Checklist - Section 3. The new Validation Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A in the checklist without a written justification.\r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter.\r",
    "The application seeks approval of details  required by conditions 3 (Materials), 5 (SUDS), 6 (Landscaping), 7 (Fire Safety), 8 (Refuse) and 12 (Boundary Treatment) of planning permission 23/00687/FUL (Demolition of existing bungalow and erection of 2no 3 bedroom semi detached two storey houses with parking, cycle storage and recycling store) allowed under appeal APP/Z5630/W/23/2239837 dated 30.7.24 .\r\rThe applicant has submitted the following documents :\r- Drawing No 1169-19 Rev E West + East Elevations as PROPOSED  \r- Drawing No 1169-23 Sustainable Drainage Strategy\r- Drawing No 1169-24 Landscaping and Boundaries + Refuse/Recycling \r- Drawing No 1169 -18 Rev E Front + Rear Elevations as PROPOSED \r- Drawing No 1169-22 Fire Safety Site Plan \r- Schedule of External Materials  dated 23.11.24\r- Fire Safety Strategy \r\rEach condition is addressed in turn below.\r\rCondition 3  - Materials  states :\r'No development above ground level (excluding demolition) shall take place until details of the materials to be used in the constriction of the external surfaces of the extension hereby permitted have been submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details and thereafter retained' \r\rOfficers have reviewed  the following submitted  documents :\r- Drawing No 1169 - 19 Rev E West + East Elevations as PROPOSED \r- Drawing No 1169 - 18 Rev E Front and  + Rear Elevations as PROPOSED\r- Schedule of External Materials  dated 23.11.24\r\rThe applicant has provided images and web links to the proposed materials. RBK considers this not to be sufficient  detail   in order to discharge the condition  and would require  samples to be submitted for review together with product specifications.  \r\rIn light of the  above, Officers conclude that the details submitted to discharge Condition 3 ( materials) of planning permission 23/00687/FUL  are unacceptable.  \r\rCondition 5 - Sustainable Drainage Strategy  states:\r\r'Prior to the commencement of any development above ground level, a sustainable drainage strategy shall be submitted to and approved in writing by the Local Planning Authority. The submitted details shall include :\ri) information about the design storm period and intensity , the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/ or surface waters;\rii) a timetable for its implementation; and\riii)  a management and maintenance plan for the lifetime of the development '\r\rRBK Lead Lead Flood Authority has reviewed the submission  and does not recommend the discharge of the condition.  They have stated the following comments in their consultation response:\r\r'The applicant needs to demonstrate that infiltration is indeed viable on this site by providing infiltration rate test results.\rDrainage calculation results are required to demonstrate that the drainage system will not flood in the 1 in 30 year event and that there will be no flooding of the billing in the 1 in 100 year event + 40% climate change. A maintenance plan should be provided to include the maintenance tasks of all proposed SuDS and to confirm who shall be responsible for the maintenance of the proposed drainage system'.\r\rIn light of the  above, Officers conclude that the details submitted to discharge Condition 5  (SuDS) of planning permission 23/00687/FUL  are unacceptable.  \r\rCondition 6 (Landscaping) states:\r\r'Prior to the first occupation of the dwellings hereby approved, a detailed landscaping (hard and soft) scheme including details of trees/ plants to be planted, wildflowers (the species, size and age to be agreed with the local planning authority in writing), shall have been submitted to and approved in writing  by the Local Planning Authority. The submitted landscaping scheme shall make provision for the planting of native trees/plant species. The approved scheme shall be implemented within the first planting season following completion of the development and any tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any tree planting or landscaping which die within  5 years of planting shall be replaced with a tree or vegetation of a similar size and species'.\r\rOfficers have reviewed  the  Drawing No 1169-24 'Landscaping and Boundaries + Refuse/Recycling'  focusing on the proposed detailed landscaping. Officers acknowledge  the use of native species within the proposed landscaping plan and conclude that the details submitted to discharge Condition 6 (Landscaping)  are acceptable. \r\rCondition 7 (Fire Safety) states:\r\r'Prior to any above ground works (excluding demolition), a Fire Safety Strategy shall be submitted to and approved in writing by the Local Planning Authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details :\ra) Suitably positioned outside space for fire appliances/ an evacuation assembly point;\rb) Appropriate fire alarm systems;\rc) Passive and active fire safety measures;\rd) Appropriate construction details to minimise the risk of fire spread;\re) Provision of suitable and convenience means of escape/an evacuation strategy;\rf) Provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development .\r\rThe Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained.'\r\rOfficers have reviewed the Fire Safety  Strategy prepared by David  R Mercer  dated 22.11.24. The details are considered to be acceptable.\r\rCondition 8 ( Refuse and Recycling) states :\r\r'Prior to the occupation of the dwellings hereby approved, details of refuse and recycling  storage facilities ( including their manufacturer's specification, colour and texture) shall have been submitted to and approved in writing by the Local Planning Authority and installed in accordance with the approved details. The facilities shall thereafter be permanently retained.'\r\rOfficers have reviewed submitted  Drawing No 1169-24 'Landscaping and Boundaries + Refuse/Recycling'  focusing on the proposed  refuse and recycling stores and their proposed siting within the development in the context of  ' Recycling and Waste Technical Planning Guidance' , April 2021  for Sutton Council and Kingston Council.    Officers conclude that the details submitted to discharge Condition 8 (Refuse and Recycling)  are acceptable. \r\rCondition 12 (Boundary Treatment) states :\r\r'Prior to the first occupation of the dwellings hereby approved, details of boundary treatments,  to include walls, fences and gates (including their manufacturer's specification, colour and texture) shall have been submitted to and approved in writing by the Local Planning Authority, implemented prior the first occupation of the dwellings hereby approved in accordance with the approved details and thereafter permanently retained.'\r\rOfficers have reviewed the following documents\r- Drawing No 1169-19 Rev E West + East Elevations as PROPOSED  (RBK Ref Materials)\r- Drawing No 1169-24 Landscaping and Boundaries + Refuse/Recycling \r- Drawing No 1169 -18 Rev E Front + Rear Elevations as PROPOSED (RBK Ref Materials)\r\rOfficers conclude that the details submitted do not satisfy the requirements of the condition as no details have been  provided with regard to manufacturer's specification, colour and texture  specifically relating to the proposed close board fence.  Therefore, Officers conclude that the details submitted to discharge Condition 12 ( Boundary Treatment) are unacceptable. \r\rConclusion\rThe applicant seeks to discharge conditions  3, 5, 6, 7, 8 and 12 of planning permission ref 23/00687/FUL. Officers consider the information submitted in relation to Condition 6  (Landscaping), Condition 7 (Fire Safety), Condition 8 ( Refuse and Recycling) to be acceptable however, the details submitted to discharge Condition  3  (Materials), Condition 5 (SuDS) and Condition 12  (Boundary Treatment) to be unacceptable and therefore the application 24/02954/CLC is unacceptable as a whole. \r\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/09/2020",
  "secondary_street_name": null,
  "site_number": "31",
  "pp_id": "PP-08998373",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.267641,
          51.40774
        ],
        [
          -0.267642,
          51.407713
        ],
        [
          -0.267685,
          51.407714
        ],
        [
          -0.267684,
          51.407741
        ],
        [
          -0.267641,
          51.40774
        ]
      ]
    ],
    "type": "Polygon"
  }
}