{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGAAN5NH04300",
  "lapsed_date": "10/11/2025",
  "decision_target_date": "11/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2HY",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.037000000000000005
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02193/PAR2R",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517713,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:43.597Z",
  "id": "Kingston-20_02193_PAR2R",
  "application_type": "Prior Approval",
  "street_name": "Leatherhead Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "10/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from shop (Use Class A1) to self-contained flat (Use Class C3)and replacement of existing side entrance door with openable window, existing high level window at side elevation altered to create new entrance door and window and installation of new window to bathroom.\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "08/10/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 163682,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100023067416",
  "centroid": {
    "lon": -0.310716,
    "lat": 51.360021
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "On 20 March 2013, the building was not in use for one of the uses referred to in Class M(a). It does not therefore benefit from the rights afforded by Class M of Part 3 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a mid-terrace dwelling.\r\rProposal\rErection of single storey rear extension\r\rConsultation\rSix neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note the proposed rear extension would be in compliance with Policy guidance 33 of the Residential Design SPD. Overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers note both neighbouring properties already benefit from rear extensions. It is therefore considered that the proposed development at approximately 3.7 metres in depth, would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rPart A of Policy D12 (Fire Safety) of the London Plan (2021) sets out that \"In the interests of fire safety and to ensure the safety of all building users, all development proposals must achieve the highest standards of fire safety and ensure that they: \r1) identify suitably positioned unobstructed outside space: \r  a) for fire appliances to be positioned on \r  b) appropriate for use as an evacuation assembly point\r2) are designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r3) are constructed in an appropriate way to minimise the risk of fire spread\r4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r5) develop a robust strategy for evacuation which can be periodically updated and published, and which all building users can have confidence in\r6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\rOfficers Comments: While no Fire Statement has been submitted to demonstrate how the proposed development addresses the requirements of Part A of Policy D12 of the London Plan (2021), Officers consider that the proposal should be able to meet the requirements of Policy D12(A). Were the application otherwise acceptable, a Fire Strategy would be secured by way of a planning condition. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please submit the application form."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/09/2020",
  "secondary_street_name": null,
  "site_number": "88",
  "pp_id": "PP-09041022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.310694,
          51.360034
        ],
        [
          -0.310695,
          51.360007
        ],
        [
          -0.310738,
          51.360008
        ],
        [
          -0.310737,
          51.360034
        ],
        [
          -0.310694,
          51.360034
        ]
      ]
    ],
    "type": "Polygon"
  }
}