{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QIUOYJNHIBU00",
  "lapsed_date": "20/01/2026",
  "decision_target_date": "01/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5QA",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02687/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518042,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:54.301Z",
  "id": "Kingston-20_02687_HOU",
  "application_type": "Householder",
  "street_name": "Aragon Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "20/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage and rear conservatory. Erection of double storey side and single story rear extensions and front porch.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "19/01/2021",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171347,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021753648",
  "centroid": {
    "lon": -0.303446,
    "lat": 51.428843
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to the beneficial occupation of any development, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy 6.9 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "In order to discharge Condition 5 (Details) of planning permission 23/00006/FUL, detailed drawings at a scale of 1:10 or 1:20 should be submitted of the building showing a sample/selection of the windows and doors in situ.",
    "The submitted location plan is in 1:1000 scale.\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point. Show any other land owned by the applicant that is close to or adjacent to the property outlined in blue. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "06/11/2020",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-09170897",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303424,
          51.428856
        ],
        [
          -0.303425,
          51.428829
        ],
        [
          -0.303468,
          51.42883
        ],
        [
          -0.303467,
          51.428857
        ],
        [
          -0.303424,
          51.428856
        ]
      ]
    ],
    "type": "Polygon"
  }
}