{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFPQB5NHHLM00",
  "lapsed_date": "24/11/2023",
  "decision_target_date": "23/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5RG",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.027
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02117/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521380,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:21.722Z",
  "id": "Kingston-20_02117_HOU",
  "application_type": "Householder",
  "street_name": "Somerset Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "24/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single, part two storey side extension. Erection of single storey rear extension. Erection of hip to gable and rear dormer roof extensions with installation of 2no front rooflights to facilitate loft conversion. Erection of rear detached outbuilding and conversion of existing garage to store room.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167475,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021781150",
  "centroid": {
    "lon": -0.256779,
    "lat": 51.393339
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The window in the rear elevation of the outbuilding proposed by virtue of its size siting and design adjacent to the rear boundary is likely to give rise to actual or perceived overlooking of the neighbouring properties which would result in a loss of privacy and cause harm that would be to the detriment of the existing living conditions of the neighbouring occupiers. The proposal would not accord with policy DM10 of the  Council's adopted LDF Core Strategy April 2012.",
    "The applicant has failed to demonstrate how the proposed parking arrangement proposed at the front of the property would work and has not demonstrated that the proposed arrangement would not prejudice both pedestrian and vehicular highway safety. The proposal would not accord with policy DM10 of the Council's adopted LDF Core Strategy April 2012.",
    "The proposed two storey side extension by virtue of its size, siting and design and proximity to the neighbouring shared boundary would create an incongruous addition to the host property that would erode the spaciousness between the adjacent neighbouring property and be visually intrusive in the streetscene and detract from the character and appearance of the surrounding area. The proposal therefore would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy Aporil 2012.",
    "The proposed roof extensions by virtue of their size siting and design would create an incongruous addition to the host property that would create an imbalance in the roofscape of the pair of semi-detached properties the host property forms part of and be visually intrusive in the streetscene and the private views of the site from neighbouring properties and cause harm to and detract from the character and appearance of the host property and the surrounding area. The proposal therefore would not accord with policies CS8 and DM10 of the Council's adopted LDF Core Strategy April 2012. \r\r",
    "Consultations\r9no. surrounding properties were notified of the proposed development. One representation received expressing concerns summarised as follows:\r-\tLoss of light\r-\tOverlooking / loss of privacy\r-\tImpact upon property value \r\rOfficer Comment: Matters relating to impact upon neighbouring amenity in terms of light and privacy are considered in the relevant section of this report. Any resultant impacts from the application proposals on property values is not a material consideration for planning purposes. \r\rProposal\rThe application seeks planning permission for the demolition of side and rear extension, and erection of two-storey rear extension. Erection of roof extension including raising ridge, erection of 4no. dormer roof extensions and installation of 4no. rooflights to facilitate loft conversion.\r\rSite and Surroundings\rThe application site comprises of a single-storey detached dwelling. \r\rThe surrounding properties comprises predominantly detached dwellings of single and two-storey.\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; and\r-\tFire Safety\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe application seeks permission for the erection of a two-storey rear extension and the erection of a roof extension including raising the ridge, erection of 4no. dormer roof extensions and installation of 4no. rooflights.\r\rPolicy Guidance 34 of the Residential Design SPD states that two storey extensions may be acceptable where: \r-\tthe dwelling sits on a spacious plot with substantial distances between boundaries and adjacent dwelling. \r-\tExtensions proposed on the boundary of a semi-detached property are generally unacceptable and will normally be resisted. \r-\tAdequate separation distances between neighbouring properties should be maintained. \r-\tAdequate daylighting and sunlighting of neighbouring properties should be maintained using the 45 and 25 degree principles. \r-\tOn narrow width properties - particularly terraced properties, two storey rear extensions are unlikely to be appropriate as they often result in an unreasonable loss of daylight, sunlight and outlook for adjoining properties.\r-\t The roof should relate well to the host property and its existing roof and should not be higher than the ridge of the existing roof. \r-\tThe roof should never encroach on the sill of windows of the 2nd floor. \r-\tFlat roofs should generally be avoided unless a flat roof is a feature of the existing building, and the use of a flat roof for a roof terrace or balcony at two-storey height will generally not be acceptable as it may give rise to overlooking of neighbouring properties.\r\rThe proposed two-storey rear extension would span the full width of the dwelling and would measure to a depth of 4.6m. \r\rThe design of the rear extension is considered to be acceptable in terms of its impact on the application dwellinghouse. \r\rThe Council recognises that roof extensions can have a significant impact upon the character of the streetscape, both in individual cases and via cumulative impacts of several roof extensions within a street. This is particularly true where they are visually prominent within the street. The most appropriate form of roof extension will depend on the style and character of the house on which it is proposed.\r\rThe proposals seek to create an additional storey to the bungalow to form a two-storey dwelling. Whilst the principle of this change is considered to be acceptable, given that the surrounding dwellings are all predominantly two-storey, Officers express significant concerns with the proposed design, scale and appearance of the changes to the roof. The proposed change to the roof form is considered to completely alter the character and appearance of the dwelling to its detriment, which would be visible from vantage point further west along Culsac Road. The proposed roof redesign and the two linear glass panels shown to the front roofslope is considered to represent an incongruous and visually jarring feature to the distinctive tiled front roofslope of the dwelling and would fail to sensitively respond to the existing roof character which is noted as distinctive within the streetscene and materially alter the appearance of the dwellinghouse.\r\rIt is considered that the proposals would result in a materially adverse impact upon the character and appearance of the dwellinghouse and wider streetscene, failing to meet policy objectives set out in Policy D3 of the London Plan, 2021 and Policies CS8 and DM10 of the Core Strategy, 2012.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed extensions would not materially reduce the amount of private amenity space to the rear and Officers consider that there would remain a generous-sized garden for residents to enjoy and undertake their day-to-day activities.\r\rThe scale and design of the two-storey rear extension would add a bulk and massing to that which currently exists. Officers consider that the extent to which the proposed extensions would project beyond the rear building line of the adjacent property to the east (i.e. No.3 Culsac Road) (at both ground and first floors), would be such that the extensions would not appear unduly overbearing. \r\rWith regard to natural light, officers note that the proposed rear extension would pass the 45 degree test as set out in the Residential Design SPD in relation to the nearest ground floor habitable room at No. 3. This indicates that the proposed development would have an acceptable impact on daylight/sunlight to this neighbouring property.\r\rWith regard to privacy, officers note that the proposal would involve the addition of two dormers to each side of the roofslope and those facing east (adjacent to No. 3) would be fitted with obscure-glazed windows. In the event of an approval, this would be conditioned to ensure that obscure glazing is fitted prior to occupation and retained for the lifetime of the development. One side rooflight is also shown towards the rear of the building, however, this would not afford occupiers with direct overlooking to the neighbouring rear amenity area of No. 3. The proposed extension would not result in materially adverse impact to No. 7 Culsac Road.\r\rAccordingly, the proposed development is considered to be acceptable in terms of residential amenity.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development would fail to accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe proposal by virtue of the scale, design and appearance of the proposed roof alterations is considered to result in harm to the character and appearance of the host dwelling and wider streetscene. \r\rThe proposals would not result in materially harmful impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing. \r\rRecommendation:\rThat planning permission be REFUSED.\r",
    "Application Site\r1 Wilson Road is a 2-bedroom end of terrace house at the north end (east side) of the road in a plot which backs on to the rear garden boundaries of 74-84 Compton Crescent. It has a detached garage to the side with a leylandii screen hedge on the northern boundary of the site in front of this. The northern boundary of the site is splayed. Immediately to the north is a path and a detached garage within the curtilage of 74 Compton Crescent. \r\rThe surrounding area is predominantly residential in character and appearance consisting of primarily two storey terraced dwellings. \r\rThe site is not within a Conservation Area and does not contain a Listed Building or protected Heritage Assets. \r\rThe site has a PTAL rating of 2 (poor), and is not within a controlled parking zone. \r\rThe site is located within Flood Zone 1, with a low probability of flooding.\r\rProposal \rThe application seeks planning permission to extend the existing house No. 1 Wilson Road to create a 3 bedroomed house and to subdivide the plot to build a new house - No. 1A  by extending the terrace. It is proposed to divide the existing plot in two and to erect a semi-detached dwellinghouse to the north of the host property. \rThe proposed new  house would have a hipped roof form.\rThe submitted drawing shows the provision of 1 parking space in front of the new house (the existing house would have no parking provision). Cycle parking is proposed for both the existing and new houses (3 spaces).\r\rThe rear and roof extensions to the existing house benefit from consent in the form of \rRear Extension- Prior Approval Not Required ref 22/02528/PAEXT - 12.09.2022\rRoof Extension: Certificate of Lawfulness granted ref 22/02001/CPU - 11.08.2022 \r\rOther Relevant History\r19/01570/FUL Erection of 2 bedroom detached house on land  adjacent to 1 Wilson Road refused 22 August 2019 on grounds that the proposed development would be visually incongruous and cramped form of development  and, as a 2-bedroom unit, did not provide for  the most appropriate form of housing delivery. Appeal dismissed.\r\rConsultation\r12 neighbouring occupiers consulted  and 1 letter commenting that it would be  better to also have off-street parking for the original house\r\r\rAssessment\rThe key areas of assessment are:\r-  Housing Delivery\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Highways and parking\r\rHousing Delivery\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2021.  Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole.  These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rWhilst it is recognised that the Council does not have an up-to-date supply of housing sites, the benefits of the proposed development would need to be weighed against any significant adverse impacts, as required by paragraph 11 of the NPPF.\r\rThe principle of creating an additional  residential unit within the application area is acceptable, subject to compliance with Development Plan policies. These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rMix and Standard of Accommodation\rParagraph 130 of the NPPF, 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D6 of the London Plan, 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants, and provide  a minimum of 30% of dwellings as 3  or more bedrooms.  \r\rThe  three bedroom dwelling  has a floor area of 110m2  and  would comply with the minimum standards set out by the London Plan and provides for family sized accommodation for which there is an identified need.    \r\rAs a result of the extensions to the existing two bedroom house, the host property becomes a  three bedroom dwelling, which is a type of accommodation for which there is a known need.\r\rOutdoor Space\rPolicy DM10 of the Council's Core Strategy requires developments to ensure adequate private and/or communal amenity space. Policy Guidance 13 of the Residential Design Guide SPD (2013) sets a minimum standard of 50 sqm of private garden space per family house i.e. three bedrooms (where the prevailing character of the area allows).  Following the subdivision of the property, number 1 would have a rear garden of 86m2 and number 1A: 106m2. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment:  Unlike the refused scheme (19/01570/FUL), the proposal  forms a semi-detached addition to the existing property.  It includes a hipped roof form and \rwould be similar in form to the two storey side extension at  the other end of the terrace, No. 7 Wilson Road.\r\rThe proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The main consideration will be the residential amenity of the other dwellings surrounding the application site. As 74 to 84 Compton Crescent have relatively long gardens it is not considered that the proposed house would appear overbearing when viewed from them or result in any undue loss of light, sunlight or overlooking. \r\rThe proposed new house would largely mirror the footprint of the extended property at 1 Wilson Road, except for a small increase in depth at first floor level and above, which is less than 0.5m and would not result in any material loss of light or outlook to habitable rooms within the host property.\r\rThe nearby dwellings to the rear of the site would be more than 21m from the proposed dwelling. It is not considered that any of these dwellings would be detrimentally affected in terms of loss of light, outlook or impact on privacy and amenity. \r\r It is considered that the development due to its siting, height and mass does not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\r\rParking and Highways\rParagraph 110 of the NPPF 2021 requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; the design of streets, parking areas, other transport elements and the content  of associated standards reflects current national guidance, including the National Design Guide and the National Model Design Code; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rParagraph 111 goes on to say that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan. \r\rOfficer Comment: \rThe proposed house would provide one off-street parking space in compliance with  parking standards. It is noted that the existing house would not have a parking space, and the front area provides  a cycle store and refuse/ recycling store. \r\rThe site is not within a CPZ and is within a low density residential neighbourhood. Given the constraints of the site, it is not considered that it would be desirable to seek to provide an additional off-street parking  space as it would erode the  open nature and soft landscaping. It would also necessitate the removal of on-street parking to facilitate an additional dropped curb.  Notwithstanding the lack of parking provision for the existing dwelling, it is considered that the proposal would not result in an adverse impact upon on-street parking or highway safety issues  within the locality due to the small scale nature of the development and the parking conditions in the locality.\r\rCycle Parking\rPolicy T5 of the London Plan, 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2, ensuring that a minimum of two long-stay cycle parking spaces are provided for the proposed three bedroom house. Cycle parking should be designed and laid out in accordance with the guidance contained in the London Cycling Design Standards. \rCycle parking for 3no. cycles is shown  for each house. \r\rRefuse and Recycling\rPolicy CS9 of the Council's Core Strategy 2012 requires integrated, well-designed recycling facilities to be incorporated into all new developments.\r\rRefuse and recycling storage facilities are shown, and details including the enclosure are reserved by condition\r\rFire Safety\rA Fire Strategy has not been submitted to demonstrate that the proposed development provides adequate levels of fire safety, in accordance with Policy D12 of the London Plan, 2021.However, officers consider that  as a  fire tender could park on the street outside the site, the matter can be adequately addressed by condition.\r\r\rSustainability\rParagraph 157 of the NPPF 2021 requires new development to take account of landform, layout, building orientation, massing and landscaping to minimise energy consumption.\r\rPolicy DM1 of the Council's Core Strategy 2012 requires all new residential developments to achieve Code for Sustainable Homes Level 6. However, the Code for Sustainable Homes was withdrawn by the Government in 2015.\r\rPolicy DM3 requires development proposals to take into consideration the requirements for climate change adaptation, including through the reduction of potable water consumption.\r\rThe DAS states  that the existing house has a very poor energy efficiency, with an  F rating. It is advised that extending and refurbishing the dwelling offers the opportunity to incorporate sustainable measures to considerably reduce energy consumption and significantly reduce the carbon footprint. Similarly for the proposed new house sustainability measures can be in-built from the outset which will include: \r\r1. Enhanced levels of insulation to the building envelope. \r2. The use of renewable energy sources including photovoltaic panels.\r\rIt is proposed that the above measures will enable an improvement of 25% in energy efficiency and consequent reduction in CO2 emissions over the current requirements of the Building Regulations. In addition it is proposed to harvest rainwater for grey water recycling in addition to the sustainable drainage soakaway within the garden.\r\r In conclusion the refurbishment of the existing house and the proposed new house would accord with both National Planning Policy Guidance and the Local Plan in providing sustainable development.  \r\rCommunity Infrastructure Levy\rThe application would be liable to pay Mayoral CIL (MCIL2) currently set at £60 per square metre. \r\rThe development would also be liable for payment of the Community Infrastructure Levy (\"CIL\") and falls within Zone 4, for which the charge is £50 per square metre. \r\rConclusion\rParagraph 11 of the NPPF states that where there are no relevant development plan policies, or the policies which are most important for determining the application are out-of-date, the Council should grant planning permission unless:\r- the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed or; \r- any adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in this Framework taken as a whole. \r\rIt is noted that the Council does not have a 5 year housing supply. \r \rThe proposed development would provide 1no. net additional 3-bedroom market housing unit. This is afforded significant weight in favour of the proposal. \r\rThe proposal is of appropriate design and quality, and does not result in any material harm to residential amenity of neighbouring dwellings. Whilst no off-street parking is provided for the existing dwelling, it is not considered that the proposal would result in any significant impact on parking conditions or road safety issues in this low density residential neighbourhood. \r\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\r\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "Applications for the installation of plant, flues, ventilation, extraction or air conditioning equipment requires plans to include the following:\rShow equipment, ducting and acoustic enclosures or screening on plans, elevations and sections.\rShow the location of neighbouring windows on drawings cross referenced to the acoustic report.\rPlease provide this details on Proposed Plans.\r",
    "Relabel plans - it is noted that this is a Retrospective application. Submitted plans must be labelled \"Existing\" and \"Proposed\". Please re-label the plans that are labelled as \"Constructed\" to \"Proposed\", i.e. the Floor Plans and Roof Plans. \rNote: Existing Plans must show the situation before the work was undertaken, and Proposed Plans must show the work as it has been undertaken.",
    "Please provide all Existing and Proposed Elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. A scale bar is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/09/2020",
  "secondary_street_name": null,
  "site_number": "37",
  "pp_id": "PP-09010306",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256757,
          51.393352
        ],
        [
          -0.256758,
          51.393326
        ],
        [
          -0.256801,
          51.393326
        ],
        [
          -0.2568,
          51.393353
        ],
        [
          -0.256757,
          51.393352
        ]
      ]
    ],
    "type": "Polygon"
  }
}