{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFAXKXNH04300",
  "lapsed_date": "05/10/2025",
  "decision_target_date": "05/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5JT",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.032
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02016/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521463,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:54.251Z",
  "id": "Kingston-20_02016_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Bramshaw Rise",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "05/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (5.0m in depth, maximum height of 3.52m and eaves height of 2.55m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167264,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021773338",
  "centroid": {
    "lon": -0.255659,
    "lat": 51.391425
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi-detached dwelling.\r\r8 neighbouring properties have been notified of the proposals and no representations have been received. \r\rThe key areas of assessment are: \r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and, \r- Fire Safety Assessment.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed hip-to-gable roof extension would not strictly adhere to the recommendations set out in the Residential Design SPD as it would unbalance the roof profiles of the semi-detached properties. However, it is noted that properties in the vicinity incorporate a wide range of roof forms which include gable ended roof extensions. Officers note the prominence of gable end roofs in the immediate area, and as such, and on balance, consider that the proposal would not detract from the character and appearance of the original dwelling or surrounding area. While it is also noted that the gable end would somewhat contrast with the hipped roof on the existing first floor side extension, in this case the retention of the hipped roof would aid in maintaining a visual separation between the neighbouring property. \r\rThe proposed rear dormer roof extension would not strictly adhere to the recommendations set out in the Residential Design SPD, in regards to set in from the eaves and sides of the roofslope. However, the proposal would be appropriately set down from the ridge of the main roof slope and as such, it is considered that the proposal would not overwhelm the roof and would  appear a proportionate addition to the host property. \r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: Given the siting of the proposed extension in relation to the host property, and that no side windows are proposed, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. \r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Application Form Proposal Description - you have not provided a Description of the Proposal in the Application Form. You have also stated that the proposal does not consist of, or include, the carrying out of building operations. Since the Cover Letter sets out the proposal as \"Single storey rear extension and side infill extension\" please amend the application form to state there will be building operations and provide a Proposal Description. We recommend the full description as follows: \"Erection of single storey rear extension and side infill extension\".\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/08/2020",
  "secondary_street_name": null,
  "site_number": "9",
  "pp_id": "PP-08985810",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.255637,
          51.391438
        ],
        [
          -0.255638,
          51.391411
        ],
        [
          -0.255681,
          51.391412
        ],
        [
          -0.25568,
          51.391439
        ],
        [
          -0.255637,
          51.391438
        ]
      ]
    ],
    "type": "Polygon"
  }
}