{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHTTD6NH02800",
  "lapsed_date": "23/04/2024",
  "decision_target_date": "14/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5DF",
  "site_name": "Brooklands Lodge",
  "status": "Refused",
  "application_details": {
    "site_area": 0.106,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128047283"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02510/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520501,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:08.307Z",
  "id": "Kingston-20_02510_FUL",
  "application_type": "All Other",
  "street_name": "Potters Grove",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "23/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Change of use from vacant commercial unit to 2 x 1 bed self contained units (Class C3)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/12/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other change of use",
  "centroid_northing": 168267,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128047283",
  "centroid": {
    "lon": -0.269138,
    "lat": 51.400645
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The applicant has failed to demonstrate that there is no quantitative or qualitative need for the existing employment use, the proposal is considered to be contrary to Policy DM17 of the Local Development Framework Core Strategy Adopted, April 2012.",
    "The proposed accommodation provided would fail to comply with the minimum internal space standards for 2 x 1 bed units set out in table 3.1 of Policy D6 of the London Plan 2021.",
    "The proposed development fails to provide any private amenity space and therefore would be contrary to policy DM10 of the Council's adopted LDF Core Strategy April 2012 and Residential Design Guide  SPD 2013.",
    "The applicant has failed to demonstrate in the absence of a supporting daylight/sunlight report/survey that the future occupants would have an adequate provision of daylight/sunlight. Therefore, the proposal would not accord with Policy DM10 of the Council's adopted LDF Core Strategy 2012.\r",
    "The applicant has failed to robustly demonstrate that it would be unsuitable or unviable to provide a 3 bed unit as part of the proposed mix of units. Therefore, the proposal would not accord with Policy DM13 of the Council's adopted LDF Core Strategy 2012. \r",
    "The applicant has failed to demonstrate that there is sufficient on street car parking capacity to meet a potential increase in street parking demand as result of the proposed development that in turn could lead to congestion on the local network and prejudice highway safety. As such the development in this regard would not comply with paragraph 109 of the NPPF or policy DM09 of the Council's adopted LDF Core Strategy.",
    "The site comprises a semi-detached dwelling within the Fishponds Park, Area of Archaeological Significance.\r\r3 neighbouring properties have been notified of the proposals and no representation has been received.\r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development on heritage assets.\r- The impact of the development on highways and transportation matters.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficers Comments: The proposed porch would not maintain more than 500mm distance from the existing bay window or maintain a pitched roof. however, it would not significantly alter the overall appearance of the house. Additionally, it would appear subordinate and proportionate to the host dwelling.\r\rTherefore, on balance, the proposed extension is considered to be acceptable in terms of spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: Officers have assessed the impact on daylighting and sunlighting of the proposed development, using the BRE, '45 Degree' Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rGiven the siting and distance of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHeritage\rParagraph 203 of the NPPF 2023 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: Historic England is not a statutory consultee for applications of this type. Given that the development occupies a small footprint, it is not considered that there would be any significant adverse impact from an archaeological perspective.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The erection of the proposed porch would mean that the parking style on site would be less ideal. However, the proposed hardstanding to the front of the property as demonstrated is measured as approximately 7.3m by 4.6m (from the proposed porch to the front boundary), this is in line with the Councils Vehicle Crossover Policy, Jan 2024, minimum space standards. Addtionally, the proposed porch would not change the car parking provisions in line with Policy Guidance 38, of the residential design SPD which states front extensions should not affect the existing parking provision of the development.\r\rTherefore, overall, the proposal is considered to have no adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2023), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD. (2013).",
    "Proposal Description - This has been amended for clarity. Please confirm if you agree, or amend if you disagree with the following description: \"Raising roof ridge by 575mm, erection of pitched roof to both existing side extensions and erection of both side part hip to gable and rear dormer roof extensions with Juliet balconies to facilitate loft conversions.\"",
    "Inconsistent Plans - The proposed Rear Elevation for No. 2 shows there is a gap between the proposed sloping roof and the corner, however the Proposed Roof Plan shows that the proposed slope meets the corner of the roof. Please check plans and amend where necessary.",
    "The applicant is informed that the submitted details have been assessed by relevant consultees and are hereby approved subject to carrying out the development in accordance with the approved details, in relation toCondition 4 (Construction Management Plan) of planning permission 23/00687/FUL (APP/Z5630/W/23/3329837) (Demolition of existing bungalow and erection of 2no. three-bedroomed semi-detached 2 storey houses with parking, cycle storage and recycling store), which state:\r\rCondition 4\r\rNo development shall take place (including any works of demolition) until \ra Construction Management Plan or Construction Method Statement has \rbeen submitted to and been approved in writing by the Local Planning \rAuthority. The approved plan/statement shall be adhered to throughout \rthe construction period. The statement shall provide for: \r(a) Provision for loading/unloading materials, \r(b) Storage of plant, materials and operatives vehicles, \r(c) Temporary site access, \r(d) Signing system for works traffic, \r(e) Measures for the laying of dust, suppression of noise and abatement \rof other nuisance arising from development works, \r(f) Location of all ancillary site buildings,\r(g) Measures to protect any tree, shrubbery and other landscape features \rto be retained on the site during the course of development,\r(h) Means of enclosure of the site, \r(i) Wheel washing equipment, \r(j) The parking of vehicles of the site operatives and visitors, \r(k) The erection and maintenance of security hoarding, and \r(l) A scheme for recycling/disposing of waste resulting from demolition \rand construction,\r (m) Delivery, demolition and construction working hours.\r\rOfficer comment: Highway Officer and Environmental Health Officers were consulted and they did not raise an objection to the information submitted. The information is considered to be sufficient, as such the details submitted in relation to Conditions 4 is hereby approved. \r",
    "Officer Report\r\rApplication Site\rThe site comprises a detached dwelling.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of a single-storey rear extension.\r\rConsultations\r30 properties were notified of the proposal.  \rOne representation has been received objecting to the proposal, with comments summarised as follows:\r- Loss of daylight\r- Right to light\r- The plans inaccurately indicate the exit door at the adjoining property\r\rOfficer comment: Any matters controlled under non-planning laws such as right to light are not material planning considerations and they cannot be included within the assessment. \rThe other concerns will be addressed with this assessment.\r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: Officers note the adjoining properties No 26 and 20 Kingston Road benefit from rear extensions. \r\rIt is acknowledged that the proposed single storey rear extension approximately 4.5m deep would not be strictly in accordance with Policy Guidance 33 of the Council's Residential Design SPD with regards to the recommended depth (which is up to 4m for the detached properties). However, it would be in-keeping with the immediate surrounding area. \r\rAs such, the proposal, due to its scale, design and materials is considered to appear as a proportionate and subordinate addition to the host dwelling and the surrounding area. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers note concerns received with the written representations regarding the impact of the proposal on the adjoining properties. \r\rThe proposal, due to its scale and siting will pass the 45 degree rule and therefore it would not result in unacceptable loss of daylight in relation to the habitable openings in the rear elevation at the both adjoining properties.  \r\rWith regards to No 22 Kingston Road, Offices note the habitable openings in the side (west) elevation and a secondary opening in the west elevation of the rear extension. It is considered that the proposal would not significantly change the existing situation as the current outlook of the habitable windows in the west elevation is towards the side elevation of the application site. \r\rIt should be noted that a right of light is a civil right and not a planning matter. \r\rWith regards to No 26, this property serves a clinic and residential flats. As per submitted photographs of the application site and available planning history for No 26, there is a window in the east elevations that serves a kitchen in a ground floor studio flat. However, as this window is not considered habitable, the impact of the proposal is acceptable.\r\rGiven the scale and siting of the proposal it is not considered to appear as overbearing when viewed from the adjoining properties. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Strategy Statement, which is considered to be acceptable.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Officer Report\r\rApplication Site\rThe site comprises a mid terrace dwelling.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of single storey rear extension, floor plan redesign and all associated works\r\rConsultations\r6 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed extension would pass the 45 degree rule in relation to the nearest habitable openings in the rear elevation at both adjoining properties and therefore it would not adversely affect the levels of daylight received at these properties. \r\rAs such, it is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Planning Fire Safety Strategy, which is considered to be acceptable.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling located within the Tudor Estate Local Area of Special Character.\r\rProposal \rDemolition of an existing rear extension and shed, erection of a single storey front porch and rear extension.\r\rConsultations\r5 properties were notified of the proposal. One representation has been received objecting to the proposal, with comments summarised as follows:\r- Access or traffic problems\r- Effects on trees\r- Loss of light/Sunlight\r- Noise / Disturbance\r\rOfficer comment: Any matters controlled under non-planning laws such as building regulations or problems arising from the construction period are not strictly material planning considerations given that they would be covered by other legislation such as the Party Wall Act, as such, where they are covered by separate legislation they wont be be included within the assessment. Other concerns will be addressed with this assessment. \r\rThe key areas of assessment are:\r- The design of the proposed development\r- The impact of the development on the Heritage Assets\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed replacement extension, given its siting, design and scale is considered to be in-keeping with the host dwelling and the surrounding area. \r\rThe proposed front porch extension, due to its scale and design is considered to be acceptable and in keeping with the existing street scene. \r\rAs such, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNon-Designated Heritage Assets\rParagraphs 202 to 206 of the NPPF 2024 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rParagraph 216 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rThe application property falls within the Tudor Estate Local Area of Special Character which is a non-designated heritage asset. As stated above Officers consider that the proposed development would not result in an adverse impact to the host property or the character and appearance of the surrounding area. It follows that Officers consider that the proposed development would  not result in harm to the significance of the Tudor Estate Local Area of Special Character.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Offices note concerns raised with the written representations regarding the impact of the proposal on the adjoining properties.\r\rWith regards to No 18 Aragon Road, the proposed rear extension would pass the 45 degree rule and therefore it would not result in an uncaptable loss of daylight in relation to the nearest habitable openings in the rear elevation at this property. Given the proposed scale it is not considered to appear as overbearing when viewed from No 18.\r\rGiven the siting of the proposal, its scale and the separation distance, the proposal is considered not to adversely affect amenities of the occupiers at No 22.\r\rGiven the siting of the proposal it is not considered to adversely affect the existing trees at the application site and the adjoining properties. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Statement, which is considered to be acceptable.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a golf course with the application specifically relating to the rear of the club house building.\r\rThe site is in the designated Metropolitan Open Land and the Kingston Hill/Coombe Hill Strategic Area of Special Character. \r\rThe wider site is a designated Site of Importance for Nature Conservation but not the clubhouse itself or the immediate land around the clubhouse.\r\rThe wider site is a designated Archaeological Priority Areas - Tier 3 but not the clubhouse itself or the immediate land around the clubhouse.\r\rThe clubhouse itself is in flood zone 1. Parts of the wider site are located in Flood Zone 2. \r\rThe northern part of the wider site is the subject of some Tree Preservation Orders but not the clubhouse itself. \r\rThe site has a PTAL rating of 2.\r\rConsultation\rNo response received. \r\rAssessment\rThe key areas of assessment are:\r- Metropolitan Open Land\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Other matters\r\rMetropolitan Open Land (MOL) \rPolicy G3 of the London Plan states that MOL is afforded the same status and level of protection as Green Belt. \r\rThe NPPF states that when considering any planning application, local planning authorities should ensure that substantial weight is given to any harm to the Green Belt, including harm to its openness (Other than in the case of development on previously developed land or grey belt land, where development is not inappropriate). Inappropriate development is, by definition, harmful to the Green Belt and should not be approved except in very special circumstances. 'Very special circumstances' will not exist unless the potential harm to the Green Belt by reason of inappropriateness, and any other harm resulting from the proposal, is clearly\routweighed by other considerations. (Para 153 NPPF 2024)\r\rThe NPPF sets out types of development considered to be appropriate in the Green Belt which include \r-the provision of appropriate facilities (in connection with the existing use of land or a change of use), including buildings, for outdoor sport, outdoor recreation,\r-the extension or alteration of a building provided that it does not result in disproportionate additions over and above the size of the original building\r-limited infilling or the partial or complete redevelopment of previously developed land whether redundant or in continuing use (excluding temporary buildings), which would not cause substantial harm to the openness of the Green Belt. (Para 154 NPPF 2024).\r\rThe application relates to sports and recreation development for an existing sporting use, a golf clubhouse and would involve the extension and alteration to a building that would not result in a disproportionate addition over and above the size of the original building. The proposal would also involve a limited infilling of the site with a minimal increase in the building envelope of the existing clubhouse on what is previously developed land. \r\rIt is considered that the proposal would involve appropriate development in the Green Belt and would not harm the openness of the Green Belt or conflict with the purposes of including land within the Green belt. It is considered that the proposal does not require to demonstrate very special circumstances for the proposed development to be acceptable. \r\rDesign\rWhen read together, Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rParagraph 216 of the NPPF set out the method for assessing the impact of development proposals on non-designated heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rThe effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced\rjudgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development and would not cause harm to the non designated heritage asset the Kingston Hill/Coombe Hill Strategic Area of Special Character the site sits within.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rOther matters\rThe application is accompanied by a fire statement. It is considered that this shows the development would be compliant with Policy D12 of the London Plan and a condition is recommended to secure the development be carried out and thereafter maintained/operated as such in accordance with the deposited fire statement. \r\rIt is considered that the proposed development would cause \r\r- no ecological/biodiversity harm,  \r- no archaeological harm \r- or exacerbate or increase any flooding risk \r- no harm to highway safety.\r\rThe proposal would not involve the removal of any trees or hedgerows. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.\r\r",
    "Please submit 'Daylight, Sunlight and overshadowing Assessment'. If you consider you dont require 'Daylight, Sunlight and overshadowing Assessment', please provide the reason/ supporting information in validation checklist.",
    "It is a major application, therefore please submit 'Delivery and Servicing Plan'.",
    "Please submit 'Design Out Crime Statement', as it is a major application.",
    "Please submit 'Biodiversity Metric Calculation Tool'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/11/2020",
  "secondary_street_name": null,
  "site_number": "93",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.269116,
          51.400658
        ],
        [
          -0.269117,
          51.400631
        ],
        [
          -0.26916,
          51.400631
        ],
        [
          -0.269159,
          51.400658
        ],
        [
          -0.269116,
          51.400658
        ]
      ]
    ],
    "type": "Polygon"
  }
}