{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QIN7GFNHIAD00",
  "lapsed_date": "07/05/2026",
  "decision_target_date": "29/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7NR",
  "site_name": "Pinewood Manor",
  "status": "Approved",
  "application_details": {
    "site_area": 0.199
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02652/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519909,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:44.266Z",
  "id": "Kingston-20_02652_HOU",
  "application_type": "Householder",
  "street_name": "George Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "07/05/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of a new part single-storey, part two-storey rear extension at raised ground floor level, new rear façade to lower ground floor level, new brickwork wall to lower ground floor level rear terrace, first and second floor side/rear extension, new roof extension including 2no.x front roof lights and chimney stack, alterations to front elevation, including new windows and decorative stone detail to parapet of canopy roof at first floor level, new landscaping to front driveway and erection of carport.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "01/12/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170265,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021760142",
  "centroid": {
    "lon": -0.276969,
    "lat": 51.418727
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Unless expressly shown otherwise on the approved plans, the flat roof areas of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, privacy screening, 1.7m in height as measured from the floor level adjacent to the screen, shall be erected along the western side of the terrace at upper ground floor level. Aside from essential fixings, the screen shall be constructed entirely of obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, a scheme to enhance the nature conservation interest of the site shall be submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with 21245/A1_AIA_Rev.A and 21245/A1/TPP/01. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in the following manner:\r\ra) All construction and demolition work shall take place between the hours of 0800 to 1800 Monday to Friday and 0800 to 1300 on Saturdays;\rb) No construction or demolition work shall take place on Sundays or bank holidays;\rc) No machinery shall start up on-site before the designated core working times as identified in (a) and (b) above;\rd) Deliveries shall not take place between the hours of 0800 to 0930 and 1430 to 1630 Monday to Friday;\re) All material and waste storage associated with the development shall be contained on site;\rf) All spoil and waste materials stored temporarily within skips and muck away trucks will be covered at all times; and\rg) All vehicles removing any spoil and debris from the Site will be fully sheeted to minimise the risk of any debris over spilling onto the highway.\r\rReason: In the interests of the safety and operation of the highway network and to ensure satisfactory living conditions for neighbouring occupiers, in accordance with policies D3, T4 and T7 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Application Site\rThe application site is located on the corner of Wood Street, Dolphin Street, Clarence Street and Fife Road. The site is occupied by the Bentalls Department Store and Shopping Centre.\r\rThe surrounding area is mixed in use. The site is located in the designated Kingston Town Centre. The site is located opposite the Kingston Old Town Conservation Area and the building is Grade II Statutorily Listed. The building, first listed in January 2011, was listed for the following reason: \r\rThe former Bentall's department store is listed at Grade II for the following principal reasons: * Architectural interest: the 115 metre-long façade, a restrained exercise in the English Baroque by an important architectural firm, is impressive and substantially complete, and - complemented by the surviving elements of the Wood Street entrance lobby - is of sufficient interest to offset the loss of the building behind; Artistic interest: the curved corner element incorporates reliefs by the major sculptor Eric Gill; Historic\rinterest: a very unusual instance of a department store on a truly metropolitan scale built in an outer-urban location.\r\rConsultation \rNo response received \r\rRelevant History \r20/02514/FUL - Installation of 3no. x new antennas, one to be located on new offset pole; the upgrade of equipment within the equipment room and addition of ancillary equipment, including ERS units and development thereto. - Granted \r\rProposal \rRemoval of 3 antennas, and installation of 6 new antennas and ancillary development thereto including Remote Radio Heads (RRHs).\r\rAssessment\rThe application is assessed against section 16 of the Planning (Listed Buildings and Conservation Areas) Act 1990.\rThe section states that:\r(1)Subject to the previous provisions of this Part, the local planning authority or, as the case may be, the Secretary of State may grant or refuse an application for listed building consent and, if they grant consent, may grant it subject to conditions.\r(2)ln considering whether to grant listed building consent for any works the local planning authority or the Secretary of State shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r(3)Any listed building consent shall (except in so far as it otherwise provides) enure for the benefit of the building and of all persons for the time being interested in it.\r\rIt is considered that replacement telecommunications equipment would preserve the buildings appearance and special architectural features and its historic interest.\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r",
    "Condition 19 of planning permission ref: 21/00646/FUL is as follows:\r\r'Prior above ground works of the development hereby approved, details as to how the approved development has been designed to connect to a future District Heating Network in the surrounding area and provision for the development's connection shall be submitted to and agreed in writing by the Local Planning Authority and thereafter permanently retained.\r\rReason: In the interests of sustainability and energy conservation in accordance with Policy SI 3 of the London Plan (2021) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.][EP1]'\r\rSubmitted drawing ref: 'MALD-SIS-ZZ-M-56-PL-00-5602, Rev P01.0, MECHANICAL SERVICES FUTURE DISTRICT HEATING CONNECTION LAYOUT AND DETAILS' shows a different ground floor layout to that of the development approved under planning permission ref: 21/00646/FUL. \r\rAs such, it has not been demonstrated how the approved development has been designed to connect to a future District Heat Network. It is recommended that the application is refused.\r\rFor the avoidance of any doubt, a discharge of condition (CLC) application cannot be used to make material amendments to an approved scheme.",
    "For the avoidance of doubt, please confirm the description 'Alterations to the roof form, roof extension with rear dormer and rear juliet balcony. Installation of 1no front and 2nos side rooflights'.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe application site is located on the corner of Wood Street, Dolphin Street, Clarence Street and Fife Road. The site is occupied by the Bentalls Department Store and Shopping Centre.\r\rThe surrounding area is mixed in use. The site is located in the designated Kingston Town Centre. The site is located opposite the Kingston Old Town Conservation Area and the building is Grade II Statutorily Listed. The building, first listed in January 2011, was listed for the following reason: \r\rThe former Bentall's department store is listed at Grade II for the following principal reasons: * Architectural interest: the 115 metre-long façade, a restrained exercise in the English Baroque by an important architectural firm, is impressive and substantially complete, and - complemented by the surviving elements of the Wood Street entrance lobby - is of sufficient interest to offset the loss of the building behind; Artistic interest: the curved corner element incorporates reliefs by the major sculptor Eric Gill; Historic\rinterest: a very unusual instance of a department store on a truly metropolitan scale built in an outer-urban location.\r\rConsultation \rNo response received \r\rRelevant History \r20/02513/FUL - Installation of 3no. x new antennas, one to be located on new offset pole; the upgrade of equipment within the equipment room and addition of ancillary equipment, including ERS units and development thereto. - Granted \r\rProposal \rRemoval of 3 antennas, and installation of 6 new antennas and ancillary development thereto including Remote Radio Heads (RRHs).\r\rAssessment\rThe application has been assessed against the policies of the National Planning Policy Framework 2024 and the current Development Plan which consists of the London Plan 2021 and the Council's adopted LDF Core Strategy 2012. The application does not involve any changes to the uses of the site, or the enlargement or reduction of floorspace, or the building's envelope.The application relates to the provision of telecommunications equipment/apparatus only.\r\rThe National Planning Policy Framework 2024 is clear inasmuch as the Local Planning Authority should not question need. Local planning authorities must determine applications on planning grounds only. They should not seek to prevent competition between different operators, question the need for an electronic communications system, or set health safeguards different from the International Commission guidelines for public exposure.\r\rIt is considered that the proposed telecommunications apparatus is in keeping with the existing general character and appearance of the host property. The rooftop of the building is characterised by plant and telecommunications apparatus. The proposed apparatus as with the existing apparatus would be visible from the public realm however it is considered that the proposal would not create visual clutter and would not be visually intrusive.  It is considered that the proposal would not cause harm to or detract from the historic interest or special architectural integrity of the host property which has a statutory Grade II Listing a designated heritage asset. \r\rIt is considered that the proposal would not detract from the character and appearance of the host property or the surrounding area or harm the setting or significance of the adjacent Kingston Old Town Conservation Area, a designated heritage asset.\r\rIt is considered that the proposal would not cause any harm to residential amenity in the area or cause any highway safety risks. \r\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\r",
    "The Part-4  has not been completed in Biodiversity Checklist.\rPlease revise 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r",
    "Please submit 'Time Stamp Photo', it is validation requirement.",
    "Please submit 'Fire Statement/Plan', it is validation requirement.",
    "Unfortunately the updates Validation Checklist was omitted from your last submission. As this forms part of the application package please submit this.",
    "The application seeks approval of the details required by Condition 6 (Method of Installation for Services and Fixtures) and 10 (Method Statement for Historic Skirtings and Internal Joinery Details) of the Listed Building Consent 24/01234/LBC dated 07.08.2024. \r\rCouncil's Heritage Officer has reviewed the details and is satisfied with the details submitted to discharge Condition 6 and 10. This was confirmed in the previous application (24/02378/CLC). \r\rOfficers conclude the details submitted to discharge Condition 6 and 10 of Listed Building Consent 24/01234/LBC are acceptable.",
    "The application seeks approval of the details required by Condition 5 (Structural Work Details) of the Listed Building Consent 24/01234/LBC dated 07.08.2024. \r\rSince the previously refused application (24/02378/CLC), the Applicant has submitted further information to demonstrate the proposed internal works would not involve demolition of structural walls. Council's Heritage Officer has reviewed the information and is satisfied with the details submitted to discharge Condition 5. \r\rOfficers conclude the details submitted to discharge Condition 5 of Listed Building Consent 24/01234/LBC are acceptable."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "03/11/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08947803",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.276947,
          51.41874
        ],
        [
          -0.276948,
          51.418713
        ],
        [
          -0.276991,
          51.418714
        ],
        [
          -0.27699,
          51.418741
        ],
        [
          -0.276947,
          51.41874
        ]
      ]
    ],
    "type": "Polygon"
  }
}