{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFO6SQNHHL600",
  "lapsed_date": "03/11/2023",
  "decision_target_date": "21/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4JP",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.057,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Parks and Open Spaces"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021772156"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02107/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521739,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:18.755Z",
  "id": "Kingston-20_02107_CPU",
  "application_type": "All Other",
  "street_name": "Alric Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "03/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension and part single storey, part double storey side extensions with associated changes to fenestration and installation of 1no front rooflight.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 168912,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021772156",
  "centroid": {
    "lon": -0.251129,
    "lat": 51.406177
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "It has not been demonstrated on the balance of probabilities that the height of the eaves of both the proposed two storey side extension and single storey rear extension would not exceed 3 metres when measured from the ground level. The proposal would therefore conflict with A.1(i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r\r\r",
    "It has not been demonstrated on the balance of probabilities that the proposed rooflights would not protrude more than 0.15 metres beyond the plane of the slope of the original roof when measured from the perpendicular with the external surface of the original roof. The proposal would conflict with C.1 (b) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "It has not been demonstrated on the balance of probabilities that the proposed upper-floor window located in a wall or roof slope forming a side elevation of the dwellinghouse would be non-opening unless the parts of the window which can be opened are more than 1.7m above the floor. The proposal would conflict with condition A.3.(b) (i) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rDemolition of existing rear conservatory and erection of single storey rear extension\r\rConsultation\r11 Neighbouring properties have been notified and 1 letter of objection has been received stating;\r- Loss of light/Sunlight\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; \r- Flooding; and,\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed rear extension would measure 3 metres in depth and 3 metres in height with a flat roof and would replace an older single storey rear conservatory. The proposed development would be compliant with Policy Guidance 33 of the Residential Design SPD. The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  With regards to neighbouring amenity, due to its limited depth and height, the proposed rear extension is not considered to have a detimental effect on No. 40 and No. 44 Broomfield Road. Overall, It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zone 2. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rThe Flood Risk Form submitted by the applicant indicates that floor levels within the proposed development would be set no lower than the main dwelling and appropriate mitigation measures would be implemented as part of the proposed development which are considered acceptable and in accordance with Policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling located on Malvern Road.\rThe site is not subject to any particular designations or environmental constraints.\r\rProposal \rLoft conversion incorporating increase in ridge height and 4 no. dormers.\r\rRelevant Planning History\r22/02530/HOU - Erection of single-storey rear and first floor rear extensions, 2no side dormer roof extensions to facilitate loft conversion, associated changes to fenestration - refused on 28.09.2022.\r\rConsultations\r21 properties were notified of the proposal. \rTwo representations have been received, one in support and one neutral with comments summarised as follows:\r-Loss of daylight/sunlight\r\rOfficer response: The above comment will be addressed with the report.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The current scheme is a revised proposal that relates to the refused planning application 22/02530/HOU for  erection of single-storey rear and first floor rear extensions, 2no side dormer roof extensions to facilitate loft conversion and associated changes to fenestration.\r\rThe proposed roof extension would result in increased eaves height and the total height of the building of approximately 8.4m, which would be approximately 0.8m  higher that the existing roof line at the adjoining property No 45 Malvern Road. It is noted that the proposed height of the eaves would be similar to No 41 Malvern Road. \r\rThe proposed side dormers would be set back approximately 2.5m from the front elevation and they would follow the recommended set down and set in distances as per Policy Guidance 39 of the Council's Residential Design SPD. It is noted that the size, mass and bulk of the dormers have been reduced and therefore the applicant addressed the previous reason for refusal for the planning application 22/02530/HOU. \r\rOfficers note that the existing street scene contains various roof shapes and heights of the dwellings. Given the relatively narrow plot of the application site, the siting of the proposed gable end roof extension (approximately 2.3m from the front building line) and siting of the proposed side dormers (further 2.5m), it is considered that  the proposed dormers would be only partially visible from the existing street scene.\r\rConsidering the above and as well as the proposed design of the gable end roof extension that would mimic the adjoining detached properties and the proposed materials, it is considered that the proposal would not result in significant impact on the existing street scene and it would be in-keeping with the host dwelling and the surrounding area. \r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: It is noted that the application site is situated on a relatively narrow plot with small separation distances between the properties. Some of the habitable openings facing rear at both adjoining properties are significantly set back at the first floor level in relation to the application property. \r\rGiven the existing/proposed rear building line of the application site in relation to the siting of the adjoining habitable openings at the first floor level, the proposed increase in eaves height as well as the increase of the total building height would have an impact on the levels of daylight/sunlight that the adjoining properties would receive. \r\rWith regards to No 41, the application building has a relatively modest projection beyond the first floor rear elevation of No. 41 such that there would not be any significant loss of daylight resulting from the proposal. As the proposed side dormers would be obscure glazed, this element of the proposal would not result in an undue overlooking or loss of privacy in relation to the adjoining properties. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan subject to planning condition.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Within the context of the approved development, the proposed amendments, which include external alterations, additions and changes in levels, are not considered to be non-material.",
    "Inconsistent Plans - the Proposed Second Floor Plan shows two windows to the North West Elevation, but only one window is shown on the North West Elevation at second floor. Please check these two plans and amend where necessary.",
    "Please provide Existing Floor Plans at a recognised scale (at 1:50 or 1:100 for example), showing the outline of the external floor plan, not just part. The plans must also show the direction of North. A scale bar is encouraged.",
    "For the avoidance of doubt, please confirm the description 'Conversion of the single dwelling to 2nos self-contained flats. Erection of a single-storey rear extension, roof extension with rear dormer and installation of 1no rear and 2nos front rooflights. Alterations to the front elevation to create vehicular access. Erection of a two-storey dwelling on land to the rear of the site along with associated landscaping, parking, cycle and refuse storage.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/08/2020",
  "secondary_street_name": null,
  "site_number": "87",
  "pp_id": "PP-09011056",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.251107,
          51.406191
        ],
        [
          -0.251108,
          51.406164
        ],
        [
          -0.251151,
          51.406164
        ],
        [
          -0.25115,
          51.406191
        ],
        [
          -0.251107,
          51.406191
        ]
      ]
    ],
    "type": "Polygon"
  }
}