{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJ849YNHIF000",
  "lapsed_date": "28/01/2026",
  "decision_target_date": "29/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3SB",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.023
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02755/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519877,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:24:11.525Z",
  "id": "Kingston-20_02755_HOU",
  "application_type": "Householder",
  "street_name": "Orme Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "28/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing rear extension and detached outbuilding. Erection of new single storey rear extension and detached outbuilding to be used as gym",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169185,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021765147",
  "centroid": {
    "lon": -0.277794,
    "lat": 51.409027
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '60 Orme Road, Kingston, KT1 3SB', as set out in Section 1 (Site Address) of the submitted application form signed 02.11.2020.\r\rReason: The establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The application site is located on the pavement on the west side of Kingston Hill between Ravenswood Court and Winchester Close opposite the bus stop.\r\rThe surrounding area is predominantly residential in character. The immediate surrounding buildings and curtilage/land are not statutorily or locally listed. The site is located in Kingston Hill/Coombe Hill Strategic Area of Special Character (a non-designated asset).\r\r2 objections have been received objecting to the siting and appearance of the proposed telecoms apparatus and impact on trees.\r\rThe proposals have been reviewed by the LPA's tree and landscape officer and no objection is raised to the proposals in regards to trees.\r\rThe application seeks to determine whether the prior approval of the Local Planning Authority is required for the siting and appearance of a proposed 20m 5G telecoms installation: H3G street pole and additional equipment cabinets.\r \rThe application has been assessed against the provisions of Schedule 2 Part 16 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended. The application has also been assessed against the current Development Plan policies CS8, DM10 and DM12 of the Council's adopted LDF Core Strategy.\r\rThe National Planning Policy Framework 2023 states in paragraph 117 states  Applications for electronic communications development (including applications for prior approval under the General Permitted Development Order) should be supported by the necessary evidence to justify the proposed development. This should include:\r\ra) the outcome of consultations with organisations with an interest in the proposed development, in particular with the relevant body where a mast is to be installed near a school or college, or within a statutory safeguarding zone surrounding an aerodrome, technical site or military explosives storage area; and\r\rb) for an addition to an existing mast or base station, a statement that self-certifies that the cumulative exposure, when operational, will not exceed International Commission guidelines on non-ionising radiation protection; or\r\rc) for a new mast or base station, evidence that the applicant has explored the possibility of erecting antennas on an existing building, mast or other structure\r\rThe National Planning Policy Framework 2023 is clear at paragraph 118 in that the Local Planning Authority should not question need. Local planning authorities must determine applications on planning grounds only. They should not seek to prevent competition between different operators, question the need for an electronic communications system, or set health safeguards different from the International Commission guidelines for public exposure.\r\rThis application is for prior approval, not for planning permission. Prior approval is a light-touch process which applies where the principle of the development has already been established (National Planning Practice Guidance) (Paragraph: 028 Reference ID: 13-028-20140306).\r\rPrior approval means that a developer has to seek approval from the local planning authority that specified elements of the development are acceptable before work can proceed. The matters for prior approval vary depending on the type of development and these are set out in full in the relevant parts in Schedule 2 to the General Permitted Development Order. A local planning authority cannot consider any other matters when determining a prior approval application (National Planning Practice Guidance) (Paragraph: 026 Reference ID: 13-026-20140306).\r\rThe main considerations of the case are: \r\r- Siting and; \r- Appearance\r\rThe proposed telecom apparatus would be sited in a highly visible location on the pavement on the west side of Kingston Hill between Ravenswood Court and Winchester Close opposite the bus stop and is opposite and adjacent to a number of residential properties.\r\rThe height of the mast would be 20m which would be in excess of 10 to 12m higher than a standard telegraph pole (8m) and street lamp column (10m) which are typical other such perpendicular pieces of street furniture found in the locality. \r\rIt is considered that the proposal would result in an incongruous addition to the streetscene that would be visually intrusive and create visual clutter and detract from the character and appearance of the surrounding area.\r\rThe proposed telecoms equipment would be sited within the non designated heritage asset of the Kingston Hill/Coombe Hill Strategic Area of Special Character. Whilst it is acknowledged that the proposal would provide the benefit of an improved telecoms offer in the area this benefit does not outweigh the disbenefit of the harm caused by the proposal in its failure to preserve or enhance the character and appearance of the Strategic Area of Special Character.\r\rIt is considered that the siting and appearance of the telecoms apparatus would be inappropriate in this case and it is recommended that prior approval be refused as it would not accord with the NPPF 2023 and policies CS8, DM10 and DM12 of the Council's adopted LDF Core Strategy April 2012 and Policy HC1 of the London Plan 2021.\r\rHaving reviewed the applicants sequential approach to site selection, officers are not satisfied that alternative sites have been thoroughly assessed with the reasons for discounting other sites seemingly lacking detail or fully reasoned and the site search being limited in its reach. Officers are not satisfied that the application site represents the least harmful option available in the area to meet the additional coverage and capacity requirements and as such would not accord with paragraph 117 of the NPPF.\r\rThe need for an upgraded, modern telecommunications network is both acknowledged and appreciated, and indeed is given weight in the decision making process; however, for the reasons cited above it is considered that the harm caused by the proposed installation would outweigh the benefits.",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. Please ensure that your application submission includes all the necessary documentation as required by the new local list. \r\rThen please complete and submit a Householder Checklist - Section 3 to confirm that you have provided all mandatory documents  The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/12/2020",
  "secondary_street_name": null,
  "site_number": "60",
  "pp_id": "PP-09215078",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.277772,
          51.40904
        ],
        [
          -0.277773,
          51.409013
        ],
        [
          -0.277816,
          51.409014
        ],
        [
          -0.277815,
          51.409041
        ],
        [
          -0.277772,
          51.40904
        ]
      ]
    ],
    "type": "Polygon"
  }
}