{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJA4IXNHIFL00",
  "lapsed_date": "30/11/2025",
  "decision_target_date": "02/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6DT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.054000000000000006,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216758IC"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216758JA"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216758HH"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021782505"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02765/NMA",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521594,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:24:13.273Z",
  "id": "Kingston-20_02765_NMA",
  "application_type": "All Other",
  "street_name": "Welbeck Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "30/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Non-Material Amendment to Planning Permission ref: 20/01657/HOU (Erection of single storey side and rear extensions, following demolition of existing garage) dated 07/09/2020. Amendments to include changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167819,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782505",
  "centroid": {
    "lon": -0.253587,
    "lat": 51.396385
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The Council considers the amendments to be non-material and as such, it is recommended that a S96A application for a non-material amendment be granted.",
    "Application Site\rThe site comprises a detached dwelling in a residential area of properties of a broadly similar architecture. \r\rProposal\rConversion of garage to habitable accommodation. Changes to fenestrations and internal alterations.\r\rConsultation\rNo representations received \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Highway impact\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development is considered to be acceptable in terms of design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties.\r\rHighway Safety\r\rPolices at a National, Regional, and local level direct that development that has a detrimental impact on highway safety or has an unacceptable impact on the highway network should be refused. Moreover, polices seek to encourage the use of sustainable and active modes of transport instead of the private motor vehicle.\r\rIt is clear from the plans that there would be sufficient parking space at the front of the property, within it's demise, to support car parking, without having an unacceptable impact on highway after or the operation of the highway network. Moreover, access to the rear garden for the safe, secure, and convenient storage of bicycles could be achieved. Overall there are no highway issues.\r\rFire Safety\r\rPolices at a Regional and local level direct that the highest fire safety standards should be incorporated into all development. Whilst no Fire Safety information has been submitted it is clear from the plans that a suitable Fire Strategy could be delivered and as such this can be conditioned. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please provide Existing and Proposed Right Side Elevation at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work. Although the inclusion of a scale bar is not mandatory, it is encouraged."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/11/2020",
  "secondary_street_name": null,
  "site_number": "5",
  "pp_id": "PP-09222075",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.253565,
          51.396398
        ],
        [
          -0.253566,
          51.396371
        ],
        [
          -0.253609,
          51.396372
        ],
        [
          -0.253608,
          51.396399
        ],
        [
          -0.253565,
          51.396398
        ]
      ]
    ],
    "type": "Polygon"
  }
}