{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHGM6SNHI0800",
  "lapsed_date": "26/11/2025",
  "decision_target_date": "25/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7BY",
  "site_name": "Pallanza",
  "status": "Approved",
  "application_details": {
    "site_area": 0.039,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128004994",
      "000128040031"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02433/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520083,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:51.671Z",
  "id": "Kingston-20_02433_CPU",
  "application_type": "All Other",
  "street_name": "Coombe Lane West",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "26/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 2no front rooflights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169647,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128004994",
  "centroid": {
    "lon": -0.274677,
    "lat": 51.413136
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B & C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi-detached dwelling located to the north of Broadmead Avenue, Worcester Park. \rThe site is not subject to any land use designations. \r\r4 neighbouring properties have been notified of the proposals and 1 objection was received making the following comments. \r-\tPoor siting design and integration with existing properties. \r-\tUnacceptable living conditions for occupants due to railway line. \r\rPlanning History\r\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\r20/01842/FUL - Subdivision of existing plot and erection of 1no.semi-detached x 2 bedroom dwelling to the side of existing dwelling. Refused 06.05.2021\r\r19/01476/FUL - Erection of two storey detached dwellinghouse with accommodation in the roofspace - Refused 16.08.2019\r\r07/15090/FUL - Demolition of existing garage.  Erection of single storey front (porch) extension, two storey side and single storey rear extension.  Erection of detached garage - Granted 03.04.2008\r\r881139 - Erection of first floor extension to garage and two storey extension at rear - Granted 02.08.1988\r\r21007 - Extn of existing porch and garage - Granted 22.02.1979\r\r12033 - Garage - Granted 19.06.1973\r\r\rThe key areas of assessment are: \r- Principle of Development\r- Design and character \r- Neighbour amenity  \r- Standard of accommodation \r\rPrinciple of development\r\rThis proposal is for the erection a detached outbuilding for use as a Granny Annex.\r\rThe building includes all of the facilities expected of an independent residential dwelling including a living area kitchen and bathroom. However, it is evident that the new building is closely associated with the main dwelling due to the proximity of the buildings and with the entrance being sited the side of the building adjacent to an entrance to the dwelling. Subject to a condition securing the use of the property as ancillary to the main residential dwelling, the principle of development is accepted. \r\rDesign and Character\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rThe proposal is for a single storey building to the side of the existing dwelling measuring 12m x 4m. The building has a hipped roof, consistent with the main dwelling, with an overall roof height of 4.3m and an eaves height of 2.5m.\r\rThe proposed building does not project forward of the main dwelling and is discretely sited to the side meaning that it does not appear prominent or incongruous in its setting. Its hipped roof form and design is consistent with the character of the existing building and other buildings in the wider area. It is therefore considered acceptable.  \r\rFor these reason, the proposal is not considered to result in harm to the character and appearance of the area.\r\rAs such, the proposal is in accordance with Policy D3 of the London Plan (2021) and Policies CS8 and DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment:\r\rThe site is adjoined by 62 Broadmead Avenue to the west, 28 Chelsea Close to the north and 43 Broadmead Avenue lies opposite the site.\r\rThe proposed building is sited to the side of the main dwelling adjacent to the railway line and so will not affect 62 Broadmead Avenue in terms of visual intrusion or loss of privacy. The proposed building is sited approximately 28.5m from 43 Broadmead Avenue and 16m from the neighbour boundary with 28 Chelsea Close and so will not be overbearing for these neighbours. Given these separation distances, and as there will be no direct overlooking between neighbouring habitable rooms that falls below 21m, the proposal will not result in an undue level of overlooking. \r\rWhilst the new building is located within close proximity to the existing dwelling at 64 Broadmead Avenue, based on the existing floor plans, and as all of the windows on the flank of the building are either secondary or non-habitable windows, the proposal is not considered to be overbearing for existing occupiers. Given the close relationship with the main dwelling, it is not considered that the proposal would result in an undue loss of privacy. \r\rIn summary, the proposal is not considered to result in an undue loss of amenity for surrounding neighbours, in accordance with Policy DM10 of the RBK Core Strategy (2012).\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer Comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rOverall the development is considered to be in accordance with the development plan and as such, planning permission is recommended for approval, subject to the conditions listed above.\r",
    "Unfortunately you attached Plan PL_03 A Proposed Site Plan for a different site (in Bideford) to your last email. Please can you submit the correct Plan?"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "30/09/2020",
  "secondary_street_name": null,
  "site_number": "44",
  "pp_id": "PP-09113669",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.274655,
          51.413149
        ],
        [
          -0.274656,
          51.413122
        ],
        [
          -0.274699,
          51.413123
        ],
        [
          -0.274698,
          51.41315
        ],
        [
          -0.274655,
          51.413149
        ]
      ]
    ],
    "type": "Polygon"
  }
}