{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJVQD5NHIKA00",
  "lapsed_date": "11/01/2024",
  "decision_target_date": "11/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5AH",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 35,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "01/2021",
    "intended_completion_date": "06/2021",
    "site_area": 0.071
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02877/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521369,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning & demolition in a conservation area",
  "last_updated": "2025-05-05T17:24:38.742Z",
  "id": "Kingston-20_02877_HOU",
  "application_type": "Householder",
  "street_name": "Presburg Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "11/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear and side extensions with enlargement of rear dormer, installation of 3no front rooflights, 1no rear rooflight and associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": "15/12/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167925,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021780325",
  "centroid": {
    "lon": -0.256783,
    "lat": 51.397386
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed materials:  timber cladding; zinc cladding; metal framed windows on the first floor rear elevation; white UPVc windows and exiting white timber windows to the side and front elevations are considered unacceptable. The choice, quality and variety of these materials would be incongruous and would not relate well to the host dwelling or the surrounding area, resulting in harm to the character and appearance of the area. In addition, the proposed materials would result in less than substantial harm to the significance of the Presburg Road Conservation Area which would not be outweighed by any public benefit. The proposal is therefore contrary to Policies 7.4, 7.6 and 7.8 of the London Plan 2016 and Policies CS8, DM10 and DM12 of the Council's Core Strategy 2012.",
    "Application Site\rThe site relates to the Kingston University Penrhyn Road campus, which comprises a range of buildings across the site. Specifically, this application relates to the Fassett Road entrance, which is  located on the east façade of the Eadweard Muybridge Building, set back at the junction of the Main Building and the Edweard Muybridge Building\r\rThe Grove Crescent Conservation Area is sited on the opposite side of Fassett Road, to the east of the University campus.  There  are various locally listed Buildings of Townscape Merit in the vicinity\rThere are numerous trees on the site covered byTree Preservation Order, including 4 within the immediate car park area..\rThe site is within Flood Zone 1 (Low risk)\rThe Site is within the Kingston Town Centre Action Area Plan boundary. \rThe site has a Public Transport Accessibility Level of ranging between 3 and 4 and is well served by public transport.\r\rProposal\rAlterations to the Fassett Road Entrance: Relocation of primary pedestrian entrance (located approximately 19 metres to the north), installation of canopy cover, removal of low-level retaining wall, alterations to car and cycle parking, landscaping and associated works\r\rThe proposal involves moving the entrance centrally to the main façade, alongside extensive landscaping and external improvements. The existing entrance would be converted into a meeting room and the door replaced with a window. \rThe external car park to the east of the Fassett Road entrance would be extensively altered with standard car parking provision reduced from 18 spaces to 8 spaces. The lost parking spaces are proposed to be replaced with landscape, predominantly comprising additional soft landscape.\r\rConsultation\rNeighbouring Occupiers: 67 notification letters were sent and the proposal was advertised by site notice and press notice,  no response has been received.\r\rKingston Town CAAC: Positive support for proposal\rHighways Officer: no objection\rTree Officer - original concerns about lack of detail. This has been addressed through submission of an Arboricultural method Statement, and objection withdrawn. \r\r Assessment\rThe key areas of assessment are:\r- Principle\r- The design of the proposed development \r- Heritage\r- Trees\r- Landscape and Public Realm\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety.\r- Highways\r\rPrinciple of development\rCore Strategy Policy CS15 relates to the Future Needs of Kingston University and states that  The Council will continue to work in partnership with Kingston University recognising their importance in the local economy, to identify appropriate opportunities, including on their existing sites, to meet their needs for new and upgraded facilities and for smarter travel initiatives, including travel planning. \rTherefore, subject to compliance with other policies, the proposal would be supported in principle.\r\rDesign\rParagraph 124 of the NPPF states that the creation of high quality buildings and places is fundamental to what the planning and development process should achieve. Good design is a key aspect of sustainable development, creates better places in which to live and work and helps to make development acceptable to communities. \rParagraph 127 goes on to say that planning decisions should ensure that developments: will function well and add to the overall quality of the area; are visually attractive as a result of good architecture, layout and appropriate and effective landscaping; are sympathetic to local character and history; and establish a strong sense of place.\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rOfficer Comment: \rThe proposal relocates the main entrance to a more prominent location. The proposed entrance would be  in the form of a glazed curtain walling system A revolving door is proposed, and a slimline canopy above to create a more legible entrance feature and an enhanced arrival experience. It is concluded that the alterations would enhance the appearance of the building\rThe proposal is considered to be acceptable in terms of its detailed design and appearance. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rHeritage \rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                     Paragraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rA Heritage Assessment accompanies this application which has considered the impact of the proposal on the Grove Crescent Conservation Area  and  Nos. 7 and 9 Fassett Road - Locally Listed Buildings. It concludes that the proposal would result in a minor beneficial impact on the Grove Crescent Conservation Area, and a minor beneficial impact on the setting of the locally listed buildings as a result of the  increased greening  and reduction in hardstanding and car parking. Officers concur with these findings\r\rWithin the context of the existing development on site it is considered that the proposal would not have any adverse impact on the character and appearance of the existing building, the wider area, or the significance or setting of the nearby Grove Crescent Conservation Area. \rConclusion Overall, it is considered that the proposed development would be acceptable in terms of character, design and heritage assets. It would be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan. It is therefore recommended that the application is approved. \r\rNeighbouring Amenities\rPolicies at a national, regional, and local level direct that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Fassett Road is primarily residential in character. The proposal seeks to relocate an existing entrance, and would therefore not give rise to any material increase in noise disturbance. Officers conclude that the proposal would not result in any material loss of amenity to neighbouring residents. \r\rTrees, Landscape and Public Realm \rPolicy DM10 of the LDF Core Strategy states that the Council will expect new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected. Where trees are to be lost through development the Council will normally require the planting of two specimens for each tree lost. \rPolicy DM6 (Biodiversity) of the Core Strategy states that the Council will ensure new developments protect and enhance biodiversity, through the inclusion of sustainable drainage, tree planting, soft landscaping, habitat enhancement and other measures. Development should where appropriate make provision for natural and semi-natural public green space. \rPolicy G6 (Biodiversity and Access to Nature) of the London Plan states that proposals should manage impacts on biodiversity and achieve net biodiversity gain. \rAs noted  above, four existing trees on site are TPOs  located in the immediate vicinity. No trees are proposed to be removed  as a result of the proposals and additional tree planting is proposed as detailed in the submitted DAS. A detailed Arboricultural Report  and method statement has been provided to support this application and is considered acceptable on this basis.\rThe DAS confirms that iIn the north section of the external area, immediately in front of the new entrance a pocket park is proposed with a series of trees, soft planting, benching and a mixture of hard and SUDS surfaces.   The brickwall would be removed to open up connectivity.  In terms of the Grove Crescent / Fassett Road Interface, the DAS confirms that the back of footway levels will tie in with existing, with either a flush kerb, linear slot drain, flush grass or a bench to the edge. \r\rOfficer comment: The proposal introduces a significant increase in soft landscaping and includes replacement of the low brick perimeter wall and increased planting and greening, and SUDs, providing welcome public realm enhancement, as illustrated in the Design and Access Statement. Officers note that the DAS refers to detailed landscape drawings, although these were not submitted as part of the application.\rFull details of hard and soft landscaping are reserved by condition, including the interface with the footway. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\rOfficer comment: The applicant has submitted a Fire Statement with the application which demonstrates that the proposed relocation of the Fassett Road entrance is acceptable from a fire safety perspective. Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rHighways Impact\rParagraph 111 of the NPPF, 2021 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \rPolicy T6 (A) of the London Plan advises that car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite'). \rPolicy T6 (E) of the London Plan advises that appropriate disabled persons parking for Blue Badge holders should be provided.\rPolicy T6 (G) of the London Plan states that where car parking is provided in new developments, provision should be made for infrastructure for electric or other Ultra-Low Emission vehicles.\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. Policy DM9 states that new development should not contribute to congestion or compromise highway safety. Policy CS7 states that car use should be managed to ensure sustainability objectives are achieved, road safety matters are addressed and congestion reduced, by inter alia securing the provision of electric vehicle charging points and managing on and off-street parking.\r\rThe applicant has provided a transport statement (03/04/2023) that includes details of internal layout changes to the main campus building. The Fassett Road entrance area will be enhanced, with extensive landscaping works to the car parking area designed to reduce the prevalence of the car, which will subsequently result in a reduction of parking capacity. Car parking to be reduced from 18 to 8. The cycle parking provision will increase by two spaces. \r\rOfficer comment: the Highway officer confirms that the proposed development will not have any significant impact on the highway as the staff and student numbers will not change and there will be no additional trips generated. \rThe applicant has provided a travel plan with five-year targets for the site that includes a decrease in the single occupancy vehicle mode share for staff and students of five percent, in favour of public transport and active modes. \rThe proposals will see an increase in 2 spaces for cycle parking and a reduction of 10 parking spaces. \rIt is noted that the proposals will result in a loss of accessible parking within the red line boundary. However, it is confirmed that an additional five accessible spaces are to be provided elsewhere within the Campus to the south of the Sopwith Building, replacing seven existing standard parking spaces, ensuring that the total number of existing accessible spaces at the Site will be retained. This is secured by condition.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r\r",
    "The drawing number 2291-10 is labelled as location plan and block plan, please amend the drawing with the correct labelling."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "16/11/2020",
  "secondary_street_name": null,
  "site_number": "9",
  "pp_id": "PP-09253662",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256761,
          51.397399
        ],
        [
          -0.256762,
          51.397372
        ],
        [
          -0.256805,
          51.397373
        ],
        [
          -0.256804,
          51.3974
        ],
        [
          -0.256761,
          51.397399
        ]
      ]
    ],
    "type": "Polygon"
  }
}