{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFM6JFNHHKB00",
  "lapsed_date": "20/10/2025",
  "decision_target_date": "20/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3DY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.011000000000000001,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021766033"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02092/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518971,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:14.141Z",
  "id": "Kingston-20_02092_CPU",
  "application_type": "All Other",
  "street_name": "Portman Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "20/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof L shaped extensions and installation of 2 no. rooflights to front roof slope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169097,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021766033",
  "centroid": {
    "lon": -0.290844,
    "lat": 51.408427
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a Grade II Listed Church (Use Class F), located within Liverpool Road Conservation Area.\rThe application seeks to replace 4 church notice boards.\r\rThe key areas of assessment are:\r- The impact of the proposal on the character and appearance of the area; \r- The impact of the proposal on heritage assets;\r- The impact of the proposal on neighbouring residential amenity; and,\r- The impact of the proposal on highway safety.\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposal is considered to be of an appropriate design and scale for this premises and would not significantly harm the character and appearance of Grade II Listed, St Paul Church, but rather preserve it, as the colour selection of the proposed signs would be neutral as opposed to the exiting royal blue signs.  As such it is considered that there would be no unacceptable adverse impact on the character or appearance of the area.\rHeritage Assets\rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rOfficer Comment: The site is located within the Liverpool Road Conservation Area and involves the Grade II Listed building, St Pauls. However, and as stated above, Officers consider that there would be no unacceptable adverse impact on the character or appearance of the area as a result of the proposal.  It follows that the proposal  would preserve the character and appearance of the conservation area and would not result in any harm to the significance of heritage assets.\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The proposed signage would appear subordinate additions to the streetscene and given that they would be adequately spaced out along the streetscene, would not lead to a proliferation of signage or a visual intrusion in the streetscene. The signage would not detract from the amenity of the surrounding area or result in any material harm to nearby neighbouring residential occupiers\rHighways\rPolicy DM10 of the LDF Core Strategy seeks to ensure that new development has regard to local traffic conditions and does not contribute to congestion, on street car parking pressure, or compromise pedestrian or highway safety. \r  \rOfficer Comment: Officers consider that the proposals would not be significantly different from the existing situation and would therefore have no adverse impact upon highways and transportation, thereby complying with Core Strategy Policy DM10 of the LDF Core Strategy, 2012.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2019), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The submitted proposed elevations have an incorrect scale bar, it measures to 9.4m insteat of 10m in scale 1:200 as stated, please revise the elevation with a correct scale bar."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/08/2020",
  "secondary_street_name": null,
  "site_number": "25",
  "pp_id": "PP-09005878",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.290822,
          51.40844
        ],
        [
          -0.290823,
          51.408413
        ],
        [
          -0.290866,
          51.408414
        ],
        [
          -0.290865,
          51.408441
        ],
        [
          -0.290822,
          51.40844
        ]
      ]
    ],
    "type": "Polygon"
  }
}