{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QH7TJONHHYN00",
  "lapsed_date": "16/04/2024",
  "decision_target_date": "14/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7SU",
  "site_name": "",
  "status": "Dismissed",
  "application_details": {
    "site_area": 160,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021802213"
    ]
  },
  "appeal_decision_date": "17/11/2021",
  "lpa_app_no": "20/02397/OUT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521989,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Outline planning permission: Some matters reserved",
  "last_updated": "2025-05-05T17:22:43.264Z",
  "id": "Kingston-20_02397_OUT",
  "application_type": "All Other",
  "street_name": "Burford Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "16/04/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "02/08/2021",
  "decision_process": "Delegated",
  "description": "Outline application for erection of three bedroom, detached chalet bungalow with pitched roof  (outline application to consider access, appearance, layout and scale only)\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "21/12/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor dwellings",
  "centroid_northing": 166632,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "100021802213",
  "centroid": {
    "lon": -0.24832,
    "lat": 51.385632
  },
  "polygon": null,
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 2,
    "net_cycle": 2
  },
  "decision_agency": null,
  "decision_conditions": [
    "The proposed development would provide substandard internal accommodation, resulting in unacceptable living conditions for future occupants. The applicant has also failed to demonstrate that the proposed development would provide adequate outdoor amenity space. The proposal is therefore contrary to policy D6 of the London Plan 2021 and policy DM10 of the Core Strategy 2012.",
    "The proposed development, by reason of its scale, siting and detailed design, would respond poorly to surrounding development, appearing cramped and incongruous within the Burford Road street scene, resulting in material harm to the character and appearance of the area. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the Core Strategy 2012.",
    "The proposed development, by reason of its scale and siting, would appear overbearing when viewed from the existing dwelling at 2 Burford Road, resulting in unacceptable living conditions for the occupants of this property. The proposal is therefore contrary to policy D3 of the London Plan 2021 and policy DM10 of the Core Strategy 2012.",
    "The applicant has failed to demonstrate that the proposal would have an acceptable impact on highway safety. The proposal is therefore contrary to policy T4 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The applicant has failed to demonstrate that the proposed development would promote sustainable transport. The proposal is therefore contrary to policies T6 and T6.1 of the London Plan 2021 and policy DM9 of the LDF Core Strategy 2012.",
    "Application Site\rThe site comprises a semi-detached dwelling on Lancaster Gardens.\r\rProposal\rErection of hip to gable roof extension with rear dormer and installation of 3nos front roof light.\r\rConsultation\r11 neighbouring properties have been notified and 2 letters of objection has been received stating:\r - Excessive height or bulk of buildings\r - Inappropriate design/layout\r - Loss of light/Sunlight\r - Noise\r - Privacy\r - Unacceptable or incompatible use\r- Property ownership\r- Structural stability \r\rIn terms of the ownership concern, the applicant confirmed Certificate B in the application form and served notices to all owners of the site. Structural stability  will be dealt with at the building control stage and there is no evidence that the proposal could not in any event be constructed in anything other than a safe way,. The other concerns will be considered by officers as part of the assessment.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rParagraphs 199 to 208 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rOfficer Comment: Officers note that there are many examples of the same development within the streetscene including Nos. 6, 10 and 12 Lancaster Gardens. Overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Due to the existing situation between both neighbouring properties, no harm has been identified to adjoining neighbours. With regards to loss of privacy, the proposed windows to the rear of the dormer are not considered to result in a significantly greater degree of overlooking than those at first floor level. Overall, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Positive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\r",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached, locally listed dwelling located within the Claremont Road Conservation Area. The trees situated with the application site are protected.\r\rProposal \rErection of  front garden wall with 2nos timber gates and new drop kerb crossover.\r\rConsultations\rSurbiton Neighbourhood Conservation Areas Advisory Committee - no objections\r\rTree Officer - \r\rRepresentations\r5 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on the Heritage Assets; and,\r- The impact of the development on the protected trees; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The current application relates to the scheme ref 24/00548/HOU (Demolition of an existing outbuilding garage, erection of part two store/part single storey side and rear extension. Fenestration alteration. Erection of a timber gate, boundary wall and landscaping) granted permission on 09.05.2024 and 20/01474/HOU (Erection of part single and part two storey side and rear extensions (following demolition of rear extensions and garage); replacement windows and erection of new boundary walls and gates to front) granted permission on 04.09.2024. \r\rThe proposed total height of the front boundary, although imposing, would be of similar height to the approved. \r\rThe proposal involves changes to the detailed design and materials, and would introduce an additional  pedestrian access gate. The  wall would be constructed in brick to match the existing boundary, the 2 No. gates would be black metal framed with  vertical cedar slatt insets. \r\rUnlike the consented scheme, it is considered that the proposed design and materials would not be in-keeping with the character and appearance of the host building, which is a locally listed building,  and the existing boundary at the adjoining, semi-detached property. The boundary wall with solid gates would span the full length of the front boundary. Its height, design and solid appearance  would  appear noticeably bulkier and more dominant than the generally more modest and streamlined walls on the street, and the  more traditionally detailed consented arrangement. This is emphasised by the lack of articulation and detailing. The development does not therefore reflect the form, details or materials of typical front boundary treatments along Adelaide Road and is an incongruous feature in the street.\r\rThe widening of the existing crossover in isolation, is considered to be acceptable from the character and appearance perspective.\r\rOfficers note the proposed landscaping to replace the existing greenery along the front boundary. \r\rHeritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rIn determining planning applications which affect heritage assets, Paragraph  203 of the NPPF 2023 requires local planning authorities to take account of: the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation; the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality; and the desirability of new development making a positive contribution to local character and distinctiveness.       \r                                                                                                              \rParagraph 205 of NPPF 2023 states that when considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the assets conservation, irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.   \r                                           \rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rParagraph 209 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficer comment: The application site comprises a locally listed building (a non designated heritage asset)  and is located within the Claremont Road Conservation Area (designated heritage asset). The special architectural and historic interest of this area can be summarised as 'Part of the original Surbiton \"New Town\" conceived by Thomas Pooley. Development started in 1838, and centred around the landscaped Claremont Crescent Gardens'. \r\rThe application property is a locally listed building  and it contributes positively to the character  of Claremont Road Conservation Area. As the proposed design of the front boundary would not be in-keeping with the character of the host dwelling and the existing front boundary treatment in the street and given its prominent location, it is considered that the proposal would result in less than substantial harm to the locally listed host dwelling and this part of the Claremont Road Conservation Area.  No public benefits have been identified that would outweigh the harm.\r\rAs such, the proposed design of the front boundary would not be in-keeping with the locally listed building, the existing boundary treatment in this part of  the Claremont Road Conservation Area  and would fail to preserve its significance, contrary  to Policies CS8,  DM10, DM12 of the Core Strategy (2012) and Policies D3 and HC1 of the London Plan (2021).\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: \r It is considered that the proposed development due to its siting and nature would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHighways\rParagraph 115 of the NPPF, 2023 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rOfficer Comment: Officer note comments received from the RBK's Highway Officer:\r'The subject application is a new application for minor alterations to previously Approved\rApplication 24/00548/HOU dated 09/05/2024.\r\rThe minor alterations include the installation of a pedestrian gate and alterations to the current vehicle crossover for the property.\r\rUnfortunately, the proposed vehicle crossover alteration will not be acceptable because it would fall short of the visibility splays requirement of the current RBK vehicle crossover policy.\r\rThere are also a number of utility connections within the proposed crossover area, which would require alterations by the respective utility service providers.\r\rBased on the above, highways objects to this planning application.'\r\rGiven the above and considering the siting and proposed height of the vehicular gate (approximately 2.5-2.3m), insufficient information has been provided that the proposed crossover would be in accordance with the requirements set in the Council's Vehicle Crossover Policy and Application Pack April 2020 and therefore, that it would not adversely impact the highways safety. \r\rProtected Trees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement.\r\rPolicy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rOfficer comment: The applicant has submitted the Arboricultural Report and Arboricultural Impact Assessment demonstrating that the existing trees would not be adversely affected as a result of the proposal. As such this aspect of the proposal is considered to be acceptable subject to a condition securing compliance of the proposal with the submitted arboricultural information. \r\rIt is noted that the Council's Tree Officer raised no objections to the proposal. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Planning Fire Strategy Statement, which is considered acceptable.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "Conditions 5 (Tree Protection Plan) of planning permission ref 22/03896/HOU states:\rPrior to commencement of the development (including any works of demolition), a detailed tree protection plan shall be submitted to and approved by the Local Planning Authority.  This submission shall include:\r-A plan to a scale and level of accuracy appropriate to the proposal, that shows the positions, crown spreads and root protection areas (RPA) of every retained tree on site, and on nearby ground or land adjacent to the site, in relation to the approved plans.\r-A schedule of pre-construction works for the above-detailed trees, where appropriate.\r-Calculated dimensions and positions of all tree root protection areas.\r-Details and positions of tree protection barriers and ground protection where appropriate.\r-Details and positions of any construction exclusion zones.\r-Details and positions of the existing and proposed underground service runs, to be routed to avoid root protection areas where possible and if not possible, for alternative methods of installation to be detailed within the AMS.\r-Details and positions of any change in levels or positions of any excavations within 5m of the root protection area of retained trees.\r-Details of any special engineering required to accommodate proposals within the root protection areas of retained trees (e.g. in connection with foundations, service installation, bridging, water features, surfacing).\r-Details of the working methods to be employed for the installation of drives, paths or any other form of hard surfacing within the root protection areas of retained trees in accordance with the principles of 'No Dig' construction. All details shall be in accordance with British Standard BS5837: 2012 \"Trees in relation to Design, Demolition and Construction\"\r\rThe approved protection scheme shall be implemented prior to commencement of any work on site including demolition, and be maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development or until such stage as detailed within the approved AMS.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\rThis condition must be a pre-commencement condition in order to be effective.\r\rOfficer comment: The submitted information is considered to be acceptable. The RBK's Tree Officer raised no objections to the proposal. As such, the details submitted in relation to Condition 5 are hereby approved. \r\rConditions 6 (Fire Safety) of planning permission ref 22/03896/HOU states:\rPrior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022) where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r\rOfficer comment: The applicant has submitted a Reasonable Exception Statement, which is considered acceptable. As such, the details submitted in relation to Condition 6 are hereby approved.",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling. The site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of a single storey side and rear extension.\r\rConsultations\r20 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: It is acknowledged that the proposed single storey rear extension would not be strictly in accordance with Policy Guidance 33 of the Council's Residential Design SPD with regards to the recommended depth. However, considering its scale, the proposed design and its siting, it is considered that the proposed extension would appear as a proportionate and subordinate addition in relation to the host dwelling. Officers note the similar depth extension at the adjoining property No 5. \r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Given the siting and the proposed scale of the extension, it would pass the 45 degree rule in relation to both adjoining properties and therefore it would not result in an incapable loss of daylight in relation to these properties.\r\rDue to the proposed scale and the separation distance, it is considered that the proposed side extension would not appear as an overbearing when viewed from No 9.\r\rAs such, it is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Reasonable Exception Statement which is considered acceptable. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "The submitted site plan does not have a scale bar\rPlease provide a Proposed Site Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "The proposed front elevation does not show entire main house.\r\rPlease revise Proposed Front Elevation at a recognised scale (at 1:50 or 1:100 for example), showing all elevation not just part and indicating all key dimensions for the proposed work. \r",
    "Please submit 'Fire Statement/Plan'.",
    "The proposed site is in a conservation area, therefore please submit 'Heritage Statement'.",
    "Please submit 'Design and Access Statement' as the site is in a conservation area."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/11/2020",
  "secondary_street_name": null,
  "site_number": "2",
  "pp_id": "PP-09100988",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.248297,
          51.385646
        ],
        [
          -0.248298,
          51.385619
        ],
        [
          -0.248342,
          51.385619
        ],
        [
          -0.248341,
          51.385646
        ],
        [
          -0.248297,
          51.385646
        ]
      ]
    ],
    "type": "Polygon"
  }
}