{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QG2MA3NHHNX00",
  "lapsed_date": "03/11/2023",
  "decision_target_date": "03/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6BB",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.027
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02170/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522144,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:35.922Z",
  "id": "Kingston-20_02170_HOU",
  "application_type": "Householder",
  "street_name": "Portland Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "03/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side extension and single storey rear extension (following demolition of existing garage)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166846,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021780212",
  "centroid": {
    "lon": -0.24602,
    "lat": 51.387522
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Due to its deisgn, scale and bulk, the proposed two storey side extension would result in an incongruous and overbearing appearance on the existing street scene. The proposed development would not be proportionate or subordinate and would not relate well to the main dwelling or the surrounding area and it would unbalance the pair of semi-detached dwellings. The proposal would conflict with Policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Council's Residential Design Supplementary Planning Document, 2013.\r\r",
    "Application Site\rThe application site relates to Surbiton Hill Methodist Church.\r\rThe building is locally listed and is located within the Oakhill Conservation Area.\r\rProposal\rThe application seeks planning permission for the erection of a single storey extension to entrance hall.\r\rConsultation\rSite notice affixed nearby for 21-day period (between 14 February 2023 and 8 March 2023). No representations have been received.\r\rAssessment\rThe main issues in the assessment of the application are:\r- The impact on the character and appearance of the area (including heritage assets); and \r- Fire Safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rIn determining planning applications which affect heritage assets, Paragraph 197 of the NPPF 2021 requires local planning authorities to take account of the desirability of sustaining and enhancing the significance of heritage assets and putting them to viable uses consistent with their conservation, the positive contribution that conservation of heritage assets can make to sustainable communities including their economic vitality, and the desirability of new development making a positive contribution to local character and distinctiveness.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, Paragraph 199 states that great weight should be given to the asset's conservation, irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicy HC1 of the London Plan 2021 states that development proposals affecting heritage assets, and their settings, should conserve their significance, by being sympathetic to the assets' significance and appreciation within their surroundings. The cumulative impacts of incremental change from development on heritage assets and their settings should also be actively managed. Development proposals should avoid harm and identify enhancement opportunities by integrating heritage considerations early on in the design process.\r\rThe proposals involve the widening of the entrance to the front (east) elevation, to allow enhanced access to the community rooms at the rear of the premises. The entrance door and lobby would be enlarged, with a set of double doors to replace the existing single door and the removal of an internal wall to widen the foyer area inside. A small infill extension is proposed between the lobby and the main church building, to allow for the proposed widening of the doorway, and a near doubling of the width of the small lobby immediately inside the entrance. A small covered area in front of the entrance is also proposed. \r\rA flat roof is proposed which discharges over the apex of the existing pitched roof down to the flank wall guttering. \r\rThe proposed application also seeks consent for the refurbishment of the existing walkway between the original building and the annex building at the rear. The proposed refurbishment works include the replacement of the painted boarded exterior and steel handrail with yellow-stock brick slips. It is considered that the materials are appropriate in appearance to complement with the rear of the building. \r\rThe proposed changes are considered acceptable in terms of design and would result in minimal degree of loss / intervention to the fabric of the building equating to no harm/neutral impact to the character and appearance of the host building as a locally listed building.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rThe proposed development would have no harm to the locally listed building (a non-designated heritage asset) and no material impact on the appreciation of the conservation area (a designated heritage asset).\r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that planning permission should be granted.",
    "Further to checks by the Team Leader I am writing to inform you that your application is invalid due to the following:\r\rPlease submit 'Planning Statement and Design and Access Statement.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/09/2020",
  "secondary_street_name": null,
  "site_number": "93",
  "pp_id": "PP-09035321",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.245998,
          51.387536
        ],
        [
          -0.245999,
          51.387509
        ],
        [
          -0.246042,
          51.387509
        ],
        [
          -0.246041,
          51.387536
        ],
        [
          -0.245998,
          51.387536
        ]
      ]
    ],
    "type": "Polygon"
  }
}