{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJDTU3NHIGR00",
  "lapsed_date": "12/03/2024",
  "decision_target_date": "08/02/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5AS",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.009
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02792/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518022,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:24:19.506Z",
  "id": "Kingston-20_02792_HOU",
  "application_type": "Householder",
  "street_name": "Watermans Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "12/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of new garden fence to front and side of property",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170190,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021764321",
  "centroid": {
    "lon": -0.304118,
    "lat": 51.418449
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Due to the excessive height of the proposed boundary fence it would appear out of keeping with the other properties that form Watermans Close, as well as other neighbouring properties on Lower Ham Road, resulting in an incongruous feature within the streetscene. The proposal would therefore conflict with Policies CS8 & DM10 of the LDF Core Strategy (adopted 2012) and Policy D3 of the London Plan 2021.",
    "The applicant has failed to demonstrate that the proposed development would not result in an unacceptable adverse impact on highway and or pedestrian safety. The proposal is therefore contrary to Pragraph 109 of the NPPF 2019 and Policies DM9, and DM10 of the Council's Core Strategy 2012.",
    "Inspection:\rSite inspection carried out as a desktop exercise with information provided by the applicant as supporting material to application.\r\rAssessment:\rThe works to T.1 Common Beech (RBK.01.84 - T5) are considered acceptable and minor in nature.\r\rThe other works are exempt \r",
    "Officer Report\r\rApplication Site\rThe site comprises a detached dwelling. The site is not subject to any particular designations or environmental constraints.\r\rProposal \r(Retrospective) Installation of  PV solar panels on roof, AC Unit to flank wall.  Zinc cladding in dormers.\r\rConsultations\r13 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings;.\r\rRelevant Planning History\r22/03026/HOU Erection of 2no. side dormer roof extensions, 1no. rear roof extension with hip to gable extension and changes to fenestration - Granted on 18.11.22\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: It is considered that the proposed zinc cladding (instead of lead cladding approved under application 22/03026/HOU) would be in keeping with the host dwelling and the surrounding area. Officers note metal cladding to the front dormers at 17-19 Coombe Lane West.\r\rThe installation of the solar panels due to their scale and siting (rear elevation) is considered to be acceptable. It would not be viable within Coombe Lanes West, therefore it would not have a significant impact on the existing street scene. \r\rThe installation of A/C unit to the side elevation, given its siting and size is considered to be acceptable form character and appearance perspective. \r\rGiven the above, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: With regards to the proposed installation of A/C unit, given its siting it is considered that it would not adversely affect the amenities of the occupiers at No 6 Coombe Lane West in terms of an unacceptable increase in noise levels.. It is noted that No 6 does not have habitable openings to the east elevation. \r\rA relevant condition would be added to control the noise levels.\r\rAs such, it is considered that the proposed development due to its siting and scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be  in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "The checklist has 'N' in fire statement, since we have received fire safety plan, please revise the \"Householder Checklist - Section 3\" with correct information.\r\rThe new Householder Local List and Checklist can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\r",
    "Please revise the \"Householder Checklist \" with correct information.\rThe new Householder Local List and Checklist can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/12/2020",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-09218093",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.304096,
          51.418462
        ],
        [
          -0.304097,
          51.418435
        ],
        [
          -0.304141,
          51.418435
        ],
        [
          -0.30414,
          51.418462
        ],
        [
          -0.304096,
          51.418462
        ]
      ]
    ],
    "type": "Polygon"
  }
}