{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFBAU5NHHHB00",
  "lapsed_date": "05/11/2023",
  "decision_target_date": "28/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3NG",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.011000000000000001,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCCEN Name: Cambridge Road"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021755712"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02023/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519042,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:56.020Z",
  "id": "Kingston-20_02023_ADV",
  "application_type": "All Other",
  "street_name": "Cambridge Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "05/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Display of internally illuminated digital screen advertisement sign",
  "actual_completion_date": null,
  "last_date_consultation_comments": "25/09/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 169272,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021755712",
  "centroid": {
    "lon": -0.289765,
    "lat": 51.409985
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed advertisement would represent an incongruous and discordant feature within the streetscene in relation to its intermittent nature and high illuminance levels and would have a detrimental impact on the visual amenities of neighbouring residential occupiers and the surrounding area. As such, the proposal is considered unacceptable and contrary to Paragraph 127 of the NPPF 2019 and Policy DM10 of the Core Strategy 2012.",
    "Consultations\r10no. surrounding properties were notified of the proposed development. Two representations received objecting to the proposals with regards to noise/disruption/traffic resulting from construction, impacts on on-street car parking, inappropriate proposal (subdivision).\r\rOfficer Comment: Duly Noted. Please refer to assessment section for full consideration of these points.\r\rRBK Highways and Transportation Team\rNo response received.\rRBK Waste and Recycling Team\rNo response received.\r\rPlanning History\rApplication reference: 22/01282/FUL - Demolition of existing single storey garage conversion and erection of new dwelling, with associated parking, cycle and refuse storage and landscaping. Additional works to existing dwelling of new rear dormer to second floor and erection of single storey rear extension to replace conservatory. Refused planning permission, dated 4 July 2022. Reasons for refusal:\r\r(1)\tThe proposal, by virtue of its plot subdivision, bulky roof form and lack of set in from the shared boundaries at first and roof level, would present an overly dominant addition to the host property and an uncharacteristically over-dense pocket in the area which would erode the characteristic gaps between dwellings on Douglas Road. In these regards, the proposal would detract from the character and appearance of the area and is contrary to Policy D3 of the London Plan 2021, Policies CS8 and DM10 of the LDF Core Strategy Adopted April 2012 and Paragraph 130 of the National Planning Policy Framework 2021.\r\r(2)\tGiven that the on-site car parking could not be delivered such that each car parking space could be accessed independently, the applicant has failed to demonstrate that the proposed development would not result in an unacceptable adverse impact upon highway safety, inconsiderate parking, and increased on-street car parking pressure which could harm pedestrian and highway safety, contrary to Policies DM9 and DM10 of the LDF Core Strategy Adopted April 2012.\r\r(3)\tInsufficient information has been submitted with regards to cycle and refuse/recycling storage. As such, it has not been robustly demonstrated that the proposed development would provide adequate means of cycle and refuse/recycling storage for future occupiers, contrary to Policy D3 and Policy T5 of the London Plan, 2021, Policies CS9 and DM8 of the LDF Core Strategy Adopted April 2012 and Policy Guidance 22 of the Council's Residential Design SPD, 2013.\r\r\rProposal\rThis application seeks full planning permission for the demolition of the conservatory and erection of single storey rear extension, demolition of single storey side extension, and erection of new dwelling with associated parking, cycle and refuse storage and landscaping\r\rPlanning Considerations\rThe key planning considerations in this case are as follows:\r- The principle of the development;\r- The standard of accommodation;\r-  The character and appearance of the area;\r- The amenities of neighbouring occupiers;\r- Transportation;\r- Refuse and recycling;\r- Sustainability; \r- Biodiversity;\r- Fire Safety; and \r- Community Infrastructure Levy\r\rPrinciple of Development\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2011.  Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole.  These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rWhilst it is recognised that the Council does not have an up-to-date supply of housing sites, the benefits of the proposed development would need to be weighed against any significant adverse impacts, as required by paragraph 11 of the NPPF.\r\rThe site is in an established residential area and its use for residential purposes is well established. The principle of creating a new residential unit within an established residential area is acceptable, subject to compliance with Development Plan policies.\r\rStandard of Accommodation\rParagraph 130 of the NPPF, 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D6 of the London Plan, 2021 sets out the standards for new housing within London, in terms of overall gross internal area (\"GIA\"), built-in storage space, bedroom sizes and ceiling heights. Housing development should be of high quality design and provide adequately-sized rooms, with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Council's Core Strategy 2012 states that the Council will expect proposals for new residential development to demonstrate that the scheme has been designed to provide adequate internal space appropriate to the intended number of occupants. \r\rGIA\rThe nationally described space standard provides overall gross internal area (\"GIA\") requirements for various sizes of dwelling. The proposals show the proposed dwelling to be 2bedroom, 3person size. \r\rAccording to the standards, a dwelling of this size arranged over two floors should have a minimum GIA of 70sqm. The proposed dwelling would meet the minimum space standards, providing a total floor area of approximately 70sqm. \r\rBuilt-In Storage\rThe standard also provides requirements for built-in storage space. The corresponding minimum standard for storage is 2.0sqm. The proposed dwelling would meet this requirement.\r\rBedrooms\rIn order to provide one bed space, a single bedroom should have a floor area of at least 7.5sqm and be at least 2.15m wide and in order to provide two bed spaces, a double (or twin) bedroom should have a floor area of at least 11.5sqm.\r\rOne double (or twin) bedroom should be at least 2.75m wide, with every other such bedroom being at least 2.55m wide. \r\rThe proposed double bedrooms would be compliant with these space standard, with one bedroom to measure 8.9sqm (single) and one bedroom to measure 12.5sqm (double). \r\rCeiling Height\rAny dwelling should also have a floor to ceiling height of at least 2.5m across 75% of its floor area, in recognition of the fact that ceiling heights are an important element in the design of a dwelling in the unique circumstances of London.\r\rHigher ceilings can help to offset issues associated with London's distinct higher densities and the effects of climate change by positively impacting on how spacious, light and comfortable the dwelling is. They can also improve the amount and quality of natural light and ventilation, and provide flexibility in the use of a room.\r\rThe applicant has not demonstrated that 75% of the floorspace of the accommodation would have a floor to ceiling height of 2.5m, and officers are unable to determine this from the submitted plans.\r\rAspect, Outlook, Lighting and Ventilation\rPolicy DM10 of the Council's Core Strategy requires that developments have regard to the amenities of occupants in terms of outlook.\r\rStandard 29 of the Mayor's Housing SPG 2016 states that developments should minimise the number of single aspect dwellings. Single aspect dwellings that are north facing, or exposed to noise levels above which significant adverse effects on health and quality of life occur, or which contain three or more bedrooms should be avoided.\r\rThe subtext to Policy D6 of the London Plan, 2021 goes onto say that dual aspect dwellings with opening windows on at least two sides have many inherent benefits. These include better daylight, a greater chance of direct sunlight for longer periods, natural cross ventilation and a greater capacity to address overheating, mitigating pollution, offering a choice of views, access to a quiet side of the building, greater flexibility in the use of rooms, and more potential for future adaptability by altering the use of rooms. Where possible, the provision of dual aspect dwellings should be maximised in a development proposal.\r\rThe proposed dwelling would be dual aspect with windows provided to the front and rear elevations. Officers consider that the proposed dwelling would be afforded sufficient natural light, good outlook and ventilation for the size of dwelling, commensurate with other dwellings along Douglas Road. \r\rOutdoor Space\rPolicy DM10 of the Council's Core Strategy requires developments to ensure adequate private and/or communal amenity space.\r\rPolicy Guidance 13 of the Council's Residential Design SPD 2013 states that although levels of private amenity space may vary considerably in different character areas, each new dwelling should have 50m2 of private outdoor space (plus an extra 5m2 for each bedroom after the third).\r\rThe proposed dwelling would benefit from approximately 80sqm of private outdoor amenity space to the rear. The rear garden would be accessed via bi-folding doors from the open plan kitchen/dining room. This garden area would meet the minimum quantum standards and would also be of a configuration so as to be a good quality, usable space for future occupiers. The adjoining dwelling would be left with a good-sized garden of approximately 100sqm.\r\rOverall\rThe layout of the accommodation is considered to represent logical internal floor space with good light, outlook and ventilation and storage space. The outdoor amenity space, which exceeds minimum size standards for new dwellings is welcomed. The proposed dwelling would meet the requirements of the nationally described space standards in terms of internal living accommodation. \r\rHowever, it has not been possible from the submitted information for officers to determine that the ceiling heights would comply with policy.\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. Development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rAccordingly, Policy CS8 of the Council's Core Strategy 2012 states the Council's intention to protect the primarily suburban character of the Borough, its existing buildings and areas of high quality and historic interest from inappropriate development. The Council will seek opportunities for sensitive enhancement in these areas and in areas of poorer environmental quality, where character has been eroded or needs improving. The assessment of development proposals will be guided by the Borough Character Study and the Residential Design SPD, ensuring that new development:\r- Recognises distinctive local features and character\r- Has regard to the historic and natural environment\r- Helps enhance locally distinctive places of high architectural and urban design quality\r- Accords with neighbourhood \"strategies for delivery\" set out under \"Character, Design and Heritage\"\r- Relates well and connects to its surroundings Policy DM10 identifies the most essential elements in contributing to the character and local distinctiveness of a street or area which should be respected, maintained or enhanced. These include:\r- Prevailing development typology, including housing types, sizes and occupancy\r- Prevailing density of the surrounding area\r- Scale, layout, height, form (including roof forms) and massing\r- Landscape setting and features\r- Plot width and format, which includes spaces between buildings\r- Building line build-up, set-back and front boundary\r- Typical details and key features such as roof forms, window format, building materials and design detailing of elevations, existence of grass verges, etc.\r\rThe proposal would retain the ridge height of the existing dwelling, and create a two storey side extension with rear facing dormers to facilitate the construction of the additional dwellinghouse. The two-storey extension would extend to sit hard against the shared boundary with No. 180 Douglas Road, and would propose a hipped roof with an extended ridge height. \r\rOfficers consider the side extension to relate closely in terms of scale and design to the side extension at No. 180.\r\rWhilst officers acknowledge that the proposals submitted under this application represent a significant improvement upon the massing and bulk of the extension from that previously submitted (under reference 22/01282/FUL), concerns remain in respect of the detrimental impact in terms of terracing effect, given that the first floor side extension would retain only a small gap of less than 1m between its flank and the side boundary (i.e. 0.6m gap between first floor and boundary).\r\rIn this respect, officers consider that the proposal would have an unacceptable impact on the character and appearance of the area.\r\rNeighbouring Amenities\rParagraph 130 of the NPPF 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D3 of the London Plan (2021) requires new development to deliver appropriate outlook, privacy and amenity. Policy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rPolicy Guidance 16 of the Council's Residential Design SPD 2013 considers neighbouring amenities in more detail. It states that for all new residential development (including conversions and changes of use), the priority should be to provide and protect acceptable levels of amenity for both existing and future residents. On smaller sites, the prevailing character of the area may dictate what separation distance will be but in general, minimum separation distances should be maintained using the following standards:\r- A separation distance of no less than 21m shall normally be maintained between facing windows of habitable rooms\r- A separation distance of 7.5m shall be maintained between new habitable room windows and the boundary to neighbouring properties or 15m between new habitable room windows and the flank wall of a neighbouring property\r- Where the site topology, landscape features or adequate screening is in place it may be appropriate to relax these distances\r- In all cases, developers should demonstrate, through a design and access statement, how adequate visual and acoustic privacy will be achieved - consistent with the Mayor's Housing SPG paras 2.3.30/Standard 5.1.1 \r\rWhile the proposed dwelling would sit hard against the shared boundary with No.180 Douglas Road, given the modest scale of the proposed dwelling and taking into consideration that the neighbouring property No. 180 Douglas Road does not have any side-facing windows, officers consider that the proposal would not have any significant adverse impact on the amenities of the occupants of 178 Douglas Road by reason of loss of light/sunlight, overbearing appearance or loss of privacy.\r\rGiven that the dwelling would not extend past the rear elevation of adjoining property No. 176 Douglas Road, it is considered that the proposed dwelling would not adversely affect the amenities of the occupiers of neighbouring property No. 176 Douglas Road by reason of overbearing appearance, loss of light or loss of privacy.\r\rThe proposed extensions at No. 176 Douglas Road would appear modest in scale and, as such, would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rA CEMP condition would also be imposed, in the event of an approval, to ensure that the development could be delivered in a way that would minimise disruption to neighbours and safeguard their amenity.\r\rThe proposed development by virtue of its size, siting and design in relation to the neighbouring properties would not cause any significant material harm to the outlook, daylight/sunlight provision or privacy of the neighbouring occupiers. In this regard, the assessment remains unchanged from that as previously assessed under reference 22/01282/FUL.\r\rTransport\rParagraph 110 of the NPPF 2021 requires that in assessing applications for development, it is ensured that: appropriate opportunities to promote sustainable transport modes can be - or have been - taken up; safe and suitable access to the site can be achieved for all users; the design of streets, parking areas, other transport elements and the content  of associated standards reflects current national guidance, including the National Design Guide and the National Model Design Code; and any significant impacts from the development on the transport network (in terms of capacity and congestion), or on highway safety, can be cost effectively mitigated to an acceptable degree.\r\rParagraph 111 goes on to say that development should only be prevented or refused on highways grounds if there would be an unacceptable impact on highway safety, or the residual cumulative impacts on the road network would be severe.\rParagraph 112 says that applications should give priority first to pedestrian and cycle movements, both within the scheme and in neighbouring areas, and second to facilitating access to high quality public transport, with layouts that maximise the catchment area for such services. They should also: address the needs of people with disabilities and reduced mobility; create places that are safe, secure and attractive, which minimise the scope for conflicts between pedestrians, cyclists and vehicles; allow for the efficient delivery of goods and access by service and emergency vehicles; and be designed to enable charging of ultra-low emission vehicles in safe, accessible and convenient locations.\r\rPolicy T4 of the London Plan 2021 states that development proposals should reflect and be integrated with current and planned transport access, capacity and connectivity. Where appropriate, mitigation, either through direct provision of public transport, walking and cycling facilities and highways improvements or through financial contributions, will be required to address adverse transport impacts that are identified. Development proposals should not increase road danger.\r\rPolicy DM10 of the Council's Core Strategy 2012 states that development proposals should have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rCar Parking\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. Car-free development should be the starting point for all development proposals in places that are (or are planned to be) well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite').\r\rThe maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy CS7 of the Council's Core Strategy 2012 sets out the Council's intention to manage on and off-street parking provision to promote sustainability and residential amenities.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rThe site is located within an area with a PTAL rating of 1b (poor) and on-street parking is not restricted within Douglas Road. For a property of the size proposed and in this particular location, table 10.3 of the London Plan (2021) sets out a maximum requirement of 1.5 spaces per dwelling.\r\rThe proposals would retain 1no. on-site space for the existing dwelling and would propose 1no. on-site space on the hardstanding to the front of the dwelling. The applicant has provided a Transport Technical Note dated 12th January 2022, where at Appendix A it includes a swept path diagram relating to the parking space which runs parallel to the highway.  \rThis arrangement is unacceptable for the following reasons:\r\r1) Reversing into this space from Douglas Road would require a vehicle to stop close to the junction with Thornhill Road, which would cause an unacceptable obstruction (it is noted that Google Street View imagery, September 2020 shows that a vehicle has been parking in this space, albeit having entered in a forward gear). This is considered to be a potential highway safety issue given the location.\r\r2) Notwithstanding the tracking as shown in the Appendix A drawing (without scale), in practice, vehicles parked in the perpendicular space may not park as indicated, especially were a driver to enter in forward gear (contrary to the Highway Code guidance but commonly occurring in practice) since they would then need to maintain a gap between their vehicle and the boundary wall in order to exit). In practice, this could lead to vehicles needing to adjust position by traversing more than once at an angle across the footway, which would unduly impact upon pedestrian safety.\r\r3) A driver exiting the property from the parallel space would not be doing so perpendicular with the highway and this would adversely affect visibility.\r\rThe proposed development would result in inconsiderate parking which could harm highway and pedestrian safety, contrary to Paragraph 111 of the NPPF, 2021, Policy T4 of the London Plan 2021, and Policies DM9 and DM10 of the LDF Core Strategy 2012. This holds substantial weight against the proposal.\r\rCycle Parking\rPolicy T5 of the London Plan, 2021 states that developments should provide cycle parking at least in accordance with the minimum standards set out in Table 10.2 and Figure 10.3, ensuring that a minimum of two short-stay and two long-stay cycle parking spaces are provided where the application of the minimum standards would result in a lower provision. Cycle parking should be designed and laid out in accordance with the guidance contained in the London Cycling Design Standards. Development proposals should demonstrate how cycle parking facilities will cater for larger cycles, including adapted cycles for disabled people.\r\rApplying Table 10.2 to the proposal results in a requirement for minimum of 2no. cycle parking spaces. It is proposed that 2no. cycle spaces be provided for each property - both to serve the proposed dwelling and the existing (No. 176). The cycle storage for No. 176 would be sited to the rear garden area, accessed via an independent side passageway. \r\rHowever, with regards to the proposed new dwelling, storage for cycles is shown internally under the stairs. This is not an appropriate arrangement and there is not sufficient information submitted to demonstrate that storage could be given to the front, without further impeding car parking arrangements. \r\rAs such, the proposed cycle storage for the proposed new dwelling is considered to be poor design and is not supported.\r\rRefuse and Recycling\rPolicy CS9 of the Council's Core Strategy 2012 requires integrated, well-designed recycling facilities to be incorporated into all new developments.\r\rPolicy Guidance 22 of the Council's Residential Design SPD 2013 provides further guidance on this matter, stating that the storage of waste facilities should be integral to the design of dwellings and located so that they can be accessed conveniently for residents. Ideally, they should be to the rear of the property, provided that a route between the front and rear of the property can be provided that does not go through the house.\r\rThe plans show that the waste and recycling bins will be stored within the front forecourt to the application site. The waste storage for the existing dwelling would be to the rear, with independent side access achieved. This is considered acceptable. \r\rHowever, the refuse/recycling facilities for the proposed new dwelling would be sited to the front garden area of the existing dwelling. This positioning is considered to be inappropriate, further congesting the front of the site, with it not possible to easily manoeuvre bins around a vehicle when the car parking spaces are in use, as well as representing poor amenity to the residents of the existing dwelling.\r\rAs such, the proposed siting of the refuse/recycling enclosure associated with the new dwelling is considered to be poor design and impractical and is, therefore, not supported.\r\rSustainability\rParagraph 157 of the NPPF 2021 requires new development to take account of landform, layout, building orientation, massing and landscaping to minimise energy consumption.\r\rPolicy SI2 of the London Plan 2021 requires all new major developments to be zero carbon. However, it does not set any requirements for minor developments.\r\rPolicy DM1 of the Council's Core Strategy 2012 requires all new residential developments to achieve Code for Sustainable Homes Level 6. However, the Code for Sustainable Homes was withdrawn by the Government in 2015.\r\rPolicy DM3 requires development proposals to take into consideration the requirements for climate change adaptation, including through the reduction of potable water consumption.\r\rThe proposed dwelling would be required to secure the required level of water efficiency and this would be dealt with via condition should the recommendation be one for approval. \r\rBiodiversity\rPolicy G6 of the London Plan 2021 states that development proposals should manage impacts on biodiversity and aim to secure net biodiversity gain. This should be informed by the best available ecological information and addressed from the start of the development process. Policy DM6 of the Council's Core Strategy 2012 echoes these principles.\r\rThis application presents an opportunity to secure biodiversity enhancements, and as such a condition requiring enhancements would be secured.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Strategy. Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation.\r\rCommunity Infrastructure Levy\rThe application would be liable to pay Mayoral CIL (MCIL2) currently set at £60 per square metre. \r\rThe development would also be liable for payment of the Community Infrastructure Levy (\"CIL\") and falls within Zone 4, for which the charge is £50 per square metre. \r\rConclusion / Planning Balance \rParagraph 11 of the NPPF states that where there are no relevant development plan policies, or the policies which are most important for determining the application are out-of-date, the Council should grant planning permission unless:\r- the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed or; \r- any adverse impacts of doing so would significantly and demonstrably outweigh the benefits, when assessed against the policies in this Framework taken as a whole. \r\rSignificant weight is given in the assessment of the proposals providing for one net additional residential dwellinghouse. \r\rOfficers find that the proposed development would provide for good quality living accommodation in terms of floor area, layout, light and outlook and external amenity space for future occupiers of the property. These are neutral matters in the overall assessment.\r\rHowever, it has not been possible for officers to ascertain the floor to ceiling heights which is afforded moderate weighting against the proposals.\r\rThe proposals have been assessed as acceptable in terms of impact to neighbouring amenity. This is given neutral weighting.\r\rThe proposals in terms of impact to the character and appearance of the host dwelling and area, are found to be unacceptable due to the terracing effect by virtue of the positioning of the first floor side extension in relation to the plot boundary. This is afforded moderate weighting against the proposals in the overall assessment.\r\rIn highways terms, the proposed car parking to the front pertaining to both the existing dwelling and that associated with the proposed house would result in an unacceptable parking and access arrangements which could harm highway and pedestrian safety. This is afforded significant weight against the proposals in the overall balancing exercise. \r\rThe cycle parking is considered to be unacceptable for the proposed dwelling, which is afforded moderate weight in the overall assessment. The proposed refuse/recycling storage to the front of the existing house (i.e. outside No. 176) is similarly considered to represent poor design, inadequate to properly and independently serve the proposed new dwelling, and this is afforded moderate weighting against the scheme.\r\rMatters of sustainability, biodiversity and fire safety could be enforced via condition and are given neutral weighting. \r\rIn conclusion and on balance, the delivery of one additional residential dwelling is considered not to demonstrably outweigh the disbenefits associated with standards of living accommodation (in terms of floor to ceiling heights), impact upon character and appearance of the street scene, car parking / highways and associated cycle and refuse/recycling storage. \r\rIt is therefore recommended that the application be refused.  \r",
    "The proposal is for drop kerb, please revise the location plan to show the red outline in the proposed site including the front pavement, where drop kerb will be proposed.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/09/2020",
  "secondary_street_name": null,
  "site_number": "19",
  "pp_id": "PP-08908910",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.289743,
          51.409998
        ],
        [
          -0.289744,
          51.409971
        ],
        [
          -0.289787,
          51.409972
        ],
        [
          -0.289786,
          51.409999
        ],
        [
          -0.289743,
          51.409998
        ]
      ]
    ],
    "type": "Polygon"
  }
}