{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFK3OXNHHJ700",
  "lapsed_date": "23/10/2025",
  "decision_target_date": "23/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3JZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.016
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02066/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520647,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:06.896Z",
  "id": "Kingston-20_02066_HOU",
  "application_type": "Householder",
  "street_name": "Mount Pleasant Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Vale - OLD",
  "decision_date": "23/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of rear dormer roof extension, window to side gable and installation of 2 no. rooflights to front roof slope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168867,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021779165",
  "centroid": {
    "lon": -0.266836,
    "lat": 51.406006
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, the window in the  side elevation (and situated on the second floor/roof) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The site comprises a detached dwelling.\r\r4 neighbouring properties have been notified of the proposals and 1 objection has been received relating to the loss of light/sunlight. The concern raised will be taken into consideration during the assessment of the application and detailed below.\r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment:\rRoof Extension (Dormer & 2x Hip-to-Gable) -\rPolicy Guidance 39 of the Residential Design SPD (Dormer windows) states that they should be designed so that they:\r- are set down from the ridge line of the existing roof by at least 500mm;\r- are set in from the sides and eaves of the roof by at least 500mm;\r- do not feature on the front slope of the roof (in most cases);\r- are designed to complement the character of the existing house and wider area;\r- match or line-up with any original windows below; and,\r- are not built in the style of a mansard roof \r\rPage 91 of the Residential Design SPD, Gable End Extension states:\rThis type of extension involves a roof extension where an existing hipped roof is\rextended out to form a gable. Proposals to extend a hipped roof to a gable roof are not\rusually appropriate as they are often at odds with the existing character of a property.\r\rAlthough officers acknowledge that the proposed dormer and hip-to-gables would have matching material to resemble the existing roof material, the proposed roof extension would not generally follow the guidance of the Residential Design SPD or respect the character and appearance of the wider area and the host dwelling. The double gable end extension would give the host dwelling a bulky appearance and diminish the pitched roof design prevalent in the vicinity of Berrylands. \r\rSingle Storey Rear Extension -\rThe proposed rear extension would have a depth of 3.9m and a flat roof height of 3m which falls in line with the Residential Design SPD, Policy Guidance 33. Additionally, it would not be visible from the street scene and would appear subordinate and proportionate. Therefore, the proposed single-storey rear extension alone would be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rOverall, officers consider that there would be adverse impacts on the character or appearance of the area as a result of the proposed roof extension.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer comment: Given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rOfficers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would not be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The submitted location plan does not have two roads. The proposed location plan is labelled as existing.\rPlease submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/08/2020",
  "secondary_street_name": null,
  "site_number": "24",
  "pp_id": "PP-09006472",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.266814,
          51.406019
        ],
        [
          -0.266815,
          51.405992
        ],
        [
          -0.266859,
          51.405993
        ],
        [
          -0.266858,
          51.40602
        ],
        [
          -0.266814,
          51.406019
        ]
      ]
    ],
    "type": "Polygon"
  }
}