{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGUGYCNHHV000",
  "lapsed_date": "23/11/2025",
  "decision_target_date": "23/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6LJ",
  "site_name": "",
  "status": "Commenced",
  "application_details": {
    "site_area": 0.017
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02316/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518893,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:21.894Z",
  "id": "Kingston-20_02316_HOU",
  "application_type": "Householder",
  "street_name": "Willoughby Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "23/11/2020",
  "epc_number": null,
  "actual_commencement_date": "18/07/2020",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey outbuilding to rear of property",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169910,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021770029",
  "centroid": {
    "lon": -0.291692,
    "lat": 51.41575
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '66 Willoughby Road, Kingston, KT2 6LJ', as set out in Section 1 (Site Address) of the submitted application form signed 17.09.2020, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: the establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Consultations\r7no. surrounding properties were notified of the proposed development. One representation received expressing concerns about party wall rights. \r\rOfficer Comment: Party Wall matters are outside of the remit of the planning system and are, instead, governed by the Party Wall Act 1996. Affected neighbours must consult with a suitably qualified surveyor. Unfortunately issues / concerns relating to party walls are not a material planning consideration for the purposes of assessment.\r\rProposal\rThe application seeks planning permission for the demolition of existing rear extension and erection of single storey rear extension.\r\rSite and Surroundings\rThe application site comprises of a two-storey, mid terrace property. \r\rThe surrounding properties comprises a mix of semi-detached and terraced two-storey dwellinghouses.\r\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; and\r-\tFire Safety\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposed single-storey rear extension would not be visible from the streetscene, contained behind the existing built form. \r\rThe proposals involve the erection of a 3.8m deep rear extension, spanning the full width of the dwelling. The extension would have a flat roof to a maximum height (from garden level) to 4m. \r\rWhilst officers recognise that the extension would not strictly adhere to guidance contained within the RBK Residential Design SPD, being slightly in excess of the guidance in terms of depth and above the guidance in height, officers note that the neighbouring property features a rear extension to a similar scale and the proposed extension would largely replicate this design and scale.\r\rHaving regard to the above officers consider that, in this instance, there would be no material impact from the proposed development on the character and appearance of the area.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rEach adjoining neighbouring property benefits from rear extensions to approximate depths of between 3m and 3.5m.\r\rThe proposed rear single-storey extension would cause no significant increase in the loss of privacy, loss of daylight, sense of enclosure or loss of outlook to the adjoining properties. \r\rAccordingly, the proposed development is considered to be acceptable in terms of residential amenity.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe proposal by virtue of its scale, design and materiality is considered to be subservient to the host dwelling and would not result in harm to the character and appearance of the host dwelling or wider area. In addition, the proposals would not result in materially harmful impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure. \r\rRecommendation:\rThat planning permission be GRANTED.\r",
    "With regards to your query about a refund, applications for Certificates of Lawfulness and Prior Notifications do not qualify for fee exemption."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/09/2020",
  "secondary_street_name": null,
  "site_number": "66",
  "pp_id": "PP-09079711",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29167,
          51.415763
        ],
        [
          -0.291671,
          51.415736
        ],
        [
          -0.291714,
          51.415737
        ],
        [
          -0.291713,
          51.415764
        ],
        [
          -0.29167,
          51.415763
        ]
      ]
    ],
    "type": "Polygon"
  }
}