{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QIX343NHID000",
  "lapsed_date": "18/12/2023",
  "decision_target_date": "23/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3PS",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.022000000000000002,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021765774"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02719/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519775,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:24:02.875Z",
  "id": "Kingston-20_02719_CPU",
  "application_type": "All Other",
  "street_name": "Porchester Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "18/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 2no front roof lights to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169135,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021765774",
  "centroid": {
    "lon": -0.279277,
    "lat": 51.408599
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are not considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Class B.2, (a) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a semi-detached dwelling within the Victoria Avenue Conservation Area. The significance of the Victoria Avenue Conservation Area is derived from the area ofseveral cohesive groups of two storey red brick houses built between 1893 and 1904. 39 of the houses (nos 2-38  and 3-41 Victoria Avenue ) were constructed by Henry Dally, a builder from Twickenham, all to the same design between 1893 - 1899. Henry Dally was also responsible for the erection of two detached villas (No 46 Victoria Avenue and No 2 Endsleigh Gardens) each house being a one off design.\r\rProposal\rReplacement of  like-for-like sash windows with double-glazed units\r\rConsultation\r20 Surrounding properties have been notified and no representations have been received.\r\rSurbiton CAAC: No response received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and\r- The impact of the development on the Victoria Avenue Conservation Area.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed windows would be wooden sash windows which appear to be of high quality and match the existing windows.  The proposed development is therefore considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHeritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 193 to 202 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: As set out above, it is considered that there would be no adverse impact in terms of character and appearance as a result of the proposals.  Therefore, it follows that there would be no harm to the significance of the Victoria Avenue Conservation Area. Overall, the proposed development is considered to preserve the character and appearance and significance of the Victoria Avenue Conservation Area. It is therefore not necessary to weigh any harm against any public benefits of the proposal. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please revise the validation check list with updated information\rThe new local validation list and checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/10/2020",
  "secondary_street_name": null,
  "site_number": "38",
  "pp_id": "PP-09202799",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.279255,
          51.408613
        ],
        [
          -0.279256,
          51.408586
        ],
        [
          -0.279299,
          51.408586
        ],
        [
          -0.279298,
          51.408613
        ],
        [
          -0.279255,
          51.408613
        ]
      ]
    ],
    "type": "Polygon"
  }
}