{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGSRT0NHHUC00",
  "lapsed_date": "30/11/2023",
  "decision_target_date": "30/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4LG",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.135
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02301/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521954,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:17.568Z",
  "id": "Kingston-20_02301_HOU",
  "application_type": "Householder",
  "street_name": "Ely Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "30/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of first floor side extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169362,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021775601",
  "centroid": {
    "lon": -0.247885,
    "lat": 51.410176
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed first floor side extension, by reason of its siting, massing, proposed roof form, window design and materials would result in an incongruous addition and an overbearing appearance on the existing street scene. This element of the proposed development would not be proportionate or subordinate and would not relate well to the main dwelling or the surrounding area and it would unbalance the terraced dwellings, thereby conflicting with policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Council's Residential Design Supplementary Planning Document, 2013.",
    "Application Site\rThe site comprises a terrace property (flats). \r\rProposal\rCreation of dropped kerb to form new vehicular crossover to hard standing and installation of an electric vehicle charging point.\rConsultation\r\rconsultation\r9 objections from neighbours have been received raising the following issues\r\rImpact on Street Tree\rHighway Safety\rFlooding \rLoss of greenery\r\rAssessment\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rPolicy DM6 of the Council's Core Strategy directs that the Council will ensure that new development does not result in a not loss of biodiversity.\r\rPolicy DM10 of the Council's Core Strategy directs that development proposals should have regard to local traffic conditions and highway safety and ensure they are not adversely affected.\r\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy, nor would there be flooding issues subject to the imposition of a suitable condition regarding drainage. However, \r\r1. The proposed crossover would be located with 6m of a mature street Tree. The proposed ground works have the real potential to disturb and damage the roots of the trees and thereby potential causing harm / irreparable damage. No evidence has been submitted with the application to demonstrate that the works could be carried out without harming the tree. The loss of the tree would have a detrimental impact on the character and appearance of the area as well as the biodiversity value of the site. The development is therefore contrary to Policies DM 6 and DM 10 of the RBK Core Strategy.\r\r2. The proposed crossover would result in the loss of a significant amount of green verge. The loss of the grass verge would have a detrimental impact on the character and appearance of the area as well as the biodiversity value of the site. The development is therefore contrary to Policies DM 6 and DM 10 of the RBK Core Strategy.\r \r3. The proposed crossover would be located in close proximity to the roundabout / junction and the raised crossing table. The movements in to and out of the site would give rise to highway safety concerns especially given that vehicles would not be able to access and egress the site in a forward gear. The development is therefore contrary to Policy DM 10 of the RBK Core Strategy.\r\r4. The proposed development would result in the removal of the front garden area and its replacement with hardstanding. The removal of the garden area would have a detrimental impact on the character and appearance of the area as well as the biodiversity value of the site. The development is therefore contrary to Policies DM 6 and DM 10 of the RBK Core Strategy.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The proposed elevations are labelled as existing. Please revise the proposed elevations with the correct labelling."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "05/10/2020",
  "secondary_street_name": null,
  "site_number": "24",
  "pp_id": "PP-09077868",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.247863,
          51.410189
        ],
        [
          -0.247864,
          51.410162
        ],
        [
          -0.247907,
          51.410162
        ],
        [
          -0.247906,
          51.410189
        ],
        [
          -0.247863,
          51.410189
        ]
      ]
    ],
    "type": "Polygon"
  }
}