{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHVL37NHI4600",
  "lapsed_date": "03/12/2025",
  "decision_target_date": "03/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3PY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.028
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02519/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521326,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:11.060Z",
  "id": "Kingston-20_02519_HOU",
  "application_type": "Householder",
  "street_name": "Sussex Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "03/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168351,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021781741",
  "centroid": {
    "lon": -0.257256,
    "lat": 51.401224
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The materials and finishes of the external walls, roof(s) and window frames of the development hereby permitted shall match in colour and texture those of the existing building, or such other materials as shall have been approved in writing by the Local Planning Authority and shall thereafter be retained as such. \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "A1 - Loading",
    "Consultations\r23no. surrounding properties were notified of the proposed development. Two representations received, with the following objections:\r\r- Loss of privacy to residential neighbouring properties and commerical premises\r- Impact upon amenity, including outlook\r- Noise and dust emissions from construction\r- Concerns regarding increase in vermin from any development\r\rOfficer Comment: Duly noted. Please refer to main body of the report.\r\rPlanning History\rNone\r\rProposal\rThe application seeks full planning permission for the change of use of existing office to 1no. 3bed property. Demolition of existing bin storage and erection of two storey side extension.\r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tThe Principle of Development;\r-\tThe Resultant Standard of Accommodation;\r-\tThe Impact upon the Residential Amenity;\r-\tThe Impact upon the Character and Appearance of the Area; \r-\tThe Impact upon Highway Safety;\r-\tRefuse/Recycling Provision; and\r-\tFire Safety\r\rPrinciple of Development\rPolicy CS10 of the Council's LDF Core Strategy, 2012 sets out the Borough's housing targets as defined by the London Plan, 2011.  Policy H1 (Increasing Housing Supply) of the London Plan (2021) sets ten-year targets for net housing completions that each local planning authority should plan for. Table 4.1 sets out the 10 year targets for net housing completions in each London Borough from 2019/20 - 2028/29). The requirement for Kingston is to deliver 9,640 homes in this 10 year period, which would equate to 964 net completions per annum.\r\rAs there is no 5-year housing land supply, paragraph 11 of the NPPF indicates that planning permission should be granted unless (i) the application of policies in this Framework that protect areas or assets of particular importance provides a clear reason for refusing the development proposed; or (ii) any adverse impacts of doing so significantly and demonstrably outweigh the benefits, when assessed against policies in this Framework taken as a whole.  These considerations should be given considerable weight in the assessment of any forthcoming planning application.\r\rLoss of Employment Floorspace\rThe site's existing lawful use of the site is as an office. \r\rPolicy DM17 of the Council's Core Strategy 2012 acts to protect existing employment land and premises unless it can be demonstrated that there is no demand for an employment use in that location.\r\rPolicy E1 (Offices) of the London Plan (2021) sets out that improvements to the quality, flexibility and adaptability of office space of different sizes should be supported by new office provision, refurbishment and mixed use development. It is further set out that existing viable office floorspace capacity should be retained, supported by Borough Article 4 Directions to remove permitted development rights where appropriate. \r\rParts G & H of Policy E1 go on to state that development proposals related to new or existing offices should take into account the need for a range of suitable workspace including lower cost and affordable workspace and that the scope for the re-use of otherwise surplus large office spaces for smaller office units should be explored. The redevelopment, intensification and change of use of surplus office space to other uses including housing is supported, subject to the provisions of Parts G and H of Policy E1 of the London Plan (2021).\r\rOfficers are also mindful of Paragraph 86(f) of the NPPF, which states that planning policies should recognise that residential development often plays an important role in ensuring the vitality of centres and should encourage residential development on appropriate sites. Officers note that Policy DM17 allows for alternative uses of employment land and premises, where there is no demand for an employment use in that location and consider this to be consistent with Paragraph 86(f).\r\rAccording to Paragraph 120 of the NPPF, planning decisions should support the development of under-utilised land and buildings, especially if this would help to meet identified needs for housing where land supply is constrained and available sites could be used more effectively. It specifically lists under point (d) converting the space above shops as an example of this.\r\rAs noted above, the supply of land for housing within the Borough is constrained and the proposal would, for all intents and purposes, amount to the conversion of office space for housing. However, there is no evidence submitted as part of this application to suggest that the upper floorspace is underutilised.\r\rIn the absence of any supporting marketing exercise, the proposals fundamentally conflict with Policy DM17 of the Kingston Core Strategy (2012), Policies E1 and SD9 of the London Plan (2021) and paragraph 81 of the NPPF (2021). The site is in a highly sustainable location within Kingston and could continue to offer a range of suitable workspaces, including lower cost and affordable workspace.\r\rStandard of Accommodation \rPolicy D6 (Housing Quality and Standards) of the London Plan (2021) sets out that housing development should be of high quality design and provide adequately sized rooms (as set out in Table 3.1 of the London Plan 2021) with comfortable and functional layouts which are fit for purpose and meet the needs of Londoners without differentiating between tenures. Policy DM13 of the Core Strategy (2012) reiterates the requirement for adequately sized properties. \r\rPolicy D6 of the London Plan (2021) encourages housing developments to maximise the provision of dual aspect dwellings and normally avoid the provision of single aspect dwellings. Single aspect dwellings should only be provided where it is considered a more appropriate design solution to meet the requirements of Part B of Policy D3 of the London Plan (2021).                             \rAny dwelling should also have a floor to ceiling height of at least 2.5m across 75% of its floor area, in recognition of the fact that ceiling heights are an important element in the design of a dwelling in the unique circumstances of London.\r\rHigher ceilings can help to offset issues associated with London's distinct higher densities and the effects of climate change by positively impacting on how spacious, light and comfortable the dwelling is. They can also improve the amount and quality of natural light and ventilation, and provide flexibility in the use of a room.          \r    \rWith regards to private amenity space, Policy D6 of the London Plan (2021) sets out that where there are no higher local standards in the borough Development Plan Documents, a minimum of 5sqm of private outdoor space should be provided for 1-2 person dwellings and an extra 1sqm should be provided for each additional occupant. Policy Guidance 13 of the Residential Design Guide SPD (2013) sets a higher minimum standard of 50sqm of private garden space per family house i.e. three bedrooms (where the prevailing character of the area allows) and 10sqm of private garden space for new flats. \rThe proposed unit would benefit from adequate natural light and ventilation, as well as a reasonable outlook.\r\rThe proposed 3-bedroom dwelling, however, would not accord with the requirements of the nationally described space standards. No dedicated built-in storage is shown. The requirements set a minimum floorspace for single bedrooms as 7.5sqm and a double bedroom as at least 11.5sqm. The plans show Bedroom A to be 11sqm, Bedroom B to be 8sqm and Bedroom C to be 12sqm. Bedroom B whilst presented as a double bedroom, would constitute a single bedroom for planning purposes. Bedroom A would fall short of the space requirements for a double bedroom and is, too, instead considered as a single bedroom for the purposes of this assessment. As such, it is considered that the proposals represent a 3-bedroom, 4-person occupancy dwelling (i.e. one double bedroom and two single sized bedrooms). The London Plan sets out a minimum floorspace expectation of 84sqm for such a sized unit arranged across two storeys. The proposed dwellinghouse would represent undersized accommodation for a 3-bedroom dwelling, totalling approximately 64sqm. This is afforded significant weighting against the proposals in terms of the substandard quality of the proposed internal accommodation. \r\rThe proposed flat would not offer any private outdoor amenity space for future occupants. Officers recognise that the site is physically constrained by surrounding buildings and opportunities to provide outdoor space are limited in the absence of comprehensive redevelopment. Officers therefore consider this to be acceptable in this instance.\r\rHowever, there is no information or sections submitted as part of the application to demonstrate that the unit would benefit from 2.5m floor to ceiling heights. This would carry moderate weight against the proposals. \r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan (2021) requires new development to deliver appropriate outlook, privacy and amenity. Policy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposal would involve only relatively minor addition to the built form to the site in the form of a 1.2m deep extension to the rear elevation. The side elevation would feature new windows. \r\rIt is not considered that the proposed works would have any material impact on the amenities of neighbouring occupiers by way of overbearing appearance, loss of light, or loss of privacy.\r\rImpact upon the Character and Appearance of the Area\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rPolicy D3 (Optimising Site Capacity Through the Design-Led Approach) of the London Plan (2021) sets out that all development must make the best use of land by following a design-led approach that optimises the capacity of sites. \r\rDevelopment proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. Spaces and buildings should maximise opportunities for urban greening to create attractive resilient places that can also help the management of surface water.\r\rThe proposal would involve relatively limited alterations to the external appearance of the building. Accordingly, the proposal is considered to have an acceptable impact on the character and appearance of the area.\r\r\rImpact upon Highway Safety\rPolicy T6 of the London Plan (2021) sets out that car-free development should be the starting point for all development proposals in places that are well-connected by public transport, with developments elsewhere designed to provide the minimum necessary parking ('car-lite'). Car-free development has no general parking but should still provide disabled persons parking in line with Part E of this policy.\r\rPolicies DM9 and DM10 of the Council's Core Strategy (2012) seek to ensure that new development has regard to local traffic conditions, and does not contribute to congestion or compromise highway safety.\r\rThe proposal would not involve any new or amended access to the public highway and would continue to provide 2no. off-street car parking spaces. \r\rTable 10.2 of the London Plan (2021) sets a minimum cycle parking provision of two spaces per dwelling above 1-bed, 2-person size. Cycle parking is not shown on the plans nor indicated on the application form. It is not clear to Officers whether cycle parking provision could be accommodated in an accessible and convenient location to promote usage by occupiers. The proposal would therefore be contrary to Policy T5 of the London Plan 2021 and the Council's Sustainable Transport SPD. \r\rRefuse / Recycling\rPolicy CS9 of the Council's Core Strategy 2012 requires integrated, well-designed recycling facilities to be incorporated into all new developments.\r\rPolicy Guidance 22 of the Council's Residential Design SPD 2013 provides further guidance on this matter, stating that the storage of waste facilities should be integral to the design of dwellings and located so that they can be accessed conveniently for residents. Ideally, they should be to the rear of the property, provided that a route between the front and rear of the property can be provided that does not go through the house.\r\rWhere containers need to be permanently stored to the front of a property, they should be housed in dedicated storage structures, which should be sited sensitively and where appropriate, well screened and appropriately landscaped so as to preserve and enhance the character of the street scene. In general, waste stores, typically containers, should not be sited to project forward of the established building line. A dedicated waste store should be constructed of materials appropriate to its context, particularly where the development site is in a sensitive location, for example a conservation area.\r\rBin storage is not shown and officers cannot be certain that an external refuse/recycling store could be provided externally with it noted that there is limited space to the front with the proposed off-street car parking retained. This is given significant weighting against the proposals in the overall assessment.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rThe proposed development would not accord with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan 2021, Policies CS8 and DM10 of the Core Strategy (2012), the Residential Design SPD (2013) and the Sustainable Transport SPD (2013). \r\rOfficers give significant weight to the proposal's positive contribution towards the Borough's housing supply. However, it is acknowledged that only one 3-bed dwelling would be provided. As such, the proposal's positive contribution to the Borough's housing stock and the associated social benefits it would bring to the community would be somewhat limited. \r\rNo sound evidence or rigorous marketing has been submitted to demonstrate that there is no quantitative or qualitative need for a range of employment spaces. The site is in a highly sustainable location and could continue to offer a range of suitable workspaces including lower cost and affordable workspace. The net loss of employment floorspace would carry significant weight against the scheme.\r\rOfficers find that the proposed development would provide for poor quality accommodation in terms of the quality of the internal accommodation, specifically in regards to the bedroom sizes and overall floorspace. In addition, information is absent regarding floor to ceiling heights. Collectively, these aspects are considered to result in substandard quality of accommodation which is afforded significant weighting against the proposals.\r\rThe proposed scheme does not contain any provision for refuse/recycling storage, leading to concerns regarding inappropriate disposal, nor does it provide external cycle storage, failing to encourage sustainable modes of transport and it is not clear from the submitted information as to whether this could otherwise be incorporated in a practical manner. These matters are each afforded moderate weighting against the proposals.\r\rOverall, the proposed new residential unit's benefits are tempered by the resulting poor standard of accommodation which would fail to meet local, regional and national policy standards. As such, the proposed introduction of residential accommodation in this instance is considered to be unacceptable and does not overcome the loss of the existing serviceable office floorspace.\r\rHaving regard to the above, officers consider the proposal to be contrary to the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be granted, officers conclude that planning permission should be refused.\r\r\rRecommendation:\rThat planning permission be REFUSED.\r",
    "The site address in the application form is '16 Park Road, Kingston Upon Thames, KT2 6BG', whereas the red outline in the location plan is in different address, please amend the location plan and other document with the correct address."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/10/2020",
  "secondary_street_name": null,
  "site_number": "9",
  "pp_id": "PP-09136777",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.257234,
          51.401237
        ],
        [
          -0.257235,
          51.40121
        ],
        [
          -0.257278,
          51.401211
        ],
        [
          -0.257277,
          51.401238
        ],
        [
          -0.257234,
          51.401237
        ]
      ]
    ],
    "type": "Polygon"
  }
}