{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJ9I8INHIF800",
  "lapsed_date": "07/01/2026",
  "decision_target_date": "07/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1JP",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02761/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518954,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:24:12.125Z",
  "id": "Kingston-20_02761_HOU",
  "application_type": "Householder",
  "street_name": "Chantry Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "07/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing single storey rear extension/structure and erection of new single storey rear extension and installation of new window to side elevation at first floor.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 164253,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021745882",
  "centroid": {
    "lon": -0.292709,
    "lat": 51.364894
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, The window in the west elevation and situated on the first floor shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the west elevation wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to extend the front elevation which would require an additional assessment on the character and appearance of the proposal and is therefore considered to be material.\r",
    "Whether or not a proposed amendment is considered to be non-material will depend on the circumstances of the case. There is no statutory definition of 'non material'. This is because it will be dependent on the context of the overall scheme - what may be non-material in one context may be material in another. Whether or not a change can be considered as a \"non-material amendment\" may be defined according to established legal concepts of materiality and de minimis. The local planning authority must have regard to the effect of the change, together with any previous changes made under section 96A. The local planning authority does not assess the acceptability of the proposed amendment but its magnitude.",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. \r\rAs per the new validation requirements, please complete and submit a Householder Checklist - Section 3. The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r",
    "PLEASE READ CAREFULLY:\r\rOn the 1st May 2024 the Council adopted a new Validation Local List. \r\rAs per the new validation requirements, please complete and submit a Validation Checklist - Section 3. The new Validation  Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A in the checklist without a written justification.\r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/11/2020",
  "secondary_street_name": null,
  "site_number": "52",
  "pp_id": "PP-09218513",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292687,
          51.364908
        ],
        [
          -0.292688,
          51.364881
        ],
        [
          -0.292731,
          51.364881
        ],
        [
          -0.29273,
          51.364908
        ],
        [
          -0.292687,
          51.364908
        ]
      ]
    ],
    "type": "Polygon"
  }
}