{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGQYN6NH04300",
  "lapsed_date": "22/10/2025",
  "decision_target_date": "22/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2QJ",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.021
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02286/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517691,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:12.631Z",
  "id": "Kingston-20_02286_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Woodgate Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington North & Hook - OLD",
  "decision_date": "22/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (4.0m in depth, maximum height of 3.9m and eaves height of 2.6m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 164279,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021752660",
  "centroid": {
    "lon": -0.310834,
    "lat": 51.365391
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extension and alterations are considered to fall within the parameters of  permitted development as set out under schedule 2, Part 1, Class A of the Town and County Planning (General Permitted Development) (England) Order 2015",
    "Application Site\rThe site comprises a semi-detached dwelling within the Grand Avenue/Elmbridge Avenue Local Area of Special Character.\r\rProposal\rErection of two storey side and single storey rear extensions\r\rIt is noted that the application also proposes to raise the ridge height which has not been included in the description of works but is visible on the proposed elevations.\r\rConsultation\rEight neighbouring properties have been notified and 1 letter of support have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on heritage assets - The Grand Avenue/Elmbridge Avenue Local Area of Special Character;\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety.\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. Appropriate forms of roof extension will depend on the style and character of the house on which it is proposed.\r\rParagraphs 199 to 208 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rThe Grand Avenue/Elmbridge Avenue Local Area of Special Character is a non-designated heritage asset.\r\rParagraph 203 of the NPPF states that:\rThe effect of an application on the significance of a non-designated heritage asset should be taken into account in determining the application. In weighing applications that directly or indirectly affect nondesignated heritage assets, a balanced judgement will be required having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rOfficer Comment: Side extensions can have a significant impact on the character of the streetscape especially when the proposed side extension would unbalance a pair of semi-detached properties.  This is also particularly true where they are visually prominent within the street. It is noted that the site falls within the Grand Avenue/Elmbridge Avenue Local Area of Special Character (LASC), a non-designated heritage asset, the significance of which is derived from a distinctive area of \"moderne\" style 1930's semi detached properties. The area was the first significant development on Grand Avenue and is of consistent high quality with a variety of details associated with the style including tiled details around entrances. Windows with a strong horizontal emphasis with some original \"crittall\" windows remaining. Flat and pitched roofed pairs with a mix of brick and smooth rendered finish. \r\rAs it stands, it is considered that Nos. 168 - 146 Grand Avenue have a group value which contributes positively towards the significance of the LASC. The proposed two storey side extension and the reducion in the existing balcony would be incongruous and erode the coherent appearance shared between Nos. 168 to 146, and more specifically No. 164 Grand Avenue and adjoining No. 162, thereby eroding the positive contribution they make to the character and appearance of the area and the LASC. The proposed side extension would be highly visible within the streetscene and would upset the symmetry of these semi detached properties. The increase in overall roof height would appear disjointed and would be highly discordant.\r\rOverall it is considered that the proposed development would be unacceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be an adverse impacts on the character and appearance of the area as a result of the proposed development.\r\rAs set out above, it is considered that there would be an adverse impact in terms of character and appearance as a result of the proposals.  Therefore, it follows that there would be harm to the significance of the non-designated heritage asset. Overall, the proposed development is not considered to preserve the character and appearance and significance of the Grand Avenue/Elmbridge Avenue Local Area of Special Character.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rPart A of Policy D12 (Fire Safety) of the London Plan (2021) sets out that \"In the interests of fire safety and to ensure the safety of all building users, all development proposals must achieve the highest standards of fire safety and ensure that they: \r1) identify suitably positioned unobstructed outside space: \r  a) for fire appliances to be positioned on \r  b) appropriate for use as an evacuation assembly point\r2) are designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r3) are constructed in an appropriate way to minimise the risk of fire spread\r4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r5) develop a robust strategy for evacuation which can be periodically updated and published, and which all building users can have confidence in\r6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\rOfficers Comments: No Fire Statement has been submitted to demonstrate how the proposed development addresses the requirements of Part A of Policy D12 of the London Plan (2021). Therefore, it has not been demonstrated that the proposals would achieve the highest standards of fire safety.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The submitted location plan does not show two main roads.  Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "10/09/2020",
  "secondary_street_name": null,
  "site_number": "35",
  "pp_id": "PP-09057710",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.310812,
          51.365404
        ],
        [
          -0.310813,
          51.365377
        ],
        [
          -0.310856,
          51.365378
        ],
        [
          -0.310855,
          51.365405
        ],
        [
          -0.310812,
          51.365404
        ]
      ]
    ],
    "type": "Polygon"
  }
}