{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHCWUMNHHZ000",
  "lapsed_date": "22/01/2026",
  "decision_target_date": "23/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 3EU",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.014
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02404/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519028,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:44.937Z",
  "id": "Kingston-20_02404_HOU",
  "application_type": "Householder",
  "street_name": "Bonner Hill Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Norbiton - OLD",
  "decision_date": "22/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side porch extension. Hip to gable and rear dormer roof extensions with installation of 2no front rooflights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168879,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021754938",
  "centroid": {
    "lon": -0.290098,
    "lat": 51.406456
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The roof of the extension(s) hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The applicant is informed that the submitted details have been assessed by the Council's Neighbourhood Traffic Engineer who is satisfeid with the details submitted but pointed out an inaccuracy with the construction working hours which has since been amended with an updated CEMP. As such, the details submitted are hereby approved, subject to carrying out the development in accordance with the approved details, in relation to Condition 4 (Construction Management Plan) of planning permission 22/03426/FUL, which states:\r\rNo development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "For the avoidance of doubt, please confirm the description 'Demolition of an existing rear timber garage and attached covered lean too. Erection of a single sotey rear outbuilding'."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/09/2020",
  "secondary_street_name": null,
  "site_number": "75",
  "pp_id": "PP-09097851",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.290076,
          51.406469
        ],
        [
          -0.290077,
          51.406442
        ],
        [
          -0.29012,
          51.406443
        ],
        [
          -0.290119,
          51.40647
        ],
        [
          -0.290076,
          51.406469
        ]
      ]
    ],
    "type": "Polygon"
  }
}