{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QILTK3NHIA300",
  "lapsed_date": "17/12/2025",
  "decision_target_date": "17/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3QW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.033,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021779004"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02646/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521067,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:42.454Z",
  "id": "Kingston-20_02646_CPU",
  "application_type": "All Other",
  "street_name": "Montem Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "17/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of L shaped rear dormer roof extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 168226,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021779004",
  "centroid": {
    "lon": -0.26102,
    "lat": 51.400156
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of an L shaped rear dormer roof extension falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a detached dwelling. The application property is not listed or locally listed and does not lie within a Conservation Area. It is noted that there are Tree protection Orders (TPO'S) in place.\r\rProposal\rErection of single storey rear outbuilding.\r\rConsultation\r28 neighbouring properties have been notified and two objections have been received. The material planning concerns raised are summarised as follows: \r- Effects on trees\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Access or traffic problems\r- Car park issues\r\rThese matters will be considered in the following assessment.\r\rRBK Tree and Landscape officer - Having reviewed the Arboricultural Impact Assessment and Tree Protection Scheme prepared by Ligna Consultancy officer is happy this can be approved subject to a pre-commencement condition regarding schedule of supervision that clearly outlines for which works the Arb Consultant will attend to carry out a watching brief or to inspect and we need a written guarantee that the Arb Consultant who has written this AMS has been retained for the purposes of fulfilling these obligations. \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings, \r- The impact of the development on Trees;\r- Impact on highways; and,\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed development would not be highly visible from public vantage points and would be viewed as an ancillary structure. Overall, it is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is therefore considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The proposed outbuilding would be approximately 6m in width, 6m in depth and 2.5m in height with a flat roof. Due to the limited height of the proposed outbuilding, its siting, positioning of windows and openings and relationship to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy. The use of the outbuilding as ancillary to the residential use of the main dwelling would be secured by condition should permission be granted.\r\rTrees\rPolicy G7 of the London Plan 2021 states that development proposals should ensure that, wherever possible, existing trees of value are retained. If planning permission is granted that necessitates the removal of trees, there should be adequate replacement. Policy DM10 of the Council's Core Strategy 2012 expects new development to ensure that trees that are important to the character of the area or covered by Tree Preservation Orders (TPOs) are not adversely affected.\r\rOfficers Comments: As stated above RBK tree officer is satisfied with the proposal subject to ongoing monitoring by the appointed Arb Consultant.\r\rHighways\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals. Where provided, each motorcycle parking space should count towards the maximum for car parking spaces at all use classes.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficers Comment: Officer note the objections received in relation to access or traffic problems and car parking issues. However, the proposed development would not result in loss of parking. Given that the proposed accommodation would be ancillary to the use of the main dwellinghouse, Officers do not consider that the outbuilding would give rise to any material increase in parking demand which would result in an a detrimental impact on the highways, when compared to the existing situation.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "For the avoidance of doubt, please confirm the description 'Erection of roof extension with rear dormer and istallation of 2nos front rooflights. Internal alterations.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/10/2020",
  "secondary_street_name": null,
  "site_number": "3",
  "pp_id": "PP-09181338",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.260998,
          51.400169
        ],
        [
          -0.260999,
          51.400142
        ],
        [
          -0.261042,
          51.400143
        ],
        [
          -0.261041,
          51.40017
        ],
        [
          -0.260998,
          51.400169
        ]
      ]
    ],
    "type": "Polygon"
  }
}