{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFDB2JNHHI700",
  "lapsed_date": "16/10/2025",
  "decision_target_date": "15/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9DT",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.035,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL S1  Surbiton"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021794496"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02045/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519826,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:00.812Z",
  "id": "Kingston-20_02045_CPU",
  "application_type": "All Other",
  "street_name": "Moresby Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "16/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions with installation of 3no front rooflights and 1no side gable window to facilitate loft conversion",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166805,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021794496",
  "centroid": {
    "lon": -0.27933,
    "lat": 51.387648
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions with the installation of 3no front rooflights and 1no side gable window to facilitate loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Application Site\rThe site comprises a detached dwelling.\r\rProposal\rDemolition of existing side extension and erection of part two storey and part single storey side extension. Roof extension with rear dormer and juliet balcony and installation of 2nos front rooflights to facilitate loft conversion.\r\rConsultation\r10 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment:  With regards to the proposed two storey side extension, Policy Guidance 36 of the Residential Design SPD states that the extension should remain subordinate to the original house and care should be taken to retain characteristic gaps between houses to prevent them from combining visually to form a 'terrace'. The proposed side extension and hip to gable roof extesnion would raise the existing ridge height considerably. The proposed development, when viewed from The Mount, would have an unrelenting and prominant appearance within the street scene and would incorporate a jumbled assemblage of roof forms which would appear incongruous. Overall, it is considered that the proposed development would diminish the distinctive character and appearance of the existing dwelling which makes a positive contribution to this area of established high quality. The proposed development would be overly dominant and visually intrusive within the street scene.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rFire Safety\rPart A of Policy D12 (Fire Safety) of the London Plan (2021) sets out that \"In the interests of fire safety and to ensure the safety of all building users, all development proposals must achieve the highest standards of fire safety and ensure that they: \r1) identify suitably positioned unobstructed outside space: \r  a) for fire appliances to be positioned on \r  b) appropriate for use as an evacuation assembly point\r2) are designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r3) are constructed in an appropriate way to minimise the risk of fire spread\r4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r5) develop a robust strategy for evacuation which can be periodically updated and published, and which all building users can have confidence in\r6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\rOfficers Comments: No Fire Statement has been submitted to demonstrate how the proposed development addresses the requirements of Part A of Policy D12 of the London Plan (2021). Therefore, it has not been demonstrated that the proposals would achieve the highest standards of fire safety.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "No"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/08/2020",
  "secondary_street_name": null,
  "site_number": "21",
  "pp_id": "PP-09000722",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.279308,
          51.387661
        ],
        [
          -0.279309,
          51.387634
        ],
        [
          -0.279352,
          51.387634
        ],
        [
          -0.279351,
          51.387661
        ],
        [
          -0.279308,
          51.387661
        ]
      ]
    ],
    "type": "Polygon"
  }
}