{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJIRO7NHIH100",
  "lapsed_date": "04/01/2026",
  "decision_target_date": "04/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 1EG",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.021,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021750984"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02800/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518371,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:24:21.930Z",
  "id": "Kingston-20_02800_CPU",
  "application_type": "All Other",
  "street_name": "Priory Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "04/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions, installation of 2no. rooflights to front roofslope and changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 165064,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021750984",
  "centroid": {
    "lon": -0.30081,
    "lat": 51.372305
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions, installation of 2no. rooflights to front roofslope, changes to fenestration and alterations to the soil and vent pipe falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B, C and G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission.\r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to make the following changes to the original planning application ref no 20/01713/HOU for 'erection of first floor side extension': addition of a window to the first floor front elevation to serve a dressing room and reduced setback of the first floor front elevation. \r \rWhile the addition of a new window would be considered as non material, the proposed set back distance of approximately 23cm would result in increased mass and bulk of the approved first floor extension and increased roof volume. The submitted plans suggest that the proposed roof line would not be set down from the existing roof ridge as per the approved plans. As such, the proposed alterations to the siting of the first floor front elevation would require an additional assessment on character and appearance of the proposal and therefore are considered to be material.\r",
    "Since the Block Plan has been submitted please check the red line boundary of the submitted Site Location Plan is correct as it does not align with the Block Plan."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "09/11/2020",
  "secondary_street_name": null,
  "site_number": "63",
  "pp_id": "PP-09230695",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.300788,
          51.372318
        ],
        [
          -0.300789,
          51.372291
        ],
        [
          -0.300832,
          51.372292
        ],
        [
          -0.300831,
          51.372319
        ],
        [
          -0.300788,
          51.372318
        ]
      ]
    ],
    "type": "Polygon"
  }
}