{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QF8ZNMNHHGE00",
  "lapsed_date": "16/10/2025",
  "decision_target_date": "13/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6DZ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.016,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021782956"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02005/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521740,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:20:50.892Z",
  "id": "Kingston-20_02005_CPU",
  "application_type": "All Other",
  "street_name": "Woodfield Gardens",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "16/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extension with installation of 2no front rooflights to facilitate loft conversion.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 167759,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021782956",
  "centroid": {
    "lon": -0.25151,
    "lat": 51.395815
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of a hip to gable and rear dormer roof extension with the installation of 2no front rooflights to facilitate a loft conversion falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Consultations\r3no. surrounding properties were notified of the proposed development. No representations received.\r\rProposal\rThe application seeks planning permission for the erection of a single storey rear extension.\r\rSite and Surroundings\rThe application site comprises of a two-storey, end terrace property. \r\rThe surrounding properties comprises predominantly semi-detached terraced dwellinghouses.\r\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; and\r-\tFire Safety\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposed single-storey rear extension would not be visible from the streetscene, contained behind the existing built form. \r\rThe proposals involve the erection of a rear extension measuring 4m in depth, and spanning the full width of the dwelling. \r\rThe extension is proposed to have a flat roof to a maximum height of 3m, with a projecting rooflight to the centre of the roof. The proposed extension is considered appropriate in its scale and design.  \r\rHaving regard to the above officers consider that there would be no material impact from the proposed development on the character and appearance of the area.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed rear single-storey extension would cause no significant increase in the loss of privacy, loss of daylight, sense of enclosure or loss of outlook to the adjoining properties. \r\rAccordingly, the proposed development is considered to be acceptable in terms of residential amenity.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe proposal by virtue of its scale, design and materiality is considered to be subservient to the host dwelling and would not result in harm to the character and appearance of the host dwelling or wider area. In addition, the proposals would not result in materially harmful impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure. \r\rRecommendation:\rThat planning permission be GRANTED.\r",
    "I acknowledge receipt of your payment for £129.00, however, as the application relates to existing development, the required fee is £258.00, therefore please forward the outstanding balance of £129.00 as soon as possible.\r\rNote: Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "18/08/2020",
  "secondary_street_name": null,
  "site_number": "34",
  "pp_id": "PP-08992070",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.251488,
          51.395828
        ],
        [
          -0.251489,
          51.395801
        ],
        [
          -0.251532,
          51.395802
        ],
        [
          -0.251531,
          51.395829
        ],
        [
          -0.251488,
          51.395828
        ]
      ]
    ],
    "type": "Polygon"
  }
}