{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QISUCCNHIB200",
  "lapsed_date": "21/12/2023",
  "decision_target_date": "21/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6LE",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.016,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021756148"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02667/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518712,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:48.630Z",
  "id": "Kingston-20_02667_CPU",
  "application_type": "All Other",
  "street_name": "Canbury Park Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "21/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of dormer roof extensions to facilitate loft conversion with changes to fenestration of rear ground floor",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 169639,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021756148",
  "centroid": {
    "lon": -0.294385,
    "lat": 51.413352
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "As the result of the works the proposed development would exceed the height of the highest part of the existing roof,  failing to comply with paragraph B.1 (b) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The materials (proposed windows for roof extensions) for the proposed development would not comply with Condition B.2 (a) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises an end-terraced dwelling, located within the Lime Grove, Local Area of Special Character.\r\r6 neighbouring properties have been notified of the proposals and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development.\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- The impact of the development and non-designated heritage assets.\r- Fire Safety.\r\r Design\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: This application seeks approval for a single storey rear extension with a total depth of approximately 4.4m and a flat roof height of approximately 2.9m (ground level) which would have the addition of a raised skylight, bringing the rear extension to a total height of approximately 3.7m.\r\rWhilst officers note that the proposed extension would not strictly follow Policy Guidance 33, of the Residential Design SPD, in regards to depth, the design would still appear subordinate to the host dwelling and would not be visible from the streetscene. Additionally, it would not be incongruous with the wider area, as neighbouring properties benefit from similar extensions.\r\rTherefore, the proposed extension is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities.\r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: As noted above, although the proposed development would not generally be in keeping with the Residential Design SPD, it would not detract from the character and appearance of the surrounding area, but rather preserve it. As such officers conclude that the proposed development would not result in any harm to the Lime Grove, Local Area of Special Character.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Report which suitably addresses the provisions of Policy D12(A). For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan 2021, Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Application Site\rThe application site is located within Kingston Town Centre on the southern side of Old London Road and comprises of a two-storey building with ground floor in commercial use. The surrounding area is commercial in character with two and three-storey terraced buildings with retail units on lower floors and office uses to the upper floors. The site falls within the Council's K+20 Area Action Plan and is designated as a Primary Shopping Frontage. The site falls within the Old London Road Area of Special Character.\r\rThe application building is Grade-II listed. \r\rProposal\rThe application seeks listed building consent for alterations to the signage. \r\r(Advertisement consent was separately approved on 14.06.2023 for the installation of replacement illuminated shopfront fascia signage to front and rear, and additional associated sign at this address).\r\rConsultation\rNo comments.\r\rAssessment\rThe main issue in the assessment of this application is:\r- The impact on heritage assets\r\rImpact upon Heritage Assets\rSections 16 and 66 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) state that in considering whether to grant planning permission for development which affects a listed building or its setting, the local planning authority shall have special regard to the desirability of preserving the building or its setting or any features of special architectural or historic interest which it possesses.\r\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.\r\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rThe application proposes the installation of two fascia signs to the Old London Road elevation and Fairfield North elevation and one wall-mounted sign. \r\rThe proposals are considered to be sympathetic to the scale, mass, height and aesthetic attributes of the designated heritage asset of the Grade-II listed building. \r\rThe level of intervention on the fabric of the Grade-II building itself is minimal, thereby preserving the character defining elements of the historic fabric, retaining the authenticity of the building. The impact of the proposals is considered to result in \"less than substantial harm\" to the heritage asset. \r\rConclusion\rThe proposals would preserve the special architectural and historic interest of the building and therefore the requirements of section 66 (1) of the Planning (Listed Buildings and Conservation Area) Act 1990 are met.  As such, the proposal is considered to comply with policies D3 and HC1 of the London Plan 2021 and policies CS8, DM10 and DM12 of the LDF Core Strategy, 2012.  \r\rHaving regard to the above, officers consider the proposal to be in accordance with the development plan taken as a whole. In the absence of any other material considerations which indicate that permission should be refused, officers conclude that listed building consent should be granted.\r",
    "On the 1st May 2024 the Council adopted a new Householder Local List. \r\rAs per the new validation requirements, please complete and submit a Householder Checklist - Section 3. The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review.\r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter.",
    "Please submit 'Fire Statement.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "26/10/2020",
  "secondary_street_name": null,
  "site_number": "164",
  "pp_id": "PP-09168256",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.294363,
          51.413366
        ],
        [
          -0.294364,
          51.413339
        ],
        [
          -0.294407,
          51.413339
        ],
        [
          -0.294406,
          51.413366
        ],
        [
          -0.294363,
          51.413366
        ]
      ]
    ],
    "type": "Polygon"
  }
}