{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QK1ACBNHIM800",
  "lapsed_date": "15/01/2026",
  "decision_target_date": "14/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7LN",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.044000000000000004,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Old Malden"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216641II"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216641IH"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ216641IG"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Education"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021804075"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02921/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521396,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:24:49.423Z",
  "id": "Kingston-20_02921_CPU",
  "application_type": "All Other",
  "street_name": "The Manor Drive",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "15/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Conversion of garage into habitable space with associated changes to fenestration",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166122,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021804075",
  "centroid": {
    "lon": -0.257011,
    "lat": 51.381176
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed conversion of the garage into habitable space with associated changes to fenestration falls within the parameters of permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "--Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rSection 38(6) of the Planning and Compulsory Purchase Act 2004 states that planning applications must be determined in accordance with the development plan unless material considerations indicate otherwise.\r\rThe development plan for the Royal Borough of Kingston upon Thames comprises the following documents:\r\r- The London Plan 2021\r- The South London Waste Plan 2022 \r- The LDF Core Strategy 2012\r- The Kingston Town Centre Area Action Plan 2008\r\rApplication Site\rThe site comprises a modern three storey end terrace townhouse located within a purpose built block of 4 townhouses.  It is in an area comprising largely of terraced town houses and intermittently dispersed detached dwellings. \r\rThe site is located within an area of land designated as a Strategic Area of Special Character (Kingston Hill/ Coombe Hill).\r\rThe existing  property is not statutory or locally listed and resides within the Liverpool Road Conservation Area.\r\rProposal\r\rThe application seeks full planning permission for the erection of a single storey rear extension and internal alterations.\r\rConsultation\r4 neighbouring properties have been notified and one letter of objection has been received stating:\r- Inappropriate design/ layout\r- Loss of light/ sunlight\r\rThese material considerations will be included within the assessment. Concerns have also been raised about a 'Right of Access', however, this is a civil matter.\r\rRBK Tree Officer - No Objection\r\rKingston Town Neighbourhood Conservation Area Advisory Committee - No Objection\r\rPlanning History\r- 17/14855/HOU The conversion of integral garage to habitable floor space. Replacement of garage door with window to match existing windows and installation of new new obscure gazed side windows. Granted  17.10.17\r- 14/1435/TCA - Clean up storm damage and reduce remaining crown by 30%.  Granted 24.04.14\r- 02/14049/TCA - Felling of Ash Tree. Granted 08.08.02\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- Heritage Assets \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Policy Guidance 33 (Single Storey Rear Extensions) of the Residential Design SPD 2013  state that single storey rear extensions should be designed so that they appear proportionate and subordinate to the host building. In all cases, the following guidance applies :\r\r- If the neighbouring property has a different rear building line, then the depth of the extension could be increased\r- In all cases, at least 50% of the rear garden should remain\r- Extensions should generally not exceed 3m to 3.5m in depth\r- Extensions with a flat roof should not exceed 3m in height\r- Extensions with a parapet roof should not exceed 3.3m height\r- Extensions with a pitched roof should not exceed 4 m in height\r\rThe proposal seeks for the erection of a single storey rear extension  to the property. The proposed extension would extend 2m from the rear wall of the original dwelinghouse and would extend the the full width of dwelling house at 4.90m creating a gross internal floorspace of 7 sqm to accommodate an open plan kitchen dining area.\r\rThe proposed structure will extend to 2.8m in height and will have a flat roof accommodating 3 rooflights. The new side elevation will accommodate a new external door  which will face towards  the shared  access space between No11 and No10 Heatherdale Close. \r\rIn terms of proposed materials, details on the accompanying drawings and application form indicate that the proposed flat roof will have a fiber glass finish and windows will be double glazed aluminium  framed bi folding doors. The proposed new walls will comprise of brick work to match the existing elevations.\r\rThe proposals will not be visible from the street. \r\rIn consideration of the above,  the proposed development is deemed to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rHeritage Assets\rSection 72 of the Planning (Listed Buildings and Conservation Areas) Act 1990 (as amended) places a duty on local planning authorities to pay special attention to the desirability of preserving or enhancing the character and appearance of conservation areas, when considering development proposals that would affect land or buildings within them.                                                                                                                  \rParagraphs 193 to 202 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer comment: Within the context of the existing built form, and noting the above assessment that the proposed extension would not have any adverse impact on the character and appearance of the area, it is considered that the proposals would not harm the significance of the Liverpool Road Conservation Area.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  The principal properties to consider in relation to amenity are immediate neighbouring property No12 and No10  Heatherdale Close.  \r\rA shared boundary exists between No11 and No12 comprising of a close boarded wooden fence  of approximately 1.8m height which runs the length of the garden from the rear wall of the properties.   \r\rIn considering the impact on daylight  at No. 12 by the proposed extension, the proposals would pass the BRE 45 degree rule in relation to the closest habitable room window and it is noted that the ground floor at this property is served by an additional rear facing opening. Within this context, it is considered that there would be no significant loss of daylight to this neighbour.\r\rIn respect of no.10 Heatherdale Close,  the new external door presented on the new side elevation  at no.11 will front towards  the shared access space between the properties and the flank wall  of no.10 where there are no windows or doors. It is observed that the rear building line for no. 10 is different to no.11 as it resides in a different building block and there is a  a shared access space between them , however there is shared garden boundary to the rear. In reviewing the application drawings, it is observed that the proposed extension will not follow the building line of no. 10 and will be set back  not result in overshadowing in this area. On this basis, it is considered that the proposed extensions will not affect the amenities of this neighbouring property.  \r\rIt is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\r",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. Please ensure that your application submission includes all the necessary documentation as required by the new local list. \r\rThen please complete and submit a Householder Checklist - Section 3 to confirm that you have provided all mandatory documents  The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/11/2020",
  "secondary_street_name": null,
  "site_number": "116",
  "pp_id": "PP-09264271",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256989,
          51.381189
        ],
        [
          -0.25699,
          51.381162
        ],
        [
          -0.257033,
          51.381163
        ],
        [
          -0.257032,
          51.38119
        ],
        [
          -0.256989,
          51.381189
        ]
      ]
    ],
    "type": "Polygon"
  }
}