{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QH0EVVNHHVV00",
  "lapsed_date": "16/11/2023",
  "decision_target_date": "16/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5DL",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02333/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517706,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:26.377Z",
  "id": "Kingston-20_02333_HOU",
  "application_type": "Householder",
  "street_name": "Victoria Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "16/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension with 1no window installation to ground floor side elevation",
  "actual_completion_date": null,
  "last_date_consultation_comments": "15/10/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 167104,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021800925",
  "centroid": {
    "lon": -0.309684,
    "lat": 51.390778
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension would result in an unacceptable loss of daylight to habitable room windows, an unacceptable overbearing impact and an undue sense of enclosure to adjoining property, No. 5 Victoria Avenue by reason of its excessive depth and height along the shared boundary. The proposed development would result in an unacceptable adverse impact on the amenities of adjoining property, No. 5 Victoria Avenue, thereby conflicting with Policy DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy (Adopted April 2012), and the Residential Design SPD (Adopted July 2013).",
    "By reason of its excessive depth the proposed extension would not be proportionate or subordinate to the main dwelling and would not conform with the prevailing pattern of development on the southern side of Victoria Avenue. In addition, the proposed flat roof form and proposed materials would not be in keeping with the character and appearance of the roof of the main dwelling. As such, the proposed development would have an unacceptable adverse impact on character and appearance, thereby conflicting with Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (2012) and Policy Guidance 33 of the Residential Design SPD (2013).",
    "Consultations\r6no. surrounding properties were notified of the proposed development. No representations received.\r\rProposal\rThe application seeks planning permission for the erection of a single storey rear outbuilding.\r\rPlanning History\r22/03607/PAEXT - Erection of 2no single-storey ground floor, flat roof, rear extensions (8.00m in depth, maximum height of 3.00m and eaves height of 2.85m) following partial demolition of existing rear kitchen and full demolition of existing conservatory. Prior Approval Not Required, dated 28.12.2022.\r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; and\r-\tFire Safety\r\rCharacter and Appearance\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposed outbuilding would be modest in footprint, when viewed in the context of the rear garden and other outbuildings/ structures in vicinity of the site.  No objection is raised to the external treatment of the outbuilding (with render façade and uPVC windows and door), and overall it is considered to appear a subordinate and proportionate addition within the application site and in keeping with the prevailing pattern of development within the immediate area. \r\rGiven the above, it is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed outbuilding would sit close to the rear boundary and would fill most of the width of the plot. The proposed outbuilding would measure 2.5 - 2.7m in height with a flat roof and one flush rooflight.\r\r1no. set of central doors and 2no. windows are proposed to the front elevation of the outbuilding. Given that the outbuilding is positioned to the rear of the dwellinghouse, it is not thought that the openings result in harm to the front facing neighbours. Notwithstanding this, habitable room windows should retain a distance of 21 metres to ensure that overlooking and loss of privacy would not occur. The proposals would meet this requirement. \r\rIt is not considered that the proposed outbuilding would result in any harmful overlooking impacts onto neighbouring sites and by way of its moderate height, it is not thought to appear dominant or result in loss of light or outlook. \r\rIt is therefore considered that the proposed development by virtue of its scale and nature would not cause any significant harm to the outlook, privacy or daylight/sunlight provision of neighbouring occupiers and would comply with Policy DM10 of the Council's adopted LDF Core Strategy April 2012. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development would accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rThe proposal by virtue of its scale, design and materiality is considered to be subservient to the host dwelling and would not result in harm to the character and appearance of the host dwelling or wider area. In addition, the proposals would not result in materially harmful impact to neighbouring amenity by way of overlooking, loss of light or sense of overbearing or enclosure. \r\rRecommendation:\rThat planning permission be GRANTED.\r",
    "For the avoidance of doubt, please confirm the description 'Refurbishment of rear public toilet as seated beer garden, conversion of service yard into a new beer garden seating area with new pavement. Internal alteration and use of shop no 161 as part of a pub.'\rPlease amend it in your own words, if you do not agree or if there are any changes in basement.",
    "Application Form Residential details - the Application form states there are 3 flats to be lost and 4 flats to be added by this proposal, however there are 5 flats shown on the proposed plans. Please confirm the proposal and amend and re-submit the Application Form where necessary."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/09/2020",
  "secondary_street_name": null,
  "site_number": "7",
  "pp_id": "PP-09087947",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309662,
          51.390791
        ],
        [
          -0.309663,
          51.390764
        ],
        [
          -0.309706,
          51.390765
        ],
        [
          -0.309705,
          51.390792
        ],
        [
          -0.309662,
          51.390791
        ]
      ]
    ],
    "type": "Polygon"
  }
}