{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGOU6NNHHSQ00",
  "lapsed_date": "16/11/2023",
  "decision_target_date": "16/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5QD",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.026000000000000002,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "LASC Name: Tudor Estate"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All applications for developments likely to attract birds or connected with an aviation use.\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ187102JA"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021753693"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02266/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518074,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:06.298Z",
  "id": "Kingston-20_02266_CPU",
  "application_type": "All Other",
  "street_name": "Aragon Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "16/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 171241,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021753693",
  "centroid": {
    "lon": -0.303021,
    "lat": 51.427884
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension would extend beyond the rear wall of the original dwellinghouse by more than 3 metres and it would extend beyond a wall forming a side elevation of the original dwellinghouse and have a width greater than half the width of the original dwellinghouse, in conflict with Paragraphs A.1(f)(i) and A.1(j)(iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi detached property in use as a dental surgery, and  located on the north side of  Cambridge Road, opposite Hampden Road. \r\rThe site is not subject to any land use designations. \r\r12 neighbouring properties have been notified of the proposals, two responses have been received  (duplicate and from the same person and postal address) on grounds of loss of light and noise and disturbance during construction \r\rPlanning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\rThe key areas of assessment are: \r- Design and character \r- Neighbour amenity  \r\rDesign and Character\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rAlthough proposal relates to non residential use, the building itself appears to have originally been a dwelling house and it would therefore be reasonable to  apply the guidelines as set out within Policy Guidance 33 of the Residential Design Guide SPD, which relates specifically to  single storey rear extensions to residential accommodation, which should be designed so that they appear proportionate and subordinate to the host building. It states that  extensions should not normally exceed 3-3.5m in depth, also that a pitched roof  should not normally exceed 4 m in height\r\rThe proposal is for a single storey and rear extension to provide additional dental  surgery room and ancillary  accommodation. The extension extends  3.5m  from the original rear wall of the building, and retains the step in building footprint. The extension has a  part mono pitched roof and part google  end roof. The extension consists of brick and tile to match the existing  building.\r\rThe proposed extension is set  to the rear and not visible in the streetscene. Overall, the extension is designed and scaled appropriately and, on this basis, the proposal would not result in harm to the character and appearance of the area. As such, the proposal is in accordance with Policy D3 of the London Plan (2021) and Policies CS8 and DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of  neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment:\rThe proposed extension extends approximately 3.5m along the neighbour boundary with No. 57 Cambridge Road,  with a mono pitch roof  with a height of 2.2m to eaves and with maximum height of 3.4m at the apex.  There are windows  on the rear elevation to this neighbouring building which appear to serve habitable rooms.  \r\rIt is noted that Policy Guidance 33 of the Residential Design Guide SPD  allows for a single storey extension of  up to 3.5 metres on a semi-detached property providing the height with  a pitched roof of up to 4m in height. The proposed extension would comply with these guidelines. Given the depth of the extension and the angled roof form, it is not considered that the proposal would give rise to any unreasonable loss of daylight, sunlight or overbearing impact that could substantiate grounds for refusal.  The proposal is also not considered to result in an undue loss of privacy for this neighbour. \r\rWith regard to No. 61 Cambridge Road, the extension  would be setback approximately 1.5m from the boundary and in excess of 3m to the neighbouring dwelling and therefore  it can be concluded that the proposal would result in an undue loss of daylight and sunlight to this neighbour. The proposal is not considered to result in an undue loss of privacy for this neighbour.\r\rObjections resting to noise and disturbance during building works could not substantiate grounds for refusal and covered under separate legislation.\r\rFor these reasons, the proposed extension is not considered to result in an undue loss of amenity for surrounding neighbours, in accordance with Policy DM10 of the RBK Core Strategy (2012).\r\rFire Safety Assessment\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\rOfficer Comment: The applicant has submitted a fire safety exception statement, which confirms that current fire safety measures are appropriate and will not be negatively affected by the development. In line with GLA guidance,  further details are therefore not required to be sought by condition\r\rOverall the development is considered to be in accordance with the development plan and as such, planning permission is recommended for approval, subject to the conditions listed above.\r",
    "Please provide a Site Location Plan scaled at either 1:1250 or 1:2500 which identifies the site and the surrounding area and shows at least two roads and the north point. The site should be outlined in red. It should include land necessary to carry out the proposed development (e.g. land required for access to the site from a public highway, visibility splays, car parking and open areas around buildings).\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/09/2020",
  "secondary_street_name": null,
  "site_number": "48",
  "pp_id": "PP-09068214",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.302999,
          51.427897
        ],
        [
          -0.303,
          51.42787
        ],
        [
          -0.303043,
          51.427871
        ],
        [
          -0.303042,
          51.427898
        ],
        [
          -0.302999,
          51.427897
        ]
      ]
    ],
    "type": "Polygon"
  }
}