{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGE6YTNHHQR00",
  "lapsed_date": "10/11/2025",
  "decision_target_date": "10/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7RQ",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02231/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521240,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:56.420Z",
  "id": "Kingston-20_02231_HOU",
  "application_type": "Householder",
  "street_name": "Brockenhurst Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "10/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side, single storey rear extension, extension of  front porch and replacement of existing front windows with double glazed windows.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166476,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021802128",
  "centroid": {
    "lon": -0.259131,
    "lat": 51.384391
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, the windows in the side elevation (and situated on the ground and first floor) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The flat roof(s) of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The development approved by this planning permission will be liable to pay Kingston CIL which is presently set at £50/sqm of development; and the Mayoral of London's CIL (MCIL) which is presently set at £60/sqm of development. \r\rPayment will be due once the owner/developer serves a development Commencement Notice on the Council, and a payment Demand Notice has been received by the owner.  Failure to submit a Commencement Notice will incur a surcharge of 20% of the chargeable amount or £2,500, whichever is the lower amount.  When you have discharged all pre-commencement conditions the Council will issue a Liability Notice to the owner setting out the MCIL calculation.  Accompanying the Liability Notice will be a  blank Commencement Notice and if necessary a blank Assumption of Liability form, both of which need to be completed and returned to the Council prior to development commencing.  A failure to do so will incur a surcharge. \r\rShould you have any questions in respect of the contents of this letter or the MCIL more generally, please contact the Council's Contact Centre by email mcil@rbk.kingston.gov.uk or phone 0208 547 5002.\r",
    "Consultations\r9no. surrounding properties were notified of the proposed development. No representations received.\r\rPlanning History\r22/03078/HOU - Proposed loft conversion, including raising of both flank walls and addition of pitched roof facing front elevation and installation of 2no. rooflights. Refused planning permission, dated 07.12.2022 for the following reason:\r\r(1)\tThe proposed development, by virtue of its height, size, mass, bulk and siting constitutes a disproportionate addition to the host dwelling, which would be visually intrusive and detract from the character and appearance of the host property, streetscene and the surrounding area. As such, the development does not accord with Policies D3 of the London Plan 2021, DM10 of the Council's adopted LDF Core Strategy April 2012 and the Council's Residential Design SPD, 2013.\r\rProposal\rThe application seeks planning permission for the erection of roof extension with rear dormer and juliet balcony including raising of both flank walls and installation of 2nos front rooflights to facilitate loft conversion. Addition of pitched roof facing front elevation.\r\rSite and Surroundings\rThe application site comprises of a two-storey, detached dwellinghouse. \r\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; and \r-\tFire Safety\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rRoof extensions can have a significant impact on the character of the streetscape both in individual cases or through the cumulative impact of several roof extensions within a street. This is particularly true where they are visually prominent within the street.\r\rThe application proposes the raising of the ridge height of the host property. Whilst the proposed flat roof form would materially alter what is existing, it is noted that by way of the setback from the principal elevation, that the characteristic pitch of the roof would be retained where most visible from the street scene. This set back, coupled by the raising of the ridge height as shown, is considered to ensure that the scheme does not appear overly dominant. In this regard, it is felt that original character and scale of the dwelling would be retained. \r\rOfficers note that there are several examples on the street scene whereby the original roof forms have been altered from the original in a similar way. Most notable to the application proposals are No.26, a detached property of the same architectural appearance and form, received planning permission for a similarly designed hip to gable roof extension (ref 19/00518/HOU) and No. 32 received planning permission for similarly hip to gable roof extension (ref: 19/02252/HOU). \r\rOverall, it is considered that by virtue of the eclectic mix of roof forms that have been approved and adopted via a range of application types, the overall character and appearance of Canbury Avenue has already been materially altered. In such a way, it is considered unreasonable to refuse on this basis. \r\rMatching materials are proposed throughout which is considered to help the extension integrate with main dwellinghouse. The proposed openings would be proportionate to those existing.\r\rHaving regard to the above officers consider that the proposed development would not detract from the character and appearance of the host property, as well as the surrounding area and therefore would accord with Policies CS8 and DM10 of the Council's adopted LFD Core Strategy April 2012.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rTaking into account the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rAccordingly, the proposed development is considered to be acceptable in terms of residential amenity.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development would generally accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8 and DM10 of the Core Strategy (2012).\r\rThe proposal accords with the principles contained within policies DM10 in that it would relate well to the design of the existing dwellinghouse and would have no adverse impact on the character or quality of the streetscene.\r\rRecommendation:\rThat planning permission be GRANTED\r",
    "It is a full planning application for a drop kerb. Therefore the fee required for your planning application is £ 258.00. We acknowledge the receipt of £129.00, please pay the outstanding balance of £129.00. Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002.\rThere is no record of another application being submitted for the same site on same day. Please provide the details, we will review the fee.",
    "For the avoidance of doubt, please confirm the description 'Demolition of an existing outbuilding garage, erection of part two store/part single storey side and rear extension. Fenestration alteration. Erection of a timber gate, boundary wall and landscaping.'\rPlease amend it in your own words if you do not agree with the description."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/09/2020",
  "secondary_street_name": null,
  "site_number": "49",
  "pp_id": "PP-09050405",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259109,
          51.384404
        ],
        [
          -0.25911,
          51.384377
        ],
        [
          -0.259153,
          51.384378
        ],
        [
          -0.259152,
          51.384405
        ],
        [
          -0.259109,
          51.384404
        ]
      ]
    ],
    "type": "Polygon"
  }
}