{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QG4S1MNHHOO00",
  "lapsed_date": "29/10/2023",
  "decision_target_date": "30/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2NE",
  "site_name": "Chessington World Of Adventures Resort",
  "status": "Completed",
  "application_details": {
    "site_area": 63.946,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SINC Name: Jubilee Meadows"
      },
      {
        "result": null,
        "constraints_layer_description": "SINC Name: Sixty Acre Wood and Jubilee Wood"
      },
      {
        "result": null,
        "constraints_layer_description": "LOCNAT Name: Jubilee Wood"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Sixty Acre Wood Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Winey Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "BSWN Name: Borough Strategic Walking Network"
      },
      {
        "result": null,
        "constraints_layer_description": "MAJDEV Name: Chessington World of Adventures"
      },
      {
        "result": null,
        "constraints_layer_description": "GREENB Name: Green Belt"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.15"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.2"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.9"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.1"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.3"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.4"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.5"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.20"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.6"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.12"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.7"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.19"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Address: The Monkey Puzzle Leatherhead Road Chessington KT9 2NE\rDescription: \rTreet Type:  \rRef: RBK.9.01T.18"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SAC SAC Type: SPECIAL CONTROL OF ADVERTS"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: 22 Milner Road\rLB Grade: LOCAL\rLB Ref: 56"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ17624804"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 460\rReference: TQ17625607"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 750\rReference: TQ17624705"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 1080\rReference: TQ17624803"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 950\rReference: TQ17625606"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Corporate Property Portfolio"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Parks and Open Spaces"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128011648"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02183/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517459,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:39.861Z",
  "id": "Kingston-20_02183_FUL",
  "application_type": "All Other",
  "street_name": "Leatherhead Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "29/10/2020",
  "epc_number": null,
  "actual_commencement_date": "01/03/2016",
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Variation of Condition 1 (Period of Use) of Planning Permission ref:15/10241/FUL (Temporary planning permission for up to five years for the use of the field to the west of Wild Asia for 'glamping' (glamourous camping) for siting up to 35 accommodation tents and two ancillary tents, plus associated facilities including amenity, storage and security buildings and a play area) dated 07/09/2015, to extend the period of previously granted consent by a further 5 years until 08/09/2025.",
  "actual_completion_date": "01/06/2016",
  "last_date_consultation_comments": "05/10/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 162406,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128011648",
  "centroid": {
    "lon": -0.314783,
    "lat": 51.348605
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The limited period for the use hereby permitted shall be until 08 September 2025; on or before the expiration of which buildings shall be removed and the land shall be restored to its former use, unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To accord with the application proposal and allow the local planning authority to exercise control over the future use of the land, in accordance with Policies DM10 and DM17 of the Council's LDF Core Strategy (April 2012).\"\r",
    "The facing materials to be used in the construction of the building shall be those specified on the application form and approved drawings or such other materials as have been approved in writing by the Local Planning Authority before the development is commenced and shall thereafter be retained as such.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April (2012).\r",
    "No external lighting, other than the lighting approved under application ref: 16/10177/COND dated 14.06.2016, shall be installed without the prior written approval of the Local Planning Authority.\r\rReason: In order that the lighting shall not cause nuisance to nearby occupiers or be a source of danger to road users in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April (2012).\r",
    "The play area shall be in accordance with the details approved under application ref: 16/10177/COND dated 14.06.2016, unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: In order to protect the openness of the Green Belt in accordance with Policy DM5 of the Kingston Core Strategy (2012) and the NPPF (2019).",
    "The use of the land hereby permitted for recreational camping shall be used solely ancillary to Chessington World of Adventures Resort and for its customers. No customer shall be permitted to occupy the site for longer than 3 months and the use of the land for camping shall not be permitted prior to 1st May or after the 1st November of each year. \r\rReason: To accord with the application proposal and allow the local planning authority to exercise control over the future use of the land, in accordance with Policies DM10 and DM17 of the Council's LDF Core Strategy (April 2012). \r",
    "Any broadcasting or amplifying equipment to be installed in this area shall at no time be audible outside of the curtilage of the site. Any such broadcasting or amplifying equipment including loudspeakers shall be positioned inside buildings and/or below the sight lines in order to minimise any noise emanating there from reaching nearby properties.\r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 of the Kingston Core Strategy (2012).",
    " In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "You are reminded that he original planning permission 19/01207/FUL was subject to S106 obligation dated 28 October 2019. Para 5.7 of the agreement  binds this permission and  any subsequent S73 application to the provisions of the original Agreement.\r",
    "Officer Report\r\rApplication Site\rThe site comprises a semi detached dwelling located within the Kingston Hill/Coombe Hill Strategic Area of Special Character.\rThe site is covered by a TPO group order.\r\rProposal \rConversion of garage into habitable space and erection of single storey rear extension.\r\rConsultations\r4 properties were notified of the proposal. No representations were received.  \rRBK Tree and Landscape Officer - no objection\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the Kingston Hill/Coombe Hill Strategic Area of Special Character; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- The impact of the development on the protected trees; and,\r- The impact of the development on the existing car parking facilities; and, \r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: \rThe proposed single storey rear extension would project approximately 3.4m beyond the rear elevation, it would join the existing garage that would be partially converted into a habitable space. It is noted that the proposed roof form would have a flat element to it, which would not be usually recommended by Officers, however given its modest scale, siting (the flat roof would not be visible within the existing street scene) and the proximity of the windows at the first floor level of the main dwelling, this proposed  roof form is considered to be acceptable in this case. The proposed materials and new openings would match the existing ones. \r\rWhile the part of proposed single storey rear extension (with the pitched roof) and the converted garage would be visible within the street view, given its design and scale it is considered that it would have no significant impact on the existing street scene and the surrounding area. \r\rGiven the above, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNon-Designated Heritage Assets\rParagraphs 199 to 208 of the NPPF 2021 set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rParagraph 203 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rThe application property falls within the Kingston Hill/Coombe Hill Strategic Area of Special Character which is a non-designated heritage asset. As stated above Officers consider that the proposed development would not result in an adverse impact to the host property or the character and appearance of the surrounding area. It follows that Officers consider that the proposed development would  not result in harm to the significance of the Kingston Hill/Coombe Hill Strategic Area of Special Character.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rProtected Trees\rGiven the siting and nature of the proposal it is considered that it would not result in unacceptable adverse impact upon the longevity, health and appearance of the surrounding trees. It is noted that the Tree and Landscape Officer raised no objections to the proposal. \r\rLoss of Car Parking\rOfficer Comment: Paragraph 111 of the NPPF, 2021 states that development should only be prevented or refused on transport grounds if there would be an unacceptable impact on highway safety, or where the residual cumulative impacts of development are severe. \r\rPolicy DM10 of the Council's Core Strategy 2012 requires development proposals to have regard to local traffic conditions and highway safety and ensure they are not adversely affected. \r\rDespite the loss of the existing garage, it is considered that the driveway to the left of the house remains of an adequate size to accommodate more than 2 off-street car parking spaces, therefore the proposal would not result in an unacceptable impact on the local highway network. \r\rIn relation to cycle parking, Officers note that a secure cycle parking could be possibly provided within the part of the converted garage. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be  in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "A Travel Plan has been submitted to discharge condition 5 of planning permission 21/02420/FUL.\r\rThe Travel Plan identifies a designated travel plan coordinator and includes specific and measurable long term objectives and targets to support staff and users of the premises to travel by sustainable forms of transport and to reduce dependency on private transportation. \r\rSubject to its full implementation and monitoring to the satisfaction of the local planning authority, the details are deemed acceptable and this condition can be discharged.",
    "Details have been provided (within the submitted Travel Plan) of the cycle storage for the site. This includes 3 x short stay spaces and 2 x long term spaces which aligns with the London Plan requirements. Sheffield stands are proposed which are considered to be a secure, albeit not enclosed, form of provision. However, this is accepted as being an improved quantum and standard of provision in comparison to the existing and, given the proposed use (with bicycles unlikely to be left overnight), this provision is considered acceptable.",
    "Please provide the photographic evidence of any material damage to the dwelling",
    "No documentation has been submitted with this application and no payment has been received. Please advise if you still wish to pursue this pre-application.",
    "Please accept our apologies, however, it appears the documents have not been received our end. Please could you re provide these via email.",
    "The fee required for your pre-planning application is £300.00.  Payment can be made online via the Kingston council website, via our Contact Centre on 020 8547 5002, or by cheque made payable to Royal Borough of Kingston upon Thames.",
    "Please complete the Application for the Modification or Discharge of Planning Obligations form which can be found via https://www.kingston.gov.uk/infrastructure-planning-delivery/planning-obligations/3",
    "No drawings have been received as part of this application. As a minimum, a sit location plan is required. Please provide a site location plan and any drawings pertaining to the proposal."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "04/09/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-09030206",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.314761,
          51.348618
        ],
        [
          -0.314762,
          51.348591
        ],
        [
          -0.314805,
          51.348592
        ],
        [
          -0.314804,
          51.348619
        ],
        [
          -0.314761,
          51.348618
        ]
      ]
    ],
    "type": "Polygon"
  }
}