{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHD2D4NHHZ800",
  "lapsed_date": "19/02/2024",
  "decision_target_date": "23/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT1 1DF",
  "site_name": "13 Adams Walk And \r31-35 Wheatfield Way\rKingston Upon Thames\rKT1 1DF",
  "status": "Approved",
  "application_details": {
    "site_area": 0.113,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "KEYPED Name: Pedestrian link R4"
      },
      {
        "result": null,
        "constraints_layer_description": "SSHOPF Name: Secondary Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "SSHOPF Name: Secondary Shopping Frontages (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "PSHOPA Name: Primary Shopping Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYVWS Name: Key Views"
      },
      {
        "result": null,
        "constraints_layer_description": "MVKTC Name: Motor Vehicle Restricted Area (KTC)"
      },
      {
        "result": null,
        "constraints_layer_description": "ART4 Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "KTCAAP Name: Kingston Town Centre AAP"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Kingston Town Centre Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "PROPST Name: P3b East of Eden Street, Ashdown Road, Eden Quarter"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128033683"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02411/ADV",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518241,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:46.111Z",
  "id": "Kingston-20_02411_ADV",
  "application_type": "All Other",
  "street_name": "Adams Walk",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Grove - OLD",
  "decision_date": "19/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Installation of two illuminated signs and six non-illuminated signs",
  "actual_completion_date": null,
  "last_date_consultation_comments": "07/12/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other advertisements",
  "centroid_northing": 169282,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128033683",
  "centroid": {
    "lon": -0.301273,
    "lat": 51.410242
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Where an advertisement is required under these Regulations to be removed, the site shall be left in a condition that does not endanger the public or impair visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 and in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 and in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007 and in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "No advertisement to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.\r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007.\r",
    "No advertisement shall be sited or displayed so as to - \r(a) endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);\r(b) obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air; or \r(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle. \r\rReason: To comply with Regulation 14 of the Town and Country Planning (Control of Advertisements) (England) regulations, 2007\r",
    "The intensity of the illumination of the lighting permitted by this consent shall be no greater than 108 cd/m2.\r\rReason: In the interests of amenity, the free flow of traffic on the highway and road safety in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultaion \rOne objection received. Objection relates to concern that porposed development will cause sewage problems. \r\rOfficer comment: The application is for a residential extension which includes one additional bathroom. It is not anticipated that this in itself will result in sewage issues. The development will need to comply with relevant building regulations and utility provider protocols, standards and regulations which would deal with the handling of sewage and the planning process would not override any primary legislation in regards to matters of sewage. As such no further comment is made in regard to the matter. \r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Other matters\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed development would not fully follow the guiding principles of the LPA's adopted LDF Residential Design SPD. However in the context of the site and its surroundings in this instance the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is accepted that that the proposal would result in some loss of outlook or a slight sense of enclsoure to the neighbouring porperty at No. 2, however, on balance, it is considered that the proposed development would not unreasonably affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rOther matters\rThe application is supported by a fire startegy report. A condition is recommended to secure the development is carried out and thereafter maintained/operated as such in accordance with the strategy in order for the proposal to accord with Policy D12 of the London Plan. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2022.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation \rOne objection received and summarised as follows\r- Excessive height or bulk of buildings\r - Inappropriate design/layout\r - Privacy\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rParagraphs 189 to 208 of the NPPF set out the method for assessing the impact of development proposals on heritage assets. Policy HC1 of the London Plan 2021 and Policies CS8 and DM12 of the Council's Core Strategy 2012 echo these requirements.\r\rWhen considering the impact of a proposed development on the significance of a designated heritage asset, great weight should be given to the asset's conservation (and the more important the asset, the greater the weight should be). This is irrespective of whether any potential harm amounts to substantial harm, total loss or less than substantial harm to its significance.\r\rOfficer Comment: The proposed balcony/terrace alteration and extension and enclosure over two floors would be at odds with the prevailing elevation treatment of the host property and neighbouring properties and the group value of the buildings it is part of and sits alongside. It would create an incongruous addition that would detract from the character and appearance of the host property, the group value of the buildings it forms a part of and the surrounding area causing harm to the non designated heritage asset being the Thames Side Strategic Area of Special Character. \r\rIt is considered that the proposal would not cause harm to the setting of the adjacent Metropolitan Open Land or Riverside North Conservation Area.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of loss of light or loss.\r\rIt is considered that the projection of the development, its design and its proximity to neighbouring habitable room windows and amenity space would create a dominante feature that would create an unnecessary sense of enclosure and result in actual or perceived overlooking and a loss of privacy to neighbouring occupiers to the detriment of their existing living conditions. \r\rConclusion\rIn conclusion, the proposed development is considered to not be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r",
    "Officer comments: The applicant has provided a Construction Management Plan which provides details of the criteria set out in the condition. All materials would be offloaded within the site where there is a designated space for deliveries and turning of vehicles (with only vans requiring access given the nature of the construction). Space would also be provided on site for parking of site operatives.\r\rThe applicant is informed that the submitted details have been assessed and are hereby approved, subject to carrying out the development in accordance with the approved details, in relation to 6 (Construction Management Plan) of planning permission 23/01002/FUL, which states\r\rNo development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "Officer comments: Vertical stacked cycle parking is proposed. The number of spaces is considered sufficient. Whilst vertical stacked parking is not ideal, the Council's Neighbourhood Traffic Engineer accepts the constraints of the site and accepts this type of provision in this instance. \r\rThe applicant is informed that the submitted details have been assessed and are hereby approved, subject to carrying out the development in accordance with the approved details, in relation to Condition 5 (Cycle Parking) of planning permission 23/01002/FUL, which states:\r\rPrior to the commencement of any development above ground level, details of secure cycle parking facilities for 2 x long stay spaces to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "Officer comment: A Fire Statement Form and Fire Strategy Plan have been submitted. Whilst these do not specifically refer to the London Plan Policy D12, they include all of the relevant details set out in Policy D12 of the London Plan. The applicant is informed that the submitted details have been assessed and are hereby approved, subject to carrying out the development in accordance with the approved details, in relation to Condition 7 (Fire Safety Strategy) of planning permission 23/01002/FUL, which states:\r\rPrior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r",
    "If you have evidence to contradict the local planning authority's assessment of the application, you are encouraged to apply for the development again and include that evidence in support of the application.",
    "All applications that involve extensions of 2 or more storeys, or where the resultant extension / development is above 2 storeys in height i.e. roof extension must provide \"25 Degree\" Elevation Plans. These should be drawn at a scale of 1:50 or 1:100, they should accurately identify neighbouring building(s) and window(s) and when possible indicate the use of the room served by the window(s), and should be annotated to show the application of the '25 degree rule'. Please see the Householder Validation Local List for more information.\r",
    "The Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r",
    "The Householder/Validation Local List requires Time Stamped Photographs of the site to be provided with the application submission. Please see the Local List for further guidance.\r",
    "Proposal Description - This has been amended for clarity. Please confirm if you agree, or amend if you disagree with the following description: \"Demolition of garage and erection of part single storey/part first floor side extension with associated changes to fenestration. Erection of both side hip to gable and rear dormer roof extensions to facilitate loft conversion.\"",
    "Householder Checklist Update - Since you have submitted the Fire Statement documents please make a minor update to the Householder Checklist document to state 'Yes' to this provision."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/10/2020",
  "secondary_street_name": null,
  "site_number": "13",
  "pp_id": "PP-09089176",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301251,
          51.410255
        ],
        [
          -0.301252,
          51.410228
        ],
        [
          -0.301295,
          51.410229
        ],
        [
          -0.301294,
          51.410256
        ],
        [
          -0.301251,
          51.410255
        ]
      ]
    ],
    "type": "Polygon"
  }
}