{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJBQW0NHIG200",
  "lapsed_date": "14/01/2026",
  "decision_target_date": "14/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9JX",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.042,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021787755"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02775/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520040,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Lawful development: Proposed use",
  "last_updated": "2025-05-05T17:24:15.851Z",
  "id": "Kingston-20_02775_CPU",
  "application_type": "All Other",
  "street_name": "Elgar Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "14/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of hip to gable and rear dormer roof extensions and installation of 2 no. rooflights to front roofslope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 166789,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021787755",
  "centroid": {
    "lon": -0.276261,
    "lat": 51.387459
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed erection of hip to gable and rear dormer roof extensions and the installation of 2 no. rooflights to the front roofslope falls within the parameters of permitted development as set out under Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The site comprises a semi-detached dwelling.\r\r13 neighbouring properties have been notified of the proposals and 1 objection has been received, relating to:\r\r- Excessive height or bulk of buildings\r- Inappropriate design/layout\r- Loss of light/Sunlight\r- Privacy\r\rThis will be taken into consideration during the assessment of the application and detailed below. \r\rRelevant Planning History\r- 23/01310/HOU - Demolition of side garage and rear/side extension, erection of a single storey rear and front extension, and double storey side extension. Erection of part-hipped/part-gable and rear dormer roof extensions with installation of 3no. front rooflights to facilitate loft conversion. Granted on 18.07.2023.\r\rThe key areas of assessment are:\r- The design of the proposed development;\r- The impact of the development on the amenities of existing and future occupants of land and buildings\r- The impact of the development on highways and transportation matters, and\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: \rThe applicant previously submitted an application which was granted under 23/01310/HOU, this application is similar, however, omits the previous proposed roof extension and extends the two storey side extension further towards the rear. \r\rSingle/Two-Storey Rear Extension-\rThe proposed single-storey rear extension would have a depth of 3m and would have a modest flat roof height of approximately 3m, appearing acceptable in scale.  Additionally, the rear extension would not be incongruous in the vicinity of Barnsbury Close, therefore, the proposed erection of single storey rear extension is considered to be acceptable in terms of character and appearance. The proposed two-storey rear would respect the roof form of the host dwelling and whilst it would not maintain distance from the boundary line, it would still sit at a reasonable distance from the main dwelling of No.8 Barnsbury Close.\r\rTwo Storey Side Extension - \rOfficers acknowledge that the two-storey extension would not be set in from the front elevation by 500mm falling outside the guidance of the Residential Design SPD (Policy Guidance 36). However, the applicant has demonstrated that the extension would be respectful of the original roof form and the extension would not exceed 50% of the width of the original house. \r\rGarage -The demolition of the existing garage would be visible from the street scene, however, the proposed front elevation would still be in keeping with the fenestration pattern of the existing site and would adequately maintain the appearance of the street scene. It is considered the proposal would not cause a significant negative impact on the street scene of Barnsbury Close.\r\rOfficers acknowledge the concerns raised about the bulky appearance of the proposed development and that the proposal would not maintain 1m from the boundary, however, the proposed development would respect the design of the original dwelling, development of this style would not be incongruous to Barnsbury Close and the distance from the boundary shared with No.8 Barnsbury Close would not be further depleted as the existing garage and rear extension already sit on the boundary. \r\rOverall, on balance, the proposed development is considered acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development and when compared to the extant planning permission on site.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: Officers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE guidance, and the Residential Design SPD to ensure minimum impact on neighbouring amenities. Although officers acknowledge that there would be some loss of light the proposed development would meet the requirements of the BRE 45 degree rule and would not cause a significant reduction of light to neighbouring properties. \r\rOfficers have also assessed the proposed development against the BRE 25 Degree rule in relation to neighbouring property No.8 Barnsbury Close, it is noted that a window facing the proposed site that serves a kitchen would lose some light as a result of the proposed development. However, there appears to be more than one source of daylight serving the kitchen, as there is a door to the rear of No.8. While the proposed development would intersect a 25 degree line drawn from the side kitchen window at No. 8, as the affected room benefits from an additional source of daylight to the rear it is not considered that any loss of daylight would have a materially significant impact.\r\rThe bulk of most of the development sits on the shared boundary between No.8 Barnsbury Close, the proposed two storey side/rear extension would not be overbearing as it would sit closest to the existing garage of No.8 which is not considered a habitable space/room. The closest habitable room would be approximately 4.6m from the proposed two storey side/rear extension. \r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rTransportation\rPolicy T6 of the London Plan 2021 states that car parking should be restricted in line with levels of existing and future public transport accessibility and connectivity. The maximum standards as set out in policies T6.1 to T6.5 should be applied to development proposals.\r\rPolicy DM9, Policy DM10 and the Council's Sustainable Transport SPD 2013 together require development proposals to comply with the car parking standards in the London Plan.\r\rOfficer Comment: The existing garage would not safely accommodate on-site car parking by failing to comply with the space parameters required by the Sustainable Transport SPD, 2013. Officers consider that the omission of the garage would not result in the loss of off-street car parking provision on site, as the hardstanding to the front of the property would provide adequate space for car parking.\r\rTherefore, overall, the proposal is considered not to have an adverse impact on car parking provision, traffic congestion or highway safety, in compliance with Policy DM9 and DM10\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: Although the applicant has not submitted a Fire Safety Strategy and proposed plans which include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point, it does not sufficiently address the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "Biodiversity Checklist - The Validation Local List requires a completed Biodiversity Checklist for all applications. Please download and complete a copy of the Biodiversity Checklist from: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\rNote: there have been technical issues with providing an editable version but please ensure you answer either Yes or No to each question, e.g. by printing, manually editing and scanning in the document with your answers, or copying the questions (pages 7-16) to a MS Word version. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/11/2020",
  "secondary_street_name": null,
  "site_number": "125",
  "pp_id": "PP-09222875",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.276239,
          51.387472
        ],
        [
          -0.27624,
          51.387445
        ],
        [
          -0.276283,
          51.387445
        ],
        [
          -0.276282,
          51.387472
        ],
        [
          -0.276239,
          51.387472
        ]
      ]
    ],
    "type": "Polygon"
  }
}