{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QILJ6XNH02800",
  "lapsed_date": "17/02/2024",
  "decision_target_date": "17/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT5 9NN",
  "site_name": "36 Tolworth Rise South\rTolworth\rSurbiton\rKT5 9NN\r",
  "status": "Dismissed",
  "application_details": {
    "site_area": 0.022000000000000002,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "KEYACH Name: Tolworth Key Area of Change"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128042670"
    ]
  },
  "appeal_decision_date": "05/11/2021",
  "lpa_app_no": "20/02638/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519881,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:41.365Z",
  "id": "Kingston-20_02638_FUL",
  "application_type": "All Other",
  "street_name": "Tolworth Rise South",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Alexandra - OLD",
  "decision_date": "17/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": "Dismissed",
  "appeal_start_date": "18/06/2021",
  "decision_process": "Delegated",
  "description": "Application for removal of condition 3 (parking spaces) of planning application 07/16327/FUL (Erection of two storey rear extension with mansard roof and conversion of existing first and second floor flat to 2 x 2 bedroom flats; erection of an external staircase)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "18/11/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166001,
  "decision": "Refused",
  "appeal_decision": "Dismissed",
  "uprn": "000128042670",
  "centroid": {
    "lon": -0.278811,
    "lat": 51.38041
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The removal of Condition 3 of planning permission 07/16327/FUL would result in increased competition for on-street car parking spaces on surrounding streets, which are already oversubscribed. This, in turn, would likely lead to inconsiderate parking.  Overall, the proposal would result in an unacceptable adverse impact upon highway safety and is therefore contrary to Paragraph 109 of the NPPF 2019m Policy 6.13 of the London Plan 2016 and Policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rInstallation of vehicle crossover and associated formation of front area hardstanding\r\rThis application follows two previously refused applications;\r\r21/01275/HOU dated 03.12.2021 for the formation of vehicle crossover and associated formation of front area permeable hardstanding which was refused for the following reasons:-\r\r1. By virtue of its siting the proposed vehicular crossover onto Leatherhead Road would be situated within 10 metres of a No.465 bus stop and bus cage. This close proximity could result in conflict between vehicles using the Leatherhead Road, which is likely to prejudice highway safety. The proposal would therefore not accord with Paragraph 111 of the NPPF 2021, Policy T4 of the London Plan 2021, Policies DM9 and DM10 of the Council's adopted LDF Core Strategy and the RBK Crossover Policy 2020.\r\r2. By reason of the excessive hard surface coverage, resulting in the removal of the characteristic grass verge to the front of the dwelling the proposed vehicle crossover would have an unacceptable adverse impact on the quality of the public realm and landscape within Leatherhead Road and the character and appearance of the street and the wider area, in conflict with Policy D3 of the London Plan 2021, Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames and the Royal Borough of Kingston upon Thames Crossover Policy 2020.\r\rand;\r\r22/03743/HOU dated 25.01.2023 for the formation of vehicle crossover and associated formation of front area permeable hardstanding which was refused for the following reasons:-\r\r1. By virtue of its siting the proposed vehicular crossover onto Leatherhead Road would be situated within 10 metres of a No.465 bus stop and bus cage. This close proximity could result in conflict between vehicles using the Leatherhead Road, which is likely to prejudice highway safety. The proposal would therefore not accord with Paragraph 111 of the NPPF 2021, Policy T4 of the London Plan 2021, Policies DM9 and DM10 of the Council's adopted LDF Core Strategy and the RBK Crossover Policy 2020.\r\r2. By reason of the excessive hard surface coverage, resulting in the removal of the characteristic grass verge to the front of the dwelling the proposed vehicle crossover would have an unacceptable adverse impact on the quality of the public realm and landscape within Leatherhead Road and the character and appearance of the street and the wider area, in conflict with Policy D3 of the London Plan 2021, Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames and the Royal Borough of Kingston upon Thames Crossover Policy 2020.\r\rThese reasons for refusal must be addressed in order for this application to be successful.\r\rConsultation\r3 Neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The hard surface coverage of the proposed vehicular crossover, would appear to require more than 2 metres of grass verge to be removed, to facilitate the vehicle crossover. This coverage would be excessive and is considered to have an unacceptable adverse impact on the quality of the public realm and landscape within Leatherhead Road and the character and appearance of the street and the wider area, in conflict with Policy D3 of the London Plan 2021, Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames and the Royal Borough of Kingston upon Thames Crossover Policy 2020.\r\rIn relation to Kingston Upon Thames Policy and Design Guidance, the planning proposal does not adhere to the minimum design standards for new vehicle crossovers noting:\r\re) Proximity to Bus Stops and Pedestrian Crossings A proposed vehicle crossover or extension must not be within 10m of any formal pedestrian crossing or refuge (including zebra crossings and signalised crossings such as pelicans and toucans), bus stop or a bus cage.\r\rg) Grass Verges If the proposed crossover or extension would require removal of a grass verge greater than 2.0m deep (1.6m deep in Conservation Areas and Local Areas of Special Character),measured at right angles to the highway, the application will be refused. The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rOfficers note that there is a bus stop on both sides of the road in close proximity to the proposed crossover. This close proximity could result in conflict between vehicles using the Leatherhead Road, which is likely to prejudice highway safety. The proposal would therefore not accord with the NPPF 2023, Policy T4 of the London Plan 2021, Policies DM9 and DM10 of the Council's adopted LDF Core Strategy and the RBK Crossover Policy 2020.\r\rIts is considered that both reasons for refusal have not been addressed.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to be contrary to the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Please provide 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "22/10/2020",
  "secondary_street_name": null,
  "site_number": "36",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.278789,
          51.380423
        ],
        [
          -0.27879,
          51.380396
        ],
        [
          -0.278833,
          51.380397
        ],
        [
          -0.278832,
          51.380424
        ],
        [
          -0.278789,
          51.380423
        ]
      ]
    ],
    "type": "Polygon"
  }
}