{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QI31KNNH04300",
  "lapsed_date": "14/12/2023",
  "decision_target_date": "14/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 6EB",
  "site_name": "Rear Of 33-35 Malden Way\rNew Malden\rKT3 6EB\r",
  "status": "Approved",
  "application_details": {
    "site_area": null,
    "affordable_housing_fast_track": null,
    "s106_agreement": false,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [
      "100023060986"
    ],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": false,
    "circular_economy_statement": null,
    "scheme_phasing": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "existing_proposed_floorspace_details": [],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL MC1  Maldens and Coombe"
      }
    ],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "3d_model": null,
    "transport_contributions": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02543/FUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521951,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:17.982Z",
  "id": "Kingston-20_02543_FUL",
  "application_type": "All Other",
  "street_name": "Malden Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "14/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of Condition 1 (Approved Drawings) of Planning Permission 19/02785/FUL (Erection of a two storey building and associated works to provide two flats.) for alterations to roof.\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "13/11/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Minor all other minor developments",
  "centroid_northing": 167858,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100023060986",
  "centroid": {
    "lon": -0.248445,
    "lat": 51.396659
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in strict accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies 7.4 and 7.6 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, the windows listed below shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. \r\ra) window at first floor level in the south-western elevation, serving bedroom 1\rb) window at first floor level in the south-western elevation, serving the kitchen/living/dining room\rc) window at first floor level in the south-eastern elevation, serving the kitchen/living/dining room\rd) window at first floor level in the south-eastern elevation, serving bedroom 2\r\rAny film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the in any elevation of the building unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, an acoustic report shall be submitted to and approved in writing by the local planning authority. The report shall assess the existing acoustic climate at the site and its potential to affect future occupants of the development. The following sources of noise shall be considered:\r\ra) Road traffic\r\rIf the assessment indicates that noise from these sources is likely to affect occupants, the report shall detail mitigation measures designed so that nuisance will not be caused to them.\r\rThe report shall be authored by a suitably qualified acoustic consultant/engineer and shall take into account the provisions of BS 8233:2014 \"Guidance on sound insulation and noise reduction for buildings\".\r\rThe approved mitigation measures shall be implemented prior to beneficial occupation of the development and be permanently retained thereafter.\r\rReason: To ensure satisfactory living conditions for the occupants of the development, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Any external lighting installed at the site shall be angled so as to prevent any spillage or glare beyond the site's boundaries.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy 5.2 of the London Plan 2016 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "The refuse and recycling facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies 5.17 and 7.4 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The cycle parking facilities as shown on the approved plans shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy 6.9 of the London Plan 2016 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors.\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used)\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policy 6.13 of the London Plan 2016 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r\rThese details are required prior to commencement of development because the relevant works would take place at the beginning of the construction phase.",
    "In the event that contamination is found (at any time) that was not previously identified, development shall cease and the contamination reported in writing to the local planning authority as soon as is reasonably practicable. An assessment, remediation scheme and verification report shall then be submitted to and approved in writing by the local planning authority before development resumes.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy 5.21 of the London Plan 2016 and policy DM10 of the LDF Core Strategy 2012.",
    "Site and Surroundings\rThe application site is a residential dwelling located on the corner of Avenue South and King Charles Road.\r\rThe site is not located in a conservation area and the building and curtilage are not statutorily or locally listed.\r\r6 neighbouring properties have been notified. No responses received. \r\rPlanning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\rThe key areas of assessment are:\rDesign \rImpact on neighbour amenity\rFire Strategy\r\rDesign \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficers Comment: \r\rThe proposal is for a side extension measuring 2.7m in width, 3.5m in height and 3.45m in depth with a pitched roof. \rThe extension is set back 250mm from the front elevation but this is accepted on the basis that there are various other extensions in the area that are similarly set back or flush with the front elevation. \r\rOverall, the proposed extension is modest in scale and designed appropriately in relation to the existing building and so is not considered to result in harm to the character and appearance of the area.\r\rFor these reasons, the proposal is in conflict with Policy D3 of the London Plan (2021) and Policies CS8 and DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rNeighbour Amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer's comment: \r\rGive the scale of the extension and siting in relation to neighbours, the proposal is not considered to unduly affect the amenities of the occupiers of neighbouring properties and the proposal is in accordance with Policy DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a brief Fire Safety Strategy. This covers the main points in Policy D12 of the London Plan however, is not considered to be sufficiently detailed. As such, further details could be secured through a condition. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rOverall the development is not considered to be in accordance with the development plan and as such, planning permission is recommended for approval\r",
    "The applicant is encouraged to consider pre-app advice to discuss amendments to the proposal.",
    "Consultations\r8no. surrounding properties were notified of the proposed development. No representations received.\r\rPlanning History\r16/10094/HOU - Erection of a single storey side/rear extension. Granted planning permission, dated 09.05.2016.\r\r23/00826/FUL - Erection of single storey side and rear 'wrap around' extension. Refused planning permission, dated 15.05.2023 for the following reasons:\r(1)\tThe excessive scale, specifically in terms of its combined width and depth, and siting abutting the shared boundary with No. 11, of the proposed single storey rear extension, would represent an unsatisfactory form of development that would be excessive in scale and out of keeping with the surrounding area. The proposal is therefore contrary to Policies CS8 and DM10 of the Kingston Core Strategy (2012) and the guidance in the Council's Residential Design Guide SPD 2013, specifically within Policy Guidance 33.\r\r(2)\tDue to the siting and excessive depth of the proposed single storey rear extension (6m) along the shared boundary with No. 11 Cedarcroft Road, it is considered that the proposed development would have an unacceptable adverse impact upon the amenities of the occupiers of No. 11 Cedarcroft Road by reason of overbearing appearance, loss of outlook and an undue sense of enclosure, thereby conflicting with Policy D3 of the London Plan 2021, Policies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013.\r\rProposal\rThe application seeks planning permission for the erection of single storey side and rear 'wrap around' extension.\r\rSite and Surroundings\rThe application site comprises of a two-storey, semi-detached dwellinghouse. \r\rThe surrounding area is predominantly residential comprising of two-storey semi-detached and detached dwellinghouses.\r\rThe application site is not located within a Conservation Area and does not comprise of a statutory or locally listed building. \r\rPlanning Assessment\rThe key considerations in the assessment of this application are:\r-\tCharacter and Appearance; \r-\tThe Impact upon Residential Amenity; and \r-\tFire Safety\r\rCharacter and Appearance \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposals involve a single-storey side and rear extension. The proposed side extension would be set back 0.5m from the front elevation of the dwelling and have a maximum width of 1.9m.\r\rThe side extension would have a lean-to pitched roof with an eaves height of 2.6m and a ridge height of 4m and the rear extension element of the proposals would be designed with a flat roof to a height of 3.1m and a depth of 4.8m.\r\rThe proposed extension is considered to be appropriate in its scale. It is acknowledged that the rear extension would not fully accord with Policy Guidance 33 of the Residential Design SPD 2013, in that it would be 4.8m in depth. However, given that both neighbouring residential properties have existing rear extensions and the application property benefits from a relatively large rear garden, this is considered to be acceptable in this instance and would be in line with the permission granted in 2016 (under reference 16/10094/HOU). \r\rOverall, officers consider that the proposed development would have an acceptable impact on the character or appearance of the area.\r\rImpact upon Residential Amenity\rPolicy D3 of the London Plan 2021 requires new development to deliver appropriate outlook, privacy and amenity. \r\rPolicy DM10 of the Kingston Core Strategy (2012) is clear that development proposals should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed extension would project 4.8m in depth.\r\rThe proposed rear extension would be adjacent to the shared boundary with No. 11. The shared boundary is positioned at an angle to the properties and splays away from the proposed rear extension. No. 11 has an existing rear extension to approximately 2.5m in depth. The proposed extension would project an additional 2.5m beyond the neighbouring property at No.11 Cedarcroft Road. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has submitted a Fire Safety Strategy. Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation.\r\rConclusion\rIn conclusion, the proposed development would generally accord with the relevant policies of the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), and Policies CS8, DM10 and DM12 of the Core Strategy (2012).\r\rRecommendation:\rThat planning permission be GRANTED.\r",
    "--- Officer Report ---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r \rBy indicating that the development proposal complies with relevant Development Plan policies, the planning officer is taking into account the information submitted with the application, any previous relevant applications, any comments received in connection with the application and any other case specific considerations which are material to the decision.\r\rThe Development Plan comprises:\r\rThe London Plan 2021;\rRBK Core Strategy 2012;\rKingston Town Centre Area Action Plan 2008; and,\rThe South London Waste Plan 2012.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rApplication Site\rThe site comprises a residential dwelling.\r\rConsultation \r\rNo responses received\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS) (2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The proposed single storey rear/side extension  is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development. \r\rHowever it is considered that the roof extension would not be a subordinate addition or of an architectural style sympathic to the host property and would be an incongruous addition to the host property which is exacerbated by the external finishes and would be visually intrusive in the private views of the site from the neighbouring properties and detract from the character and appearance of the host property and the surrounding area. It is noted that the guttering and roof extension overhang in-situ on site have not been shown on the submitted drawings. The protruding roof form and guttering is highly visible within the street-scene and very poor design.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rConclusion\rIn conclusion, the proposed development is considered to not be in accordance with the development plan and there are no other material considerations which warrant a decision other than not in accordance with the development plan.\r\rDetails of the Application Submission\rIn accordance with the requirements of Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application.\r\rhttps://www.kingston.gov.uk/info/200155/planning_applications_and_permissions/263/find_a_planning_application_or_appeal\r\r--- Informatives ---\r\rPositive and Proactive\rIn dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way.  We have made available detailed advice in the form or our statutory policies in the Core Strategy, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.\r\rBuilding Regulations\rYour attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation.  These cover such works as  - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.  Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts.  A completed application form together with detailed plans must be submitted for approval before any building work is commenced.\r\rParty Wall Act\rThe Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:\r\r- carry out work to an existing party wall;\r- build on the boundary with a neighbouring property;\r- in some circumstances, carry out groundworks within 6 metres of an adjoining building.\r\rNotification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls.  The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"The Party Walls etc. Act 1996 - Explanatory Booklet\".\r\rProperty Boundaries\rYour attention is drawn to the fact that planning permission does not override property rights, and that if your proposal involves construction on or near the site boundary then you should take appropriate steps to ensure that you have correctly identified the position of the boundary, that you do not build over it, and that any works which affect a neighbours property in any way have the benefit of the appropriate agreement from that landowner. Failure to undertake the above steps may leave you liable to legal action by neighbouring landowners. If you require further information or advice, you should consult a solicitor.\r\rConsistency of Plans\rReasonable efforts have been made to check that the plans submitted for the purposes of this planning application are consistent from one to the next, and that the development hereby approved can be implemented in accordance with all of the plans submitted. Should it transpire that this is not possible and that your plans are flawed, please be clear that it may be impossible to implement this permission, and that any development undertaken which relies on this permission may be unauthorised and subject to enforcement action if expedient.\r\rConstruction Site Noise\rWhen undertaking demolition and/or noisy building work, please be considerate to your neighbours and do not undertake work before 8am or after 6pm Monday to Friday, before 8am or after 1pm on a Saturday or at any time on Sundays or Bank Holidays.  \r\rYou are advised that the Council does have formal powers to control noise and nuisance under The Control of Pollution Act 1974, the Clean Air Acts and other relevant legislation, and that any works undertaken which impact unreasonably upon the surrounding area may be subject to action by the Council's Environmental Health Department.\r\rDefinition of Approved in Writing\rWhere reference is made within the decision notice to a condition applying 'unless otherwise agreed in writing with the local planning authority', please be aware that only a formal application under section 73 or 96a of the Town and Country Planning Act 1990 (As Amended) is acceptable as a method of said written agreement.\r\rGround Level / Base Level\rUnless clearly specified otherwise, the base of the development shown on the approved plans is taken to be external ground level, and not a Damp Proof Course or Internal Finished Floor Level. The external ground level is expected to remain consistent before and after construction of the approved development unless specified otherwise on the approved plans.",
    "The application seeks approval of the details required by Condition 4 (Planting Plan) of planning permission 23/00001/FUL\r\rThe wording of Condition 4 (Planting Plan) of planning permission 23/00001/FUL.\r\rNotwithstanding the details provided and prior to the beneficial use of the proposed terrace the development to which this permission relates shall not be commenced until a planting plan depicted in the proposed plan to be made of species which are pollinator friendly as defined by the 'RHS Plants for Pollinators' list.has been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to the beneficial use of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r\rThe applicant has deposited a planting plan for consideration.\r\rThe details have been reviewed and officers are satisfied that these meets the requirements for condition 4 of planning permission 23/00001/FUL. \r",
    "The applicant is informed that the submitted details, as set out above, are agreed and that Condition 4 (planting) of planning permission 23/00001/FUL0/FUL are hereby approved subject to carrying out the development in accordance with the details hereby approved.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The site comprises a detached dwellinghouse. The site is located within the Kingston Hill/Coombe Hill Strategic Area of Special Character, a non-designated heritage asset.\r\r8 neighbouring properties have been notified of the proposals and no representations have been received.\r\rRelevant Planning History- \r- 22/03138/HOU - Demolition of the existing front porch, side extension and rear detached garage, erection of two storey side and rear, single storey front porch extension. Erection of roof extension and installation of 5 nos side and 1 no front rooflights to facilitate loft conversion. Alteration to fenestration. Approved 01 Dec 2022.\r\rThe key areas of assessment are: \r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings. \r- The impact of the development on non-designated heritage assets.\r- Fire Safety \r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: The applicant previously submitted an application which was granted under planning permission 22/03138/HOU. This application consists of a similar proposal with some changes which include:\r\r- Enclosed balcony at the first floor rear with a depth of approx. 1m.\r- The depth of the ground floor rear extension has been increased by approx. 500mm; from approx 3m to approx. 3.5m.\r- The first floor side extension closest to neighbouring property No.42 Upper Park Road has been reduced in depth from approx. 400mm to approx. 100mm.\r- Changes to the proposed material used for the rear; from render to timber.\r- Changes to rear fenestration.\r\rThe proposal will be assessed as a whole below.\r\rTwo Storey Side Extension & Raised Roof - \rOfficers acknowledge that the proposed two-storey side extension would fall outside the guidance of the Residential Design SPD (Policy Guidance 36), in regards to following the original roof line of the main dwelling or maintaining a 500mm set down from that roof line, as the proposal involves the roof being raised. Neither does the side extension preserve a minimum of 1m from the front wall of the house dwelling. However, given that Upper Park Road has various roof lines and dwelling designs, the proposed side extension and raised roof would not appear as an odd addition. \r\rFront Porch and Changes to Fenestration -\rThe proposed replacement of windows and a new front porch would not have an adverse impact on the character or appearance of the area, as neighbouring properties have front elevations that differ greatly. \r\rTwo-Storey Rear Extension-\rThe submitted 3D Views with the Design & Access Statement create a better understanding of the complete look of the rear elevation. Officers acknowledge that the proposed two-storey rear extension would appear unorthodox in the vicinity of Upper Park Road, as the elevation includes full window walls, however, as mentioned above Upper Park Road harbours many different designs. \r\rEnclosed Balcony - \rPolicy Guidance 33 of the Residential Design SPD states that a balcony or roof terrace will not be considered acceptable where it causes overlooking. The exception to this may be where the building sits on a large plot with adequate screening along any shared boundaries. Officers acknowledge that the details submitted, demonstrate that the proposed balcony would have screening along the sides, however, the addition of a balcony in the vicinity of Upper Park Road would appear as an incongruous and discordant feature within the street scene. The proposals would detract from the character and appearance of the existing dwelling and the wider area resulting in unacceptable harm to the character and appearance of the dwelling and the area.\r\rDue to the proposed balcony, the proposed development as a whole is considered unacceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficers Comments: Officers have assessed the impact on daylighting and sunlighting of the proposed two-storey rear extension, using the BRE, 45 and 25 Degree Rule and the Residential Design SPD to ensure minimum impact on neighbouring amenities. \r\rGiven the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance or loss of light. However, the proposed balcony would significantly breach the privacy of the neighbouring properties by way of overlooking, therefore, it would be considered unacceptable. \r\rHeritage\rParagraph 203 of the NPPF 2021 states that the effect of an application on the significance of a non-designated heritage asset should be taken into account in determining any application. In weighing applications that directly or indirectly affect non-designated heritage assets, a balanced judgement is required, having regard to the scale of any harm or loss and the significance of the heritage asset.\r\rPolicies CS8, DM10 and DM12 of the Royal Borough of Kingston upon Thames Core Strategy 2012 sets out the Council's commitment to preserve or enhance the existing heritage assets of the Borough through the promotion of high quality design and a focus on heritage-led regeneration. The Council will allow alterations which preserve or enhance the established character and architectural interest of a heritage asset, its fabric or its setting, and will ensure that development proposals affecting historic assets will use high quality materials and design features which incorporate or compliment those of the host building or the immediate area. Features of local importance and special interest will be respected through the consideration of form, scale, layout and detailed designs of a site, area or streetscape.\r\rOfficer Comment: \rAs set out above, it is considered that there would be an adverse impact in terms of character and appearance as a result of the proposals.  Therefore, it follows that there would be harm to the significance of the non-designated heritage asset. Overall, the proposed development is not considered to preserve the character and appearance and significance of the Kingston Hill/Coombe Hill Strategic Area of Special Character. \r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Fire Safety Strategy.  Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). Ongoing compliance with the strategy would be secured through conditions, in the event of a favourable recommendation.\r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013).",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted.\r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThis application has been submitted to allow a change to the roof material (from the existing red tiles to dark grey) and to change the crittal windows to dark grey powder coated aluminium windows.\r\rWith regard to the windows, these appear to be marginally smaller and the change to the window style is considered to have a signficant effect on the overall design. \r\rWith regard to the roof, most of the buildings along this road, including the existing building, have dark red roof tiles. Whilst there is at least one example of a grey tiled roof, this is an outlier.  There was a great deal of interest on the design and appearance of the building through the planning application. For these reasons, this is considered to be a material change. \r\rAccordingly, the proposed amendments are considered to be material and it is recommended that the application be refused.\r",
    "The check list shows the block plan has been submitted but the block has not been submitted.\rPlease provide a Block Plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works (hatched or shaded) in relation to the existing dwelling, site boundaries and any outbuildings on site. The Block Plan must show the direction of North and should also show adjoining properties to the side and rear and those opposite in full outline.",
    "The check list shows the proposed site plan has been submitted but it has not been submitted.\rPlease provide proposed site plan drawn at an identified standard metric scale (such as 1:200 or 1:500) showing the proposed works in relation to the existing dwelling, site boundaries and any outbuildings on site. The site plan should show all public rights of way crossing or adjoining the site and should also show access arrangements, all trees and hedges within the application site and on the boundary, including trees and hedges on neighbouring land.  The plan should be annotated with key measurements, including distances to boundaries. The plan(s) must be given a unique drawing number and be clearly labelled as Existing or Proposed Site Plan. The Site Plan must show the direction of North",
    "The submitted Masterplan, Lighting Locations, Tree Plan and Planting Plan are not labelled as existing or proposed. Please revise the drawings with the correct labelling existing or proposed.",
    "The submitted sections are not labelled as existing or proposed, please revise the sections with the correct labelling existing or proposed.",
    "The submitted elevations are labelled as before and after, please revise the elevations with the correct labelling such as Existing Elevation or Proposed Elevation.",
    "The description of the proposal includes 'play equipment', please provide the plan and elevations of play equpment to show the height of the equipment.",
    "The suffix of the application will be changed if necessary.",
    "Please revise the check list if necessary.\rThe new local validation list and checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications.",
    "Please provide the dimension of crown reduction for T2-willow Tree.",
    "Please provide 'Biodiversity Checklist.' The Biodiversity Checklists can be obtained via the council's website:\rhttps://www.kingston.gov.uk/downloads/file/2738/biodiversity-checklist\r\r",
    "Please provide the statement how a fire safety is dealt with as a part of the Caravan Sites Licence in a planning context. The fire safety is required for all planning applications. Please refer to the new local validation list.\r\rPlease submit a Planning Fire Safety Strategy. The PFSS should address all aspects of part A of Policy D12 of the London Plan 2021 and should include a statement of competence. It should also reference the London Plan Guidance Fire Safety (February 2022), and where applicable, a Reasonable Exception Statement (RES) should be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.",
    "The submitted location plan does not have a North point. Please submit a copy of an Ordnance Survey based site location plan scaled 1:1250 with the application site outlined in red, showing at least two road frontages and a North point. Show any other land owned by the applicant that is close to or adjacent to the property outlined in blue."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/10/2020",
  "secondary_street_name": null,
  "site_number": "33",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.248423,
          51.396672
        ],
        [
          -0.248424,
          51.396645
        ],
        [
          -0.248467,
          51.396646
        ],
        [
          -0.248466,
          51.396673
        ],
        [
          -0.248423,
          51.396672
        ]
      ]
    ],
    "type": "Polygon"
  }
}