{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHU1JXNHI3P00",
  "lapsed_date": "02/12/2023",
  "decision_target_date": "02/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6BD",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.014
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02512/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519235,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:09.062Z",
  "id": "Kingston-20_02512_HOU",
  "application_type": "Householder",
  "street_name": "Borough Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "02/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169975,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021754993",
  "centroid": {
    "lon": -0.286755,
    "lat": 51.416263
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The applicant as failed to demonstrate on balance that the proposed extension would not cause an unacceptable adverse impact upon the amenity of neighbouring property No. 30 Borough Road in terms of an unacceptable sense of enclosure, loss of outlook and loss of light to the principal window of the nearest ground floor habitable room, thereby conflicting with Policy 7.6 of the London Plan 2016, Policies CS8 and DM10 of the LDF Core Strategy, 2012 and the Residential Design SPD, 2013.",
    "Site and Surroundings\r\rThe application site is a semi detached residential dwelling located on the east side of Bond Road, Tolworth.\r\rThe surrounding area is predominantly residential in character and appearance. \r\rThe site is not located in a conservation area and the building and curtilage are not statutorily or locally listed.\r\r7 neighbouring properties have been notified with no responses received. \r\rPlanning History\rAny relevant planning history for the site has been taken into account in considering this application and recent planning history is available to view on the Council's website.\r\rThe key areas of assessment are:\r\rDesign \rImpact on neighbour amenity\rFire Strategy\r\rDesign \rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficers Comment: \rThe proposed single storey rear extends the full width of the dwelling to a depth of approximately 3m, with a pitched roof. This extension is considered appropriate in design and proportionate in scale to the host dwelling. The materials comprise a mix of brickwork walls and UPVC bi-fold doors, and slate/tile clad shallow pitched roof to match existing. \r\rFor these reasons, the proposal is in accordance with Policy D3 of the London Plan (2021) and Policies CS8 and DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rNeighbour Amenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer's comment: \rThe site is adjoined by 68 Bond Road to the south, this property has an existing rear extension which forms the other pair of the semi-detached houses, and 64 Bond Road to the north. With regard to 68 Bond Road, the proposed single storey extension is sited adjacent to the existing rear extension at No 68. The proposed extension would be setback from the boundary with No 64  by the width of the existing side passage, and there is a high boundary fence.   Given the modest depth and additional height, the proposal is not considered to result in any undue loss of light or outlook for neighbouring properties. \r\rIn summary, the proposal is not considered to unduly affect the amenities of the occupiers of neighbouring properties and the proposal is in accordance with Policy DM 10 of the Core Strategy (2012) and Residential Design Guide SPD (2013).\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Reasonable Exemption Statement which satisfies the requirements of Policy D12 (A)\r\rSummary\rOverall the development is considered to be in accordance with the development plan and as such, planning permission is recommended for approval, subject to the conditions listed above.\r",
    "As of 1st May 2024, all applicants are required to submit either a 'householder checklist' in the case of householder applications, or, a 'validation checklist' in the case of all other planning applications (except for Non material amendments, prior approval applications, lawful development applications, discharge of condition(s) applications and application for works to protected trees), in accordance with the requirements of the new local validation list. The new local validation list and checklists can be obtained via the council's website- https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications. \r\rThe LPA will not conduct any validation checks until the correct checklist has been submitted. Upon receipt of a completed checklist, the application will be assigned to a validation officer to review.\r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/10/2020",
  "secondary_street_name": null,
  "site_number": "32",
  "pp_id": "PP-09138647",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.286733,
          51.416276
        ],
        [
          -0.286734,
          51.416249
        ],
        [
          -0.286777,
          51.41625
        ],
        [
          -0.286776,
          51.416276
        ],
        [
          -0.286733,
          51.416276
        ]
      ]
    ],
    "type": "Polygon"
  }
}