{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFERUNNHHII00",
  "lapsed_date": "22/01/2026",
  "decision_target_date": "16/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 6SD",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.044000000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02050/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519203,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:02.200Z",
  "id": "Kingston-20_02050_HOU",
  "application_type": "Householder",
  "street_name": "Alexandra Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Canbury - OLD",
  "decision_date": "22/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey side/rear extension and first floor rear extension.",
  "actual_completion_date": null,
  "last_date_consultation_comments": "15/09/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 170156,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021753386",
  "centroid": {
    "lon": -0.287154,
    "lat": 51.417896
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development to which this permission relates shall be carried out in accordance with Arboricultural Impact Assessment reference 178253/RT. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policies 7.4 and 7.21 of the London Plan 2016 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The applicant is advised that the submitted details to discharge condition 12 (School Travel Plan) of permission  22/01687/CREG3 are not deemed sufficient to discharge. This is due to the lack of detail within the Travel Plan which does not include details of baseline surveys to be undertaken, measurable targets to be achieved, a monitoring programme or an action plan to deliver the measures.  Furthermore, no Travel Plan Coordinator is identified.  \r\rThe applicant is advised to consider the Transport for London Travel Plan guidance (see link below) ahead of re-submitting details to discharge this condition.\rhttps://content.tfl.gov.uk/what-a-travel-plan-should-contain.pdf",
    "Please provide all Existing and Proposed Elevations at a recognised scale (at 1:50 or 1:100 for example), showing all elevations not just part and indicating all key dimensions for the proposed work."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "21/08/2020",
  "secondary_street_name": null,
  "site_number": "23",
  "pp_id": "PP-08949258",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.287132,
          51.417909
        ],
        [
          -0.287133,
          51.417882
        ],
        [
          -0.287176,
          51.417883
        ],
        [
          -0.287175,
          51.41791
        ],
        [
          -0.287132,
          51.417909
        ]
      ]
    ],
    "type": "Polygon"
  }
}