{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QK1SR9NH04300",
  "lapsed_date": "29/12/2025",
  "decision_target_date": "31/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 7SA",
  "site_name": "4 Douglas Road\rTolworth\rSurbiton\rKT6 7SA\r",
  "status": "Refused",
  "application_details": {
    "total_gia_gained": 26,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "12/2020",
    "intended_completion_date": "04/2020",
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02929/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518906,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Prior Approval: Larger Home Extension",
  "last_updated": "2025-05-05T17:24:51.408Z",
  "id": "Kingston-20_02929_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Douglas Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Surbiton Hill - OLD",
  "decision_date": "29/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (5.5m in depth, maximum height of 3.0m and eaves height of 3.0m) following demolition of existing extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166350,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021787329",
  "centroid": {
    "lon": -0.292697,
    "lat": 51.383752
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed single storey rear extension would extend beyond a wall forming a side elevation of the original dwellinghouse and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Officer Report\r\rApplication Site\rThe site comprises an end of terrace property situated on the corner of Agar Close and Diana Gardens. The site is not subject to any particular designations or environmental constraints.\r\rProposal \rErection of two storey side extension and single storey rear extension\r\rConsultations\r14 properties were notified of the proposal. No representations were received.  \r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire Safety\r\rCharacter and Appearance\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area. \r\rOfficer Comment: It is acknowledged that the proposed two storey side extension would not be strictly in accordance with Policy Guidance 36 of the Council's Residential Design SPD as it would not be set back from the front elevation or set in from the property boundary. \r\rHowever it is noted that the proposed width of the extension would comply with Policy Guidance 36 as well as the proposed roof form (although not set down from the existing roof line as recommended by Policy Guidance 36). \r\rOfficers note the existing two storey side extensions of similar design and bulk within the immediate surrounding area (Nos 1 and 10 Agar Close), as such it is considered that the proposed two storey side extension would not have significant impact on the existing street scene. \r\rThe proposed single storey rear extension would be approximately 3m deep and of total height of approximately 3.3m . The proposed design and modest scale is considered to be in-keeping with the host dwelling and in accordance with Policy Guidance 33.\r\rOverall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: \rIt is noted that the adjoining property benefits from the single storey side extension. \r\rIn order to ensure no adverse impact on the amenities of the occupiers of the neighbouring properties any new windows above the ground floor level would need to be obscure glazed and non openable above 1.7m from the internal floor level details of which would be secured via condition. \r\rOverall, it is considered that the proposed development due to its siting and modest scale would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rThe applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.\r",
    "The submitted householder check list shows the CIL form has been provided but it has not been provided, please clarify."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/11/2020",
  "secondary_street_name": null,
  "site_number": "4",
  "pp_id": "PP-09268089",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292675,
          51.383765
        ],
        [
          -0.292676,
          51.383738
        ],
        [
          -0.292719,
          51.383738
        ],
        [
          -0.292718,
          51.383765
        ],
        [
          -0.292675,
          51.383765
        ]
      ]
    ],
    "type": "Polygon"
  }
}