{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QHD43NNH04300",
  "lapsed_date": "06/11/2025",
  "decision_target_date": "06/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 5JS",
  "site_name": "",
  "status": "Not Required",
  "application_details": {
    "site_area": 0.044000000000000004
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02413/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521548,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:46.905Z",
  "id": "Kingston-20_02413_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Knightwood Crescent",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St James - OLD",
  "decision_date": "06/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6.00m in depth, maximum height of 3.00m and eaves height of 2.90m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167339,
  "decision": "Not Required",
  "appeal_decision": null,
  "uprn": "100021777554",
  "centroid": {
    "lon": -0.254412,
    "lat": 51.392081
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "PREVIOUS RELEVANT HISTORY:\rApplication reference 19/03167/FUL- Demolition of the two existing dwellinghouses and the erection of a part three storey, part two storey nursing home comprising 67 bedrooms with associated car parking, landscaping, refuse and bicycle store. Granted planning permission, dated 22 March, 2021.\r\rApplication reference 21/03141/CLC - Details required Conditions 5 (Construction Method Statement), 9 (Archaeology), 23 (BREEAM Design Stage Assessment), 33 (Air Quality Assessment) and 34 (Piling Method Statement) of planning permission 19/03167/FUL (Demolition of the two existing dwellinghouses and the erection of a part three storey, part two storey nursing home comprising 67 bedrooms with associated car parking, landscaping, refuse and bicycle store). Refused, dated 14 December, 2021.\r\rApplication reference 21/03984/CLC - Details required for Conditions 9 (Archaeology WSI), 23 (BREEAM Design Stage Assessment) and 34 (Piling Method Statement) of planning permission 19/03167/FUL (Demolition of the two existing dwellinghouses and the erection of a part three storey, part two storey nursing home comprising 67 bedrooms with associated car parking, landscaping, refuse and bicycle store). Approved, dated 10 February, 2021.\r\rApplication reference 21/03986/CLC - Details required for Conditions 5 (Construction Method Statement) and 33 (Air Quality Assessment) of planning permission 19/03167/FUL (Demolition of the two existing dwellinghouses and the erection of a part three storey, part two storey nursing home comprising 67 bedrooms with associated car parking, landscaping, refuse and bicycle store). Approved, dated 25 March 2022.\r\rApplication reference 22/01675/CLC - Details required for Condition 6 (Levels) and 10 (Drainage) of planning permission 19/03167/FUL (Demolition of the two existing dwellinghouses and the erection of a part three storey, part two storey nursing home comprising 67 bedrooms with associated car parking, landscaping, refuse and bicycle store). Approved, dated 14 July 2022.\r\rApplication reference 22/01658/FUL - Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 19/03167/FUL (Demolition of the two existing dwellinghouses and the erection of a part three storey, part two storey nursing home comprising 67 bedrooms with associated car parking, landscaping, refuse and bicycle store) dated: 17/12/2019. Variation to include amendments to create an extension to the rear of the property at ground and first floor Level. Approved, dated 26 August, 2022.\r\rCONSULTATIONS:\r113no. surrounding owner/occupiers were notified of the proposals. One representation received, objecting with comments raised regarding the inappropriateness of the original permission (in terms of scale and design), as well as comments in relation to the visibility of the proposed second floor glazed link proposed under this S.73 application.\r\rOfficer comment: Duly noted. Officers cannot comment on the merits or otherwise of the original planning decision and are limited to only considering the proposed changes submitted under this Section 73 application. Assessment of the proposed glazed link at second floor is considered in the body of this report.\r\r\rSITE AND SURROUNDINGS:\rThe application site is located on the northern side of Coombe Lane West and comprises a parcel of land measuring approximately 3,800 square metres. The site contains two detached 20th century residential properties, both of which sit on generously sized plots of land. No. 17 is characterised by its hipped roof forms and bay front windows, whereas, No. 19 is characterised by its mock-tudor timber detailing.\r\rThe surrounding area is suburban in nature and predominantly consists of residential properties. No. 15 Coombe Lane West is a detached two storey dwelling which sits to the west of the application site. To the east is a private access lane, and beyond that are the rear gardens of the neighbouring properties fronting Brook Gardens and the detached dwelling at No. 21 Coombe Lane West. It is noted that planning permission has recently been granted for a new dwelling on a plot of adjoining land to the rear of No. 19 Coombe Lane West (refs: 19/03148/FUL & 18/14699/FUL). This adjoining site does not form part of the curtilage of the application site and its address is 19A Coombe Lane West.\r\rThe site is not located within a Conservation Area, nor does it contain any listed buildings. However, it lies within the Kingston Hill/Coombe Hill Strategic Area of Special Character and an Area of Archaeological Significance. Although there are no trees subject to a Tree Preservation Order (TPO) within the site, the adjoining land known as No. 19A Coombe Lane Road contains trees that are protected by a TPO.\r\rThe site has a Public Transport Accessibility Level (PTAL) of 3 (Moderate). Both of the properties at Nos. 17 and 19 benefit from existing vehicular crossovers on Coombe Lane West.\r\rThe site falls within Flood Risk Zone 1 (Low Probability), although, it is acknowledged that a stream runs through the centre of the site.  \r\r\rPROPOSAL\rVariation of Condition Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission 22/01658/FUL (Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 19/03167/FUL (Demolition of the two existing dwellinghouses and the erection of a part three storey, part two storey nursing home comprising 67 bedrooms with associated car parking, landscaping, refuse and bicycle store)  dated:17/12/2019. Variation to include amendments to create an extension to the rear of the property at ground and first floor Level) to create an extension to the second floor to create a link between the two main building forms. Changes to 2 no. bedroom windows to provide external doors and access to the external amenity space.\r\rASSESSMENT\rThe main issues to consider when assessing this application relate to the principle of development, impact upon character and appearance and impact upon neighbouring residential amenity.\r\rPrinciple of Development\rThis application is made pursuant to Section 73 of the Town and Country Planning Act 1990 (as amended), which concerns applications to develop land without conditions previously attached. While this is, in effect, a fresh application for the entire development, the principle of the development has nevertheless already been established.\r\rOn such an application, the local planning authority may only consider the conditions subject to which permission should be granted. It would therefore be unnecessary and unreasonable to revisit every issue which was relevant to the determination of the original application.\r\rIn assessing the application, officers are mindful of any changes in planning policy or site circumstances since the grant of the original permission.\r\rIt is acknowledged that there is no statutory definition of a minor material amendment (MMA) although the Planning Practice Guidance (PPG) explains that a MMA is 'likely to include any amendment where its scale and/or nature results in a development which is not substantially different from the one which has been approved'.\r\rImpact upon Character and Appearance of the Area\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rThe proposals seek amendments to the windows to Bedrooms 16 & 17 to now show external doors with side window. In addition, an extension to the second floor is now proposed between the two main building forms, mirroring the first floor, below. Glazing has been added to both sides of the link block to provide natural light to the internal spaces.\r\rHaving regard to the above, officers consider that the proposed development would have an acceptable impact on the character and appearance of the building and wider area.\r\rImpact upon Neighbouring Residential Amenity\rParagraph 130 of the NPPF 2021 states that planning decisions should ensure that developments will create places that are safe, inclusive and accessible and which promote health and well-being, with a high standard of amenity for existing and future users.\r\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rThe proposed changes would not create a material extent of additional bulk to the building. \r\rOfficers consider that the proposed development would have an acceptable impact on the amenities of neighbouring occupiers in terms of material loss of light, outlook or privacy.\r\rConclusion/Planning Balance\rUnder the provisions of s.73 of the Town and Country Planning Act 1990, the proposed amendments to Condition 1 (Approved Plans) of Planning Permission 22/01658/FUL (Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 19/03167/FUL are considered to maintain appropriate good quality design and would not result in material difference in terms of character and appearance of the proposed development, nor in terms of impacts upon neighbouring amenity. The proposals are considered to comply with Policy D3 of the London Plan, 2021 and Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames LDF Core Strategy, April 2012.  \r\rRECOMMENDATION\rGrant planning permission.\r",
    "Proposal Description - This has been amended for clarity. Please confirm if you agree, or amend if you disagree with the following description:  \"Alterations to front elevation including replacement of windows, removal of coving and 4nos. chimneys. Change of use from 8 bedroom HMO to 7 bedroom HMO (Use Class Sui Generis) at 28-30 Berrylands Road and conversion of rear ground and first floor of 28 Berrylands Road to 2nos. studio flats (Use Class C3). Internal alterations and installation of external metal staircase. (Part Retrospective)\""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "25/09/2020",
  "secondary_street_name": null,
  "site_number": "28",
  "pp_id": "PP-09100619",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.25439,
          51.392094
        ],
        [
          -0.254391,
          51.392067
        ],
        [
          -0.254434,
          51.392068
        ],
        [
          -0.254433,
          51.392095
        ],
        [
          -0.25439,
          51.392094
        ]
      ]
    ],
    "type": "Polygon"
  }
}