{
  "cil_liability": true,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJBLB7NHIFW00",
  "lapsed_date": "07/01/2026",
  "decision_target_date": "07/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 7ER",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.094
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02771/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519797,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:24:14.632Z",
  "id": "Kingston-20_02771_HOU",
  "application_type": "Householder",
  "street_name": "Wolsey Close",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Coombe Hill - OLD",
  "decision_date": "07/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing rear conservatory and first floor side dormer and erection of part single , part double storey rear extension and first floor side extension;extension of hipped roof above first floor extension, erection of 2no. front dormers and one rear dormer roof extension including 2no.Juliet balconies to rear, removal of existing chimneystacks and erection of new chimney stacks and installation of air conditioner units.\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 169759,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021770413",
  "centroid": {
    "lon": -0.27875,
    "lat": 51.414203
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, any windows or rooflights in the south and north elevations and situated on the first floor and side elevations of the roof shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The rating level of the noise determined by the cumulative sound emissions of the plant hereby permitted shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the north and south wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The assessment has been based on the original layout of the house. The existing rear elevation has a substantial ground-floor bay window. This is visible on the rear elevation photo supplied by the applicant and also on the proposed ground floor plan P740/O5 A. The proposed extension would therefore extend beyond the side elevation of the original footprint and would have a width greater than half the width of the original dwellinghouse, in conflict with Paragraph A.1 (j) (iii) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Condition 8 Parts a), d), e), f), g), h) and i) (Verification Report) for Cores A, D, E, F, G, H and J only of Planning Permission 19/01228/FUL as amended  by 21/00927/NMA states:\r\r8. a) On completion of approved remediation works and prior to the first occupation of any part of Core A, as referenced on the Construction Phasing Plan dated June 2021, a verification report including quality assurance certificates that demonstrates the effectiveness of the remediation carried out must be submitted within 28 days of the report being completed and approved in writing by the Local Authority. \r\r8.d) On completion of approved remediation works and prior to the first occupation of any part of Core D, as referenced on the Construction Phasing Plan dated June 2021, a verification report including quality assurance certificates that demonstrates the effectiveness of the remediation carried out must be submitted within 28 days of the report being completed and approved in writing by the Local Authority. \r\r8.e) On completion of approved remediation works and prior to the first occupation of any part of Core E, as referenced on the Construction Phasing Plan dated June 2021, a verification report including quality assurance certificates that demonstrates the effectiveness of the remediation carried out must be submitted within 28 days of the report being completed and approved in writing by the Local Authority. \r\r8.f) On completion of approved remediation works and prior to the first occupation of any part of Core F, as referenced on the Construction Phasing Plan dated June 2021, a verification report including quality assurance certificates that demonstrates the effectiveness of the remediation carried out must be submitted within 28 days of the report being completed and approved in writing by the Local Authority. \r\r8.g) On completion of approved remediation works and prior to the first occupation of any part of Core G, as referenced on the Construction Phasing Plan dated June 2021, a verification report including quality assurance certificates that demonstrates the effectiveness of the remediation carried out must be submitted within 28 days of the report being completed and approved in writing by the Local Authority. \r\r8.h) On completion of approved remediation works and prior to the first occupation of any part of Core H, as referenced on the Construction Phasing Plan dated June 2021, a verification report including quality assurance certificates that demonstrates the effectiveness of the remediation carried out must be submitted within 28 days of the report being completed and approved in writing by the Local Authority. \r\r8.i) On completion of approved remediation works and prior to the first occupation of any part of Core J, as referenced on the Construction Phasing Plan dated June 2021, a verification report including quality assurance certificates that demonstrates the effectiveness of the remediation carried out must be submitted within 28 days of the report being completed and approved in writing by the Local Authority. \r\rReason: To prevent harm to human health and pollution of the environment in accordance with the aims and objectives of the borough's Local Plan.To ensure that the risks from land contamination is understood prior to works on site both during the construction phase and on completion and to ensure that the risks to the future users of the land and neighbouring land are minimised. \r\rOfficer response: The Council's Environmental Health Officer is satisfied with the information provided for condition 8 Parts a), d), e), f), g), h) and i)  relating to planning permission 19/01228/FUL as amended  by 21/00927/NMA. As such, details submitted in relation to this condition for parts  a), d), e), f), g), h) and i)  only are hereby discharged.\r",
    "The applicant is informed that the submitted details have been assessed and are hereby approved subject to carrying out the development in accordance with the approved details, in relation to Condition 5 (Fire Safety Strategy) of Planning Permission ref no 23/00931/FUL, which states:\r\rPrior to any above ground works (excluding demolition), a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details:\r\r1) suitably positioned outside space for fire appliances/ an evacuation assembly point;\r2) Appropriate fire alarm systems;\r3) Passive and active fire safety measures;\r4) appropriate construction details to minimise the risk of fire spread;\r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence.\r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rThe required Fire Safety Strategy shall reference the London Plan Guidance Fire Safety (February 2022),  where applicable and a Reasonable Exception Statement (RES) shall be submitted in relation to those fire safety requirements which the applicant does not consider to be relevant.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.",
    "The Householder Local List requires Time Stamped Photographs. Please submit these.",
    "Householder Checklist - Please ensure you have provided all documents required to support your application in line with the Householder Local List. Please update the Householder Checklist document with any changes you have made to your application and re-submit it.  You are required to give clear reasons for not providing mandatory documents. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/11/2020",
  "secondary_street_name": null,
  "site_number": "4",
  "pp_id": "PP-09161179",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.278728,
          51.414216
        ],
        [
          -0.278729,
          51.414189
        ],
        [
          -0.278772,
          51.41419
        ],
        [
          -0.278771,
          51.414217
        ],
        [
          -0.278728,
          51.414216
        ]
      ]
    ],
    "type": "Polygon"
  }
}