{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QH7ITKNH04300",
  "lapsed_date": "02/10/2023",
  "decision_target_date": "08/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5NR",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.031,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021797361"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02391/CWH",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517371,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:22:41.698Z",
  "id": "Kingston-20_02391_CWH",
  "application_type": "All Other",
  "street_name": "Seething Wells Lane",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "St Mark's - OLD",
  "decision_date": "02/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Proposed modification to construction working hours to Planning Permission 19/00389/HOU and 19/00390/LDP (which currently states not before 8am or after 6pm Monday to Friday inclusive, not before 8am or after 1pm on Saturdays and not on Sundays or Bank Holidays). The Proposal is to extend working hours on Monday to Friday to 8am to 9pm, on a Saturday 8am to 6pm and not on Sundays or Bank Holidays. ( The construction working hours would Commence on 16th September 2020 and Cease on 1st December 2020).\r\r",
  "actual_completion_date": null,
  "last_date_consultation_comments": "02/10/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 167167,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021797361",
  "centroid": {
    "lon": -0.314475,
    "lat": 51.391414
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Insufficent information has been submitted with the application to allow for its complete assessment, the following information is missing from the submission. \r\r1) You have not indicated in your submission the condition which you are seeking to amend\r\r2) No information has been provided which details why extended hours are necessary, and\r\r3) Details of any proposed mitigation have not been included with your application\r\rMoreover, the application includes the following incorrect information\r\r1) The date you indicate that the extended hours would commence is before the valid date of the application, the date should be no earlier than 14 days after the valid date\r",
    "The  Environment Agency advise:  \r1) Licence Requirements: The structure is required to be licenced under S60 Thames Conservancy Acts 1932.\r2) Flood Risk Activity Permit: the Environmental Permitting (England and Wales) Regulations 2016 require a permit to be obtained for any activities which will take place:  \r- on or within 8 metres of a main river (16 metres if tidal)\r- on or within 8 metres of a flood defence structure or culvert (16 metres if tidal)  \r- on or within 16 metres of a sea defence \r- involving quarrying or excavation within 16 metres of any main river, flood defence (including a remote defence) or culvert  in a floodplain more than 8 metres from the river bank, culvert or flood defence structure (16 metres if it's a tidal main river) and you don't already have planning permission. \rFor further guidance please visit https://www.gov.uk/guidance/flood-risk-activitiesenvironmental-permits or contact our National Customer Contact Centre on 03702 422 549. The applicant should not assume that a permit will automatically be forthcoming once planning permission has been granted, and we advise them to consult with us at the earliest opportunity.\r",
    "Tree photos - Please email us clear photos of the trees/hedges and any key features you wish to draw to the attention of the Tree Officer to be considered in your application. Photos should be labeled T.1, T.2 and so on, in order that they can be identified according to the list of works you have provided and the corresponding numbered plan showing the location of each tree. This will enable the Council to provide you with a more prompt decision."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "24/09/2020",
  "secondary_street_name": null,
  "site_number": "20",
  "pp_id": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.314453,
          51.391427
        ],
        [
          -0.314454,
          51.3914
        ],
        [
          -0.314497,
          51.391401
        ],
        [
          -0.314496,
          51.391428
        ],
        [
          -0.314453,
          51.391427
        ]
      ]
    ],
    "type": "Polygon"
  }
}