{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QI4WU5NH00H00",
  "lapsed_date": "19/11/2025",
  "decision_target_date": "23/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT9 2AN",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.012
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02553/PAEXT",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518876,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:20.438Z",
  "id": "Kingston-20_02553_PAEXT",
  "application_type": "Prior Approval",
  "street_name": "Gilders Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Chessington South - OLD",
  "decision_date": "19/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension (6.00m in depth, maximum height of 3.00m and eaves height of 3.00m)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 163765,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "000128034509",
  "centroid": {
    "lon": -0.293992,
    "lat": 51.360525
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are not considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). \r",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rDemolition of shed and garage. Erection of single storey rear and side extension along with a first floor side extension with associated changes to fenestration. Conversion of garage into habitable space. Installation of PV panels on the main roof\r\rConsultation\rThree neighbouring properties have been notified and one objection has been received stating;\r- Loss of light/Sunlight\r- Privacy\r\rThe objection will be considered within the assessment.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings;\r- The impact of the development on the Green Belt;\r- The impact of the development on Flooding; and,\r- Fire Safety\r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: The proposed first floor side extension has been set down from the original roof, back from the front elevation and in from the boundary in compliance with Policy Guidance 36 of the residential design SPD. Officers note that due to a side extension on the adjoining property No. 134 Somerset Avenue, there has already been a loss of symmetry. Overall, It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: The principal properties to consider in relation to neighbouring amenity would be No. 134 and No. 138 Somerset Avenue. With regards to No. 138, due to the existing situation on site the proposed extensions are not considered to harm the amenity or result in loss of light. The proposed first floor extension has been set in from the boundary as not to hamper future development at No. 138. With regards to No. 134, the proposed single storey rear element has be set in slightly off the boundary and would have an eaves height of 2.5m and a depth of 4m. Due to the low eaves height the proposed extension would not appear as overbearing or result in a loss of light. Overall, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rGreen Belt\rPolicy DM 5 states that The Council will only allow development on sites adjacent to the Green Belt, MOL or other open space designation that does not have a detrimental impact on its openness and visual amenities and respects the size, form and use of that open space\r\rOfficer Comment: It is considered that the proposed development would not have a detrimental impact on the openness and visual amenities of the adjacent green belt.\r\rFlood Risk\rPolicy SI12 of the London Plan 2021 and policy DM4 of the Council's Core strategy 2012 require development proposals to accord with the flood risk policies set out in the NPPF.\r\rOfficer Comment: The application site falls within Flood Risk Zone 2. Consequently the Flood Risk Assessment: Standing Advice issued by the Environment Agency and DEFRA, 2012 must be applied. For minor extensions such as this it is essential that the proposed floor level is no lower than existing in order to mitigate future flood risk impacts. \r\rShould permission be granted this would be secured by condition ensuring that floor levels within the proposed development would be set no lower than the main dwelling and appropriate mitigation measures would be implemented as part of the proposed development. It is therefore considered acceptable and in accordance with Policy SI12 of the London Plan 2021 and Policy DM4 of the LDF Core Strategy (2012).\r\rFire Safety\rPart A of Policy D12 (Fire Safety) of the London Plan (2021) sets out that \"In the interests of fire safety and to ensure the safety of all building users, all development proposals must achieve the highest standards of fire safety and ensure that they: \r1) identify suitably positioned unobstructed outside space: \r  a) for fire appliances to be positioned on \r  b) appropriate for use as an evacuation assembly point\r2) are designed to incorporate appropriate features which reduce the risk to life and the risk of serious injury in the event of a fire; including appropriate fire alarm systems and passive and active fire safety measures \r3) are constructed in an appropriate way to minimise the risk of fire spread\r4) provide suitable and convenient means of escape, and associated evacuation strategy for all building users \r5) develop a robust strategy for evacuation which can be periodically updated and published, and which all building users can have confidence in\r6) provide suitable access and equipment for firefighting which is appropriate for the size and use of the development.\r\rOfficers Comments: While no Fire Statement has been submitted to demonstrate how the proposed development addresses the requirements of Part A of Policy D12 of the London Plan (2021), Officers consider that the proposal should be able to meet the requirements of Policy D12(A). Were the application otherwise acceptable, a Fire Strategy would be secured by way of a planning condition. \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "The proposed plan and elevations show retractable canopy, kiosk fixture shelf and landscaping. Please clarify on this proposal includes landscaping and canopy also."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/10/2020",
  "secondary_street_name": null,
  "site_number": "60",
  "pp_id": "PP-09071917",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29397,
          51.360538
        ],
        [
          -0.293971,
          51.360511
        ],
        [
          -0.294014,
          51.360512
        ],
        [
          -0.294013,
          51.360539
        ],
        [
          -0.29397,
          51.360538
        ]
      ]
    ],
    "type": "Polygon"
  }
}