{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QII9RHNHI8V00",
  "lapsed_date": "11/12/2025",
  "decision_target_date": "15/12/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 4AW",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.014,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 3A"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021772901"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02616/CPU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 522041,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:23:36.410Z",
  "id": "Kingston-20_02616_CPU",
  "application_type": "All Other",
  "street_name": "Beverley Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "11/12/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of single storey rear extension, rear dormer roof extension (incorporating a juliet balcony) and installation of 1 no. rooflight to front roofslope",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Certificates of Lawful Development",
  "centroid_northing": 168257,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021772901",
  "centroid": {
    "lon": -0.247014,
    "lat": 51.400226
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "The proposed extensions and alterations are considered to fall within the parameters of  permitted development as set out under Schedule 2, Part 1, Classes A, B, C & G of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The amendment to the legal agreement would not involve a material change of use of the units, they would remain Use Class C3 and notwithstanding the proposed amendment to the agreement, the units could nonetheless still be offered as affordable units given that doing so would not require planning permission nor would it breach the legal agreement as currently written. \r\rThe variation to the legal agreement would ensure that the units would be counted as affordable units for the purposes of recording affordable housing delivery in the Borough and would go to meeting a significant need for affordable housing - in this case, intermediate affordable housing. It is important to note that the change from Market to Affordable units would not comprise development. \r\rThe variation to the legal agreement might give rise to CIL relief, however, it is to be noted that CIL is collected across the Borough on developments to fund the infrastructure required to facilitate development across the Borough. So whilst there could be a reduction in CIL contributions from this site, pooled funding from across the Borough would still be available to fund any necessary infrastructure. \r\rThere could be a reduction in local CIL funding for the neighbourhood, however, this would be outweighed by the delivery of affordable units and should be seen in light of the recent under-provision of affordable housing when measured against the affordable housing policy in the local plan of 50%. \r\rIn conclusion, Officers consider that the variation would be in general accordance with the development plan when read as a whole.",
    "Proposal Clarification - We note that the submitted Design and Access Statement refers to a previous planning approval for a single storey side extension. The Existing Plans show the side extension as built. Please confirm if this is correct. If it has not been built then the Existing Plans must be amended to show the existing situation, and this new application and Proposed Plans must show all changes being proposed. Please amend and re-submit plans if necessary."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "20/10/2020",
  "secondary_street_name": null,
  "site_number": "37",
  "pp_id": "PP-09168189",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.246992,
          51.400239
        ],
        [
          -0.246993,
          51.400212
        ],
        [
          -0.247037,
          51.400213
        ],
        [
          -0.247036,
          51.40024
        ],
        [
          -0.246992,
          51.400239
        ]
      ]
    ],
    "type": "Polygon"
  }
}