{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGBVM4NHHPS00",
  "lapsed_date": "24/11/2025",
  "decision_target_date": "03/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7PH",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.04
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02207/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521480,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:48.457Z",
  "id": "Kingston-20_02207_HOU",
  "application_type": "Householder",
  "street_name": "Manor Way",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "24/11/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of part single and part two storey side and rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 166231,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021803261",
  "centroid": {
    "lon": -0.255768,
    "lat": 51.382138
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor level or above in the south-eastern flank elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Relevant History \r22/00897/HOU Planning permission granted 11th May 2022 for Demolition of existing front garden store and erection of new single-storey detached garage. Demolition of existing timber fence on Warren Road and erection of replacement low brick wall with brick piers and steel railings\r",
    "Please confirm the Proposal Description. Each of the submitted plans refers to \"Ground floor and first floor extensions\" while the application form states: \"Erection of a ground floor single-storey side/rear extension\".\r\rFor the avoidance of doubt, please amend the plan titles and application form to clarify the proposal. Do you agree with the following: \"Demolition of rear extension. Erection of single-storey side/rear extension. Changes to front fenestration.\""
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "08/09/2020",
  "secondary_street_name": null,
  "site_number": "19",
  "pp_id": "PP-09049618",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.255746,
          51.382151
        ],
        [
          -0.255747,
          51.382124
        ],
        [
          -0.25579,
          51.382124
        ],
        [
          -0.255789,
          51.382151
        ],
        [
          -0.255746,
          51.382151
        ]
      ]
    ],
    "type": "Polygon"
  }
}