{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QGAC03NHHPB00",
  "lapsed_date": "12/02/2024",
  "decision_target_date": "02/11/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT6 5BX",
  "site_name": "",
  "status": "Refused",
  "application_details": {
    "site_area": 0.115,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Southborough Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Highways and Transport"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021790497"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02194/CLC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517957,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:43.968Z",
  "id": "Kingston-20_02194_CLC",
  "application_type": "All Other",
  "street_name": "Herne Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tolworth & Hook Rise - OLD",
  "decision_date": "12/02/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Details required by Conditions 5 (Construction Method Statement) and 12 (SUDS Statement) for planning permission 20/01103/FUL (Sub-division of plot following demolition of garage and construction of 2 x semi-detached houses (1 x three-bedroom and 1 x four-bedroom) and associated amenity space, parking and refuse facilities; addition of garage door to front elevation of existing house and replacement of flank window with side door)",
  "actual_completion_date": null,
  "last_date_consultation_comments": "01/10/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 165843,
  "decision": "Refused",
  "appeal_decision": null,
  "uprn": "100021790497",
  "centroid": {
    "lon": -0.306496,
    "lat": 51.379393
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Insufficient information has been provided with regards to the implementation, adoption, maintenance and management of a sustainable drainage system in order to prevent the increased risk of flooding, in conflict with Policy CS1 (Climate change Mitigation) of the Local Development Framework Core Strategy Adopted April 2012.",
    "---Officer Report---\r\rIntroduction\rThis application is of a nature where the Council's Constitution delegates the authority to make the decision to Officers rather than it being decided by a Committee of Councillors.  \r\rBefore preparing this summary report a Planning Officer has familiarised themselves with the application site, the relevant Development Plan policies and guidance, considered any relevant previous planning applications, and considered any comments made by those interested in the application such as consultees with specialist knowledge and nearby residents.\r\rThis decision has been authorised by a Senior Officer (Authorising Officer) in the Development Management Service. Prior to endorsing the Planning Officer's recommendation, the Authorising Officer has familiarised themselves with the application site, the application documents, the relevant planning policies and guidance, any relevant history, and any representations received.\r\rThe application is submitted under Section 192 of the Town and Country Planning Act 1990 to ascertain whether the 'Use of a dwellinghouse for taxi booking operations for taxi company' would be lawful for planning purposes.\r\rThe submitted application form sets the following details :\r1.The applicant wishes to run a private hire taxi business from home to take only online bookings and bookings over the phone\r2. No public access\r3. Operate from a small room at the home to run online booked taxis private hire business\r4. The proposed operation will be permanent\r5. The proposed development has started\r\rBased on the information provided by the applicant (see above), the use described would not amount to a material change of use of part or whole of the house and therefore planning permission is not required.\r\r2. This Lawful Development Certificate has been granted based on the information submitted.  If visitor numbers and/ or activity increase to an extent not normally associated with the use of the  building  as a single dwellinghouse, express planning permission will be required to change the use of the building. No adverts should be displayed to undermine the primary use of the building as a family home and there should be no external alterations to the building that might change the character of the building away from that of a dwellinghouse .\r\r3. Details of the Application Submission\rIn accordance with the requirements of the Local Government Act 1972 details of the application submission were available on the Council's website during the assessment of the application",
    "Inconsistent Plans - the Elevation plans submitted on the 23rd July show a gap between buildings of no. 4 and the neighbour at no. 6, however this is inconsistent with the floor plans, which show no. 6 is adjacent to no. 4. Please check the plans and submit the correct versions."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "07/09/2020",
  "secondary_street_name": null,
  "site_number": "49",
  "pp_id": "PP-09046460",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306474,
          51.379406
        ],
        [
          -0.306475,
          51.379379
        ],
        [
          -0.306518,
          51.379379
        ],
        [
          -0.306517,
          51.379406
        ],
        [
          -0.306474,
          51.379406
        ]
      ]
    ],
    "type": "Polygon"
  }
}