{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJQ69WNHIJO00",
  "lapsed_date": "13/01/2026",
  "decision_target_date": "08/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT3 3PY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.024
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02860/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521365,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:24:35.668Z",
  "id": "Kingston-20_02860_HOU",
  "application_type": "Householder",
  "street_name": "Sussex Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Beverley - OLD",
  "decision_date": "13/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey side extension, single storey rear extension and installation of roof terrace with obscured glass screening",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 168320,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021781733",
  "centroid": {
    "lon": -0.256706,
    "lat": 51.400937
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The roof of the single storey rear extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Before the beneficial occupation of the development hereby permitted, the proposed screens along the south and east elevations at the loft level (as shown on drawing 'Proposed Front Side and Rear Elevations'); proposed to serve a roof terrace area shall be constructed, fitted with and retained thereafter in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and must be replaced in the event that it ceases to result in obscurity to level 3. \r\rReason: To safeguard the amenities of the adjoining premises from overlooking and loss of privacy.\r",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The application is made pursuant to Section 96A of the Town and Country Planning Act 1990 (as amended), which concerns non-material amendments to planning permission. \r\rUnder Section 96A, a change may be made to any planning permission, including through the imposition of new conditions or the removal/alteration of existing conditions, if the local planning authority is satisfied that the change is not material. In deciding whether a change is material, a local planning authority must have regard to the effect of the change, together with any previous changes made under this section, on the planning permission as originally granted. \r\rThe National Planning Practice Guidance states that there is no statutory definition of 'non-material'. This is because it will be dependent on the context of the overall scheme - an amendment that is non-material in one context may be material in another. The judgement on 'materially' in any particular case is one of fact and degree.\r\rThe application seeks to amend the the approved scheme 21/00517/FUL moving the location of the outbuilding to other side of garden and raising the height of the outbuilding by 210mm. It is considered that the scale (enlargement) and nature (change of location) of the proposal would be material. There is the presence of trees in close proximity to the proposed outbuilding's siting and these are protected by virtue of being in the designated Southborough Conservation Area. This would need to be assessed and details submitted for consideration to understand what if any impact the proposed changes would have on trees. \r\rIt is concluded that the changes do not constitute a non material amendment to planning permission 21/00517/FUL.",
    "PLEASE READ CAREFULLY:\r\rOn the 1st May 2024 the Council adopted a new Validation Local List. \r\rAs per the new validation requirements, please complete and submit a Validation Checklist - Section 3. The new Validation  Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A in the checklist without a written justification.\r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter.\r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "13/11/2020",
  "secondary_street_name": null,
  "site_number": "2",
  "pp_id": "PP-09232977",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.256684,
          51.40095
        ],
        [
          -0.256685,
          51.400923
        ],
        [
          -0.256728,
          51.400924
        ],
        [
          -0.256727,
          51.400951
        ],
        [
          -0.256684,
          51.40095
        ]
      ]
    ],
    "type": "Polygon"
  }
}