{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QJOMQ8NHIJ900",
  "lapsed_date": "07/01/2026",
  "decision_target_date": "07/01/2021",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT2 5QY",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 9,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2021",
    "intended_completion_date": "10/2021",
    "site_area": 0.025
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02852/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517645,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": "Householder planning permission",
  "last_updated": "2025-05-05T17:24:33.428Z",
  "id": "Kingston-20_02852_HOU",
  "application_type": "Householder",
  "street_name": "Dukes Avenue",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Tudor - OLD",
  "decision_date": "07/01/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Erection of two storey rear extension",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "Idox Uniform",
  "development_type": "Other house holder developments",
  "centroid_northing": 171601,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "100021758403",
  "centroid": {
    "lon": -0.30907,
    "lat": 51.431208
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Before the beneficial occupation of the development hereby permitted, the permitted window in the north elevation and situated on the first floor shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable.  Any part below that level shall be fitted with, and retained in, obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable and tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. \r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the north elevation wall of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "Application Site\rThe site comprises a semi-detached dwelling.\r\rProposal\rErection of first floor side extension.\r\rOfficers note that a recent application 23/00235/CPU dated 13.04.2023 for the erection of hip to gable and rear dormer roof extensions (with juliet balcony) has been permitted but has not yet been completed to a habitable state. The applicant is therefore advised that  that implementing this development in combination with another development, whether pursuant to permitted development rights, a prior approval or a planning permission could render the totality of the works unlawful. This is particularly the case where the proposals would physically adjoin. The applicant is strongly advised to seek further advice before proceeding with any approval.\r\rConsultation\r7 neighbouring properties have been notified and no representations have been received.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Officers note that the proposed first floor side extension, althought not fully compliant with policy guidance 36 of the Residential Design SPD would restore balance between the semi-detached dwellings. It is also noted that there are many different types of side extension within the current street scene so overall, the proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment: With regards to neighbouring amenity officers note the proposed first floor window on the northern flank elevation. This window would be in close proximity to a first floor window on the southern flank elevation of No. 17 The Byeways. It is noted that the window of No. 17 serves a bathroom which is considered in planning terms as a non habitable room and as such, any loss of daylight/loss of outlook would not have any significant impact to this neighbour.  Should permission be granted this window would be required to be constructed so that no part of the framework less than 1.7m above finished floor level would be openable and any part below that level fitted with and permanently retained with obscure glazing. Overall, on balance, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why a development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan.\r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan.",
    "Application Site\rThe site comprises a linked dwelling.\r\rProposal\rThe erection of a Conservatory off an existing extension\r\rConsultation\r0 Representations received in response to 4 Neighbour letters.\r\rAssessment\rThe key areas of assessment are:\r- The design of the proposed development; \r- The impact of the development on the amenities of existing and future occupants of land and buildings; and,\r- Fire safety. \r\rDesign\rPolicy D3 of the London Plan 2021 states that development proposals should enhance local context by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions.\r\rPolicies CS8 and DM10 of the Council's Core Strategy 2012 and the guidance in the Council's Residential Design Guide SPD 2013 require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer Comment: Whilst the proposal would not strictly adhere to the SPD in terms of it proposing an extension off an extension, it would nonetheless, on balance, result in an acceptable form of development. The proposed development is considered to be acceptable in terms of scale, form, bulk, height, massing, spacing and design. It is considered that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development.\r\rNeighbouring Amenities\rPolicy D3 of the London Plan 2021 states that development proposals should deliver appropriate outlook, privacy and amenity, and should help prevent or mitigate the impacts of noise and poor air quality.\r\rPolicy DM10 of the Council's Core Strategy also seeks to safeguard the amenities of neighbouring occupiers. To this end, it states that developments should have regard to the amenities of occupants and neighbours, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance.\r\rOfficer Comment:  It is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rFire Safety\r\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has submitted a Reasonable Exemption Certificate, taking this into account Officers are satisfied that the proposal adequately meets the requirements of Policy D12(A). \r\rConclusion\rIn conclusion, the proposed development is considered to be in accordance with the development plan taken as a whole and there are no other material considerations which warrant a decision other than in accordance with the development plan",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. \r\rAs per the new validation requirements, please complete and submit a Householder Checklist - Section 3. The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r",
    "PLEASE READ CAREFULLY: \r\rOn the 1st May 2024 the Council adopted a new Householder Local List. \r\rAs per the new validation requirements, please complete and submit a Householder Checklist - Section 3. The new Householder Local List and checklists can be obtained via the council's website: https://www.kingston.gov.uk/downloads/download/261/validation-requirements-for-planning-applications\r\rThe LPA will not conduct any validation checks until the correct Checklist has been submitted. Upon receipt of a completed Checklist, the application will be assigned to a validation officer to review. Please do not simply state N/A anywhere in the checklist without a written justification. \r\rIf you need to make any changes to your application please try to do this via the Planning Portal website where possible. If that is not possible please send amended documents via the email address quoted in this letter. \r"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "12/11/2020",
  "secondary_street_name": null,
  "site_number": "24",
  "pp_id": "PP-09239871",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309047,
          51.431222
        ],
        [
          -0.309048,
          51.431195
        ],
        [
          -0.309092,
          51.431195
        ],
        [
          -0.309091,
          51.431222
        ],
        [
          -0.309047,
          51.431222
        ]
      ]
    ],
    "type": "Polygon"
  }
}