{
  "cil_liability": false,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QFF60FNHHIV00",
  "lapsed_date": "22/10/2025",
  "decision_target_date": "22/10/2020",
  "locality": null,
  "subdivision_of_building": null,
  "bo_system": "Idox Uniform",
  "lpa_name": "Kingston",
  "postcode": "KT4 7ST",
  "site_name": "",
  "status": "Approved",
  "application_details": {
    "site_area": 0.022000000000000002
  },
  "appeal_decision_date": null,
  "lpa_app_no": "20/02057/HOU",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 521856,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": [],
  "application_type_full": null,
  "last_updated": "2025-05-05T17:21:04.473Z",
  "id": "Kingston-20_02057_HOU",
  "application_type": "Householder",
  "street_name": "Idmiston Road",
  "borough": "Royal Borough of Kingston (LA Code)",
  "ward": "Old Malden - OLD",
  "decision_date": "22/10/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Demolition of existing garage, erection of a single storey side/rear extension and relocation of vehicular crossover",
  "actual_completion_date": null,
  "last_date_consultation_comments": "22/09/2020",
  "last_updated_by": "Idox Uniform",
  "development_type": "Extension",
  "centroid_northing": 166527,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000128009224",
  "centroid": {
    "lon": -0.250266,
    "lat": 51.384717
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": null,
  "decision_conditions": [
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The car parking and manoeuvring area(s) shown on the approved drawing shall be provided with a hard, bound, dust-free surface, adequately drained before the development is occupied for the purpose hereby permitted.  The respective areas shall be kept free from obstruction at all times, and shall not thereafter be used for any other purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason:  To ensure the provision of adequate off-street parking accommodation, that the proposed development does not prejudice the free flow of traffic or conditions of general safety on adjoining highways and that adequate parking servicing and manoeuvring provision is made in accordance with Policies DM9 (Managing Vehicle Use for New Development) and Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The flat roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "E4 - Acoustic Conditions in Schools",
    "A1 - Loading",
    "The site comprises a mid-terrace building comprising a retail store.\r\r18 neighbouring properties have been notified of the proposals and no representations have been received.\r\rThe key areas of assessment are:\r- The design of the proposed development; and,\r- The impact of the development on the amenities of existing and future occupants of land and buildings.\r- Fire Safety\r\rDesign\rWhen read together Policies CS8 and DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) require proposals to be of a high quality design that respects the character and appearance of the original building and the prevailing character of the surrounding area.\r\rOfficer comment: The proposed rear extension would have a depth of 5.5m and a modest flat roof height of 3m, it would not be visible from the streetscene and would appear subordinate and proportionate to the mid-terrace building. As such, overall, officers consider that there would be no adverse impacts on the character or appearance of the area as a result of the proposed development and would be acceptable in terms of scale, form, bulk, height, massing, spacing and design.\r\rAmenity\rPolicy DM10 of the Royal Borough of Kingston upon Thames Local Development Framework Core Strategy (CS)(2012) and the guidance in the Royal Borough of Kingston upon Thames Residential Design Guide SPD (2013) requires proposal to have regard to the amenities of the future occupants of the development as well as those of the existing occupants of neighbouring land and buildings, including in terms of privacy, outlook, sunlight/daylight, avoidance of visual intrusion and noise and disturbance. \r\rOfficer Comment: The nearest ground floor window that would be affected by the proposed rear extension is neighbouring property No.137/139 Hook Road, however, it consists of a retail store and the space is not for residential use purposes. \rtherefore, given the siting of the proposed development in relation to neighbouring properties, it is considered that the proposed development would not adversely affect the amenities of the occupiers of neighbouring properties by reason of overbearing appearance, loss of light or loss of privacy.\r\rOfficers have assessed the impact on daylighting and sunlighting of the proposed rear extension, using the BRE, 45 Degree Rule to ensure minimum impact on neighbouring amenities.\r\rFire Safety\rLondon Plan Policy D12(A) requires all development proposals to achieve the highest standards of fire safety, embedding these at the earliest possible stage.\r\rOfficer comment: The applicant has not submitted a Fire Safety Strategy, however, the plans include the provision of a suitably positioned outside space for fire appliances/ an evacuation assembly point and officers see no reason why the development of the type sought could not comply with the rest of the provisions of Policy D12(A), the details of which could be secured through conditions. For these reasons, officers conclude that the proposal would not conflict with Policy D12 of the London Plan. \r\rIn conclusion, the proposed development would be in general accordance with the National Planning Policy Framework (2021), the National Planning Practice Guidance, the London Plan (2021), Policies of the Core Strategy (2012) and the Residential Design SPD (2013)\r",
    "The assessment of this application is based on measurements taken from the submitted drawings / plans. If it transpires that the drawings / plans submitted are incorrect this would nullify the validity of this decision and you are advised to submit a fresh application with the correct information / drawings.",
    "The submitted elevations and sections are not labelled as proposed. Please amend the elevations with the correct labelling.",
    "For the avoidance of doubt, please confirm the description 'Erection of first floor front extension. Roof extension with rear dormer and juliet balcony. Installation of 3nos front rooflights.'"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "27/08/2020",
  "secondary_street_name": null,
  "site_number": "8",
  "pp_id": "PP-09005087",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.250244,
          51.38473
        ],
        [
          -0.250245,
          51.384704
        ],
        [
          -0.250288,
          51.384704
        ],
        [
          -0.250287,
          51.384731
        ],
        [
          -0.250244,
          51.38473
        ]
      ]
    ],
    "type": "Polygon"
  }
}