{
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554025.9,
              188526.266
            ],
            [
              554027.6,
              188536.35
            ],
            [
              554031.32,
              188558.4
            ],
            [
              554032.1,
              188558.3
            ],
            [
              554034.75,
              188557.9
            ],
            [
              554037.45,
              188557.45
            ],
            [
              554045.711,
              188555.96
            ],
            [
              554055.75,
              188554.15
            ],
            [
              554053.1,
              188539.8
            ],
            [
              554050.365,
              188524.906
            ],
            [
              554047.6,
              188509.85
            ],
            [
              554039.885,
              188510.072
            ],
            [
              554033.943,
              188510.243
            ],
            [
              554025.607,
              188510.482
            ],
            [
              554023.25,
              188510.55
            ],
            [
              554025.9,
              188526.266
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "site_name": "14 WOODLANDS AVENUE",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 188533,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T15:41:37.621+00:00",
  "centroid": {
    "lat": "51.574624",
    "lon": "0.2214989"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "RM11 2QU",
  "decision": "Approved",
  "decision_date": "19/10/2022",
  "locality": null,
  "title_number": null,
  "pp_id": null,
  "last_date_consultation_comments": "16/09/2022",
  "decision_process": "Delegated",
  "description": "Variation of Condition No. 2 (Accordance with Plans) of Planning Permission Ref: P1274.21 dated 02/09/2021: (Two storey side extension (western elevation), Two storey side extension with part single storey rear extension (eastern elevation), Two storey rear bay extension (western elevation), Loft conversion to include 3No. rear roof lights and front extension) to allow for an extension to first floor western wing.",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P1389.22",
  "decision_target_date": "19/10/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": null,
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.115
  },
  "ward": "Emerson Park",
  "valid_date": "24/08/2022",
  "site_number": null,
  "id": "Havering-P1389.22",
  "development_type": null,
  "centroid_easting": 554039,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.221307,
          51.574567
        ],
        [
          0.22133599999999998,
          51.5746572
        ],
        [
          0.2213993,
          51.5748543
        ],
        [
          0.22141049999999998,
          51.5748532
        ],
        [
          0.2214485,
          51.5748489
        ],
        [
          0.2214872,
          51.5748441
        ],
        [
          0.2216057,
          51.5748284
        ],
        [
          0.2217496,
          51.5748094
        ],
        [
          0.2217051,
          51.5746812
        ],
        [
          0.2216592,
          51.5745481
        ],
        [
          0.2216127,
          51.5744136
        ],
        [
          0.2215016,
          51.5744177
        ],
        [
          0.221416,
          51.5744209
        ],
        [
          0.2212959,
          51.5744253
        ],
        [
          0.22126189999999998,
          51.5744266
        ],
        [
          0.221307,
          51.574567
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "borough": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1389.22",
  "application_type_full": null,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "status": "Approved",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than 3 September 2024; three years from the date of the original permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were clarified with Miss Emma Firbank by email. The revisions involved removing details of front bundary treatment from the proposed floor plan. The amendments were subsequently submitted on 19/10/22.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £41,700 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £41,700 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 278 square metres.",
    "You are advised to visit the planning portal"
  ],
  "lapsed_date": "19/10/2025",
  "parking_details": null,
  "street_name": "HORNCHURCH"
}