{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.302675,
    "lat": 51.513639
  },
  "polygon": null,
  "borough": "Ealing",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000012162747",
  "valid_date": "25/07/2018",
  "decision_target_date": "08/10/2018",
  "appeal_decision_date": null,
  "locality": "London",
  "centroid_northing": 180778,
  "ward": "Ealing Broadway",
  "decision_conditions": [
    "Time limit condition not applicable as development has already been started.",
    "| The development hereby approved shall be carried out in accordance with drawing title number(s) 16_1122 010m, 16_1122 011m, 16_1122 012i, 16_1122 013G, 16_1122 035, 16_1122 120H, Refuse and Recycling Management Plan Rev B, Summary and Schedule of Changes Rev C unless otherwise agreed in writing by the local Planning Authority.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| The refuse arrangement shall be in accordance with the details provided and approved for application PP/2013/0957, the updated Refuse Management Plan Rev B, hereby approved and in accordance with the standards adopted by the Local Planning Authority.  Such provision shall be brought into use prior to the first occupation of the development permitted and retained permanently.",
    "Reason: To protect the living conditions of occupiers of the area, in accordance with policies 2.10, 4.1 and 5.5 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), emerging policy 7B of the Draft Ealing Development Management Development Plan, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and The London Plan 2016 policy 5.16.",
    "| All materials used for the external surfaces of the extension shall be in accordance with the details supplied under application reference PP/2013/0957 dated 10/05/2013 and those identified in the schedule of external facing materials detailed on the approved drawings within Condition (2) above.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 4.1, 4.8 and 5.5 of the Council's adopted Unitary Development Plan (UDP) 'Plan for the Environment' (2004), emerging policies 7.4 and 7B of the Draft Ealing Development Management Development Plan, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and Policy 7.6 of the London Plan 2016.",
    "| Prior to the commencement of the development, details shall be submitted to and approved by the Local Planning Authority, regarding the noise exposure category, the BS4142 rating noise and the predicted vibration levels.  The details shall also include noise mitigation measures with windows closed, other means of ventilation provided and mitigation of vibration.  The approved details shall be implemented prior to the first occupation of any residential units and thereafter permanently retained.",
    "Reason: In the interests of the amenity of occupants of the proposed residential units, and in accordance with policies 2.6, 4.1 and 4.11 of the adopted Ealing Unitary Development Plan, 'Plan for the Environment' (2004) and the advice contained within the Council's adopted Supplementary Planning Guidance note 10: 'Noise and Vibration', policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy 2012 and London Plan 2016 policies 7.14, and 7.15",
    "| A minimum of eight (8) cycle parking spaces shall be provided on site in accordance with adopted standards of the London Plan 2011. Such provision shall be brought into use prior to first occupation and retained permanently.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy 9.6 of the Adopted Ealing Unitary Development Plan, 'Plan for the Environment'(2004), policies 1.1 and 1.2 of the Adopted Ealing Core Strategy and policy 6.9 of the London Plan 2016.",
    "| Restriction of residents parking permits condition not applicable as condition discharged under PP/2014/0317."
  ],
  "pp_id": "PP-07017491",
  "decision_process": "Delegated",
  "lapsed_date": "08/10/2021",
  "application_type_full": null,
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Ealing-183024VAR",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "last_updated": "2025-03-19T20:38:44.314+00:00",
  "lpa_app_no": "183024VAR",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "Part First Second And Third Floor Offices",
  "title_number": null,
  "decision_date": "08/10/2018",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Application for Minor Material Amendment (S73) to vary condition 2 (approved plans) of planning permission ref: PP/2013/0957 dated 03/07/2013 (as amended by non-material amendment application ref P/2014/0351 dated 20.02.2014) for \"Change of use of part first, second and part third floor from office (Use Class A2) use to 8 residential flats (5 x 1bed, 3 x 2 bed flats) including first, second and third floor level rear extensions (with associated balustrades, rooflights and roof terrace) and external alterations.\" The variation involves changes to the internal general layouts and unit configurations, details of window replacements and changes to the external elevations, removal of 3 roof lights and revised bin store location.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 517877,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/183024VAR;",
  "application_details": {
    "existing_uprns": null
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "W5 5JN",
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "The Broadway"
}