{
  "centroid": {
    "lon": "0.17090149999999998",
    "lat": "51.5988632"
  },
  "status": "Approved",
  "decision_target_date": "10/09/2020",
  "site_name": "32 Wilton Drive",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)  parking of vehicles of site personnel and visitors;",
    "b)  storage of plant and materials;",
    "c)  dust management controls;",
    "d)  measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e)  predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f)  scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g)  siting and design of temporary buildings;",
    "h)  scheme for security fencing/hoardings, depicting a readily vis",
    "The proposed two bathroom windows on the first floor side elevation on drawing no. 102.GE-V2A shall be permanently glazed with obscure glass not less than Level 3 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Nigel Bennett (Agent). The revisions involved setting the first floor level further back away from the neighbour at no.30 Wilton Drive to reduce the impact of the conversion of the bungalow to a two storey dwelling. The amendments were subsequently submitted on 07 September 2020.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM5 3TJ",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "10/09/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0894.20",
  "centroid_northing": 191123,
  "uprn": "100021402808",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Mawneys",
  "decision_date": "10/09/2020",
  "description": "Remodelling of bungalow including front and rear extensions to facilitate new first floor.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0894.20",
  "lpa_app_no": "P0894.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:52:47.051+00:00",
  "centroid_easting": 550453,
  "pp_id": "08838916",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "29/06/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550461.121,
              191106.527
            ],
            [
              550449.471,
              191118.516
            ],
            [
              550448.048,
              191120.954
            ],
            [
              550447.439,
              191122.444
            ],
            [
              550439.717,
              191142.967
            ],
            [
              550442.494,
              191144.593
            ],
            [
              550453.196,
              191128.879
            ],
            [
              550467.962,
              191113.097
            ],
            [
              550461.121,
              191106.527
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.032
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "20/07/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17101159999999999,
          51.598713
        ],
        [
          0.1708486,
          51.5988238
        ],
        [
          0.1708292,
          51.5988461
        ],
        [
          0.170821,
          51.5988597
        ],
        [
          0.1707184,
          51.5990461
        ],
        [
          0.1707592,
          51.59906
        ],
        [
          0.1709068,
          51.5989159
        ],
        [
          0.1711131,
          51.5987702
        ],
        [
          0.17101159999999999,
          51.598713
        ]
      ]
    ],
    "type": "Polygon"
  }
}