{
  "last_updated_by": "Planning Portal ingest",
  "application_type": "All Other",
  "decision_agency": "Borough",
  "centroid_northing": 186555,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "Hylands & Harrow Lg",
  "lpa_app_no": "P0443.23",
  "cil_liability": false,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0443.23",
  "lpa_name": "Havering",
  "valid_date": "17/03/2023",
  "pp_id": "12025065",
  "postcode": "RM12 4HL",
  "appeal_status": null,
  "street_name": "Hornchurch",
  "centroid_easting": 552000,
  "uprn": "100021325900",
  "borough": "Havering",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 49,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "11/2023",
    "intended_commencement_date": "08/2023",
    "site_area": 0.036
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1909977,
          51.5573207
        ],
        [
          0.1909909,
          51.5573638
        ],
        [
          0.1909669,
          51.5573781
        ],
        [
          0.19095109999999998,
          51.5574027
        ],
        [
          0.19126659999999998,
          51.557461
        ],
        [
          0.1915453,
          51.5574858
        ],
        [
          0.19154469999999998,
          51.5574729
        ],
        [
          0.1915097,
          51.55745
        ],
        [
          0.19150009999999998,
          51.557412
        ],
        [
          0.1909977,
          51.5573207
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Two storey wraparound extension, single storey front extension, floor plan redesign and all associated works",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Householder planning permission",
  "epc_number": "0320-2775-1180-2992-7825",
  "centroid": {
    "lon": "0.1912449",
    "lat": "51.5574051"
  },
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed windows to the bathroom and ensuite on the first floor of the proposed wraparound extension shall be permanently glazed with obscure glass not less than level 3 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable has protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable has resistant membrane, in compliance with BS 8485:2015. The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:-",
    "The development is situated on or within 250 metres of a current or historic landfill site or gravel pit.  Insufficient information has been supplied with the application to judge the risk arising from landfill gases.  Submission of an assessment prior to commencement will protect those redeveloping this site and any future occupants from potential landfill gas.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "development_type": null,
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "appeal_decision": null,
  "locality": null,
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "12/05/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551983.15,
              186545.1
            ],
            [
              551982.536,
              186549.882
            ],
            [
              551980.82,
              186551.417
            ],
            [
              551979.646,
              186554.127
            ],
            [
              552001.321,
              186561.261
            ],
            [
              552020.557,
              186564.603
            ],
            [
              552020.557,
              186563.158
            ],
            [
              552018.209,
              186560.539
            ],
            [
              552017.667,
              186556.294
            ],
            [
              551983.15,
              186545.1
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Havering-P0443.23",
  "site_name": "52 Chestnut Glen",
  "lapsed_date": "12/05/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "12/05/2023",
  "last_updated": "2025-03-19T04:18:51.297+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "14/04/2023",
  "bo_system": "CSV Data Import"
}