{
  "centroid": {
    "lon": "0.2483107",
    "lat": "51.5496702"
  },
  "status": "Approved",
  "decision_target_date": "14/07/2020",
  "site_name": "6 Park Drive",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 5 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "The annex hereby permitted shall be used only for living accommodation as an integral part of the existing dwelling known as 6 Park Drive, Upminster and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "It should be noted that planning permission does not override any existing deeds or covenants or other legal agreements tied to the property. It has been suggested in objections from neighbours that there is a restrictive covenant that exists over the land that would prohibit the development of a building to be used for a private dwelling, other than the original house.",
    "The Council does not have access to any deeds or covenants on properties or the land registry titles and that such matters are not considered within the remit of planning regime.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2019."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM14 3AP",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "14/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0443.20",
  "centroid_northing": 185815,
  "uprn": "100021410527",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Upminster",
  "decision_date": "14/07/2020",
  "description": "Single storey detached annex to rear of property ancillary to dwelling house",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0443.20",
  "lpa_app_no": "P0443.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:54:44.981+00:00",
  "centroid_easting": 555982,
  "pp_id": "08616576",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "30/03/2020",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555988.257,
              185785.489
            ],
            [
              555979.587,
              185785.218
            ],
            [
              555976.471,
              185844.823
            ],
            [
              555985.141,
              185845.5
            ],
            [
              555988.257,
              185785.489
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.052000000000000005
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Upminster",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "22/04/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2483878,
          51.5494034
        ],
        [
          0.24826279999999998,
          51.5494033
        ],
        [
          0.2482443,
          51.5499397
        ],
        [
          0.2483695,
          51.5499434
        ],
        [
          0.2483878,
          51.5494034
        ]
      ]
    ],
    "type": "Polygon"
  }
}