{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "240515VAR",
  "application_type_full": "Removal/Variation of a condition",
  "uprn": "000012135025",
  "borough": "Ealing",
  "street_name": "High Street",
  "locality": "London",
  "ward": "Ealing Broadway",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original permission (204483FUL).",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title number(s): LP01 Location Plan; EP01 Rev B Existing Building Plans; EP02 Rev E Existing & Proposed Elevations; PP01 Rev E Proposed Building Plans; PP02 Proposed Building Sections, Planning Statement, Design & Access Statement dated October 2020; LSN002.CRPT.01 REV- Studio Simply Light Planning Report dated 8 February 2022; R9437-1 Rev 0 Noise Statement prepared by 24 Acoustics dated 10 February 2022; Material Amendment prepared by Studio Y2 Partnership; PE-103 Rev.C1 (proposed rear elevation), Covering letter prepared by EAR Architecture dated 31.01.2024.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building and shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition (2).",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Policies D3, D4 & HC1 of the London Plan (2021), Policies 7.4, 7B & 7C of Adopted Ealing Development Management Plan Document (2013), Polices 1.1 (k) and 1.2 (f) of the adopted Development (Core) Strategy (2013) and Ealing Town Centre Conservation Area Management Plan.",
    "| Cycle storage for fifteen (15) bicycle spaces shall be provided within the curtilage of the dwelling), within a secure, lockable compound in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within an enclosure has been provided, as listed within the drawings / plans in Condition (2) in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD (2013) and policies SI7 and SI8 of the London Plan (2021). | No part of the flat roofs of the hereby approved development, except those listed in the drawings / plans in Condition (2), shall be used as or altered to form a balcony, roof terrace/garden or similar amenity area.",
    "Reason: To protect the living conditions of occupants of nearby properties and future occupiers of the development, in accordance with policies 7A ,7B and 7D of the Ealing Development Management Plan (2013) and policy D6 of the London Plan (2021). | The hours of operation of the ground floor commercial unit shall be restricted to 08:00 until 22:00hrs Mondays to Sundays and Public Holidays. Deliveries of goods to, and waste collections from the proposed development shall only take place during the period 0800 - 1800 hrs on Mondays to Saturdays and at no time on Sundays and Public Holidays.",
    "Reason: In the interests of safeguarding the residential amenity of nearby residents in accordance with Policy 7A of the Ealing Development Management Development Plan (2013), Supplementary Planning Guidance 10 Noise and Vibration and London Plan (2021) Policy D14 and National Planning Policy Framework (2023). | The details of the Noise Assessment Report shall be implemented in accordance with the details approved under planning application ref: 231869CND dated 04.07.2023.",
    "Development shall be carried out only in accordance with the approved details and, thereafter, permanently retained and maintained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023). | The sound insulation of the floor/ceiling /wall structures separating different types of rooms/uses, namely, kitchen/living/dining/ bathroom adjoining bedroom of separate dwellings, should be enhanced by at least 5dB above the recommended Building Regulations value. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2023), Standard 30 of the Housing SPG and Interim guidance SPG 10 'Noise and Vibration'. | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the commercial and residential parts of the development shall be mounted with proprietary antivibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration/noise from mechanical installations/ equipment, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration' | The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration/noise from mechanical installations/ equipment, in accordance with Policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'. | The sound insulation value of the separating structures between the commercial parts of the development and dwellings shall be enhanced by at least 10-15dB above the Building Regulations value for residential use and, where necessary, additional mitigation measures shall be implemented to prevent ingress of commercial sounds to dwellings. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. All mitigation measures shall be implemented prior to occupation of the development and thereafter be retained throughout its use.",
    "Reason: In the interests of the living conditions of the occupiers of the above residential premises, in accordance with Interim Supplementary Planning Guidance 10, policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies D6 and D14 of the London Plan (2021), and the National Planning Policy Framework (2023). | The details of the Construction Management Plan shall be implemented in accordance with the details approved under planning application ref: 231904CND dated 29.09.2023.",
    "Development shall be carried out only in accordance with the approved details and, thereafter, permanently retained and maintained.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy D6, D14 and T5 of the London Plan 2021 and policy 7A of the Ealing Development Management Development Plan 2013. | The details of Fresh Air Ventilation shall be implemented in accordance with the details approved under planning application ref: 232081CND dated 03.10.2023.",
    "Development shall be carried out only in accordance with the approved details and, thereafter, permanently retained and maintained.",
    "Reason: To ensure satisfactory living conditions for future occupants of the development in accordance with Policies 7A and 7B of the Ealing Development Management DPD.",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To promote sustainable design and construction to reduce emissions from the demolition and construction of buildings in accordance with London Plan D14, policy 7A of the Ealing DM DPD and The Control of Dust and Emissions from Construction and Demolition SPG (GLA)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517741,
  "status": "Approved",
  "decision_date": "25/03/2024",
  "wgs84_polygon": null,
  "decision_target_date": "02/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:27:02.347+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "22 - 23 High Street",
  "id": "Ealing-240515VAR",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 180558,
  "appeal_start_date": null,
  "postcode": "W5 5DB",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/240515VAR;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Minor material amendment (S.73) to vary condition 2 (approved plans) pursuant to planning permission reference 220670VAR dated 28/04/2022 for: Minor material amendment (S.73) to vary condition no.2 (approved plans) pursuant to planning permission reference 204483FUL dated 08.01.2021 for \"Conversion of existing building into 9 self-contained flats and provision of associated cycle parking space; change of use of the ground floor form Restaurant (Use Class E(b)) to Shop (Use Class E(a)); alterations to the ground floor elevations; three storey rear/side extension (to first, second and third floors) (following demolition of existing side/rear addition). Variation seeks to review the supply of passive ventilation and sun-shading measures to rooms located at the rear of the development, by providing inward-opening full height windows behind powder-coated steel balustrades to Juliet balconies and fixing powder-coated aluminium vertical and horizontal sunshades to the southern edge, and above the window head of each glazed opening.\n",
  "valid_date": "06/02/2024",
  "polygon": null,
  "pp_id": "PP-12773546",
  "application_details": {
    "existing_uprns": [
      "000012135025, 000012200964"
    ]
  },
  "centroid": {
    "lon": -0.304708,
    "lat": 51.51169
  },
  "lapsed_date": "25/03/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}