{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "23/01276/FULL",
  "application_type_full": "Full planning permission",
  "uprn": "100069901",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "STRATFORD CLOSE",
  "locality": null,
  "ward": "Village",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "&lt;p&gt;Prior to commencement of the development, a CLP in line with the TfL guidelines shall be submitted to and approved in writing by the Council.&amp;nbsp;&lt;/p&gt;&lt;p&gt;The details shall include the numbers, size and routes of construction vehicles, provisions within/around the site to ensure that all vehicles associated with the construction works are properly managed to prevent any unwanted disruption to other highway users, and other matters relating to traffic management to be agreed with the licencing officers of the council. Approved details shall be implemented throughout the project period and any changes to the document must be reported back to the council’s planning and highways department.&lt;/p&gt;",
    "&lt;p&gt;No development shall commence until a Construction Environmental Management Plan (CEMP) has been submitted to and approved in writing by the Local Planning Authority. This Plan shall incorporate details of:&lt;br&gt;&lt;br&gt;a. the parking of site operatives’ vehicles;&lt;br&gt;b. loading and unloading of plant and materials;&lt;br&gt;c. storage of plant and materials used in constructing the development;&lt;br&gt;d. measures to control the emission of dust, dirt, and emissions to air during construction; such measures to accord with the guidance provided in the&lt;br&gt;document “The Control of Dust and Emissions during Construction and Demolition”, Mayor of London, July 2014;&lt;br&gt;e. noise and vibration control;&lt;br&gt;f. a waste management plan for recycling/disposing of waste resulting from construction works.&lt;br&gt;&lt;br&gt;Construction work and associated activities, other than internal works inaudible outside the site boundary, are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday and 08:00 and 13:00 Saturday, with no work on Sundays or public holidays without the&lt;br&gt;prior written permission of the Local Planning Authority. Any works which are associated with the generation of ground borne vibration are only to be carried out between the hours of 08:00 and 18:00 Monday to Friday&lt;br&gt;&lt;br&gt;Construction work and associated activities are to be carried out in accordance with the recommendations contained within British Standard&lt;br&gt;5228:2009, “Code of practice for noise and vibration control on construction and open sites”, Parts 1 and 2.&lt;br&gt;&lt;br&gt;Once approved the Plan shall be adhered to throughout the construction period for the development.&lt;br&gt;&lt;br&gt;&lt;br&gt;&lt;/p&gt;",
    "&lt;p&gt;&lt;span style=&quot;font-size:11pt&quot;&gt;No development shall commence until:&lt;br&gt;&lt;br&gt;a. an investigation and risk assessment, in addition to any assessment provided with the planning application, has been completed in accordance with a scheme to assess the nature and extent of any contamination on the site, whether or not it originates on the site. The contents of the scheme are subject to the approval in writing of the Local Planning Authority. The investigation and risk assessment must be undertaken by competent persons and a written report of the findings must be produced. The written report is subject&lt;br&gt;to the approval in writing of the Local Planning Authority. The report of the findings must include:&lt;br&gt;(i) a survey of the extent, scale, and nature of contamination;&lt;br&gt;(ii) an assessment of the potential risks to human health; property (existing or proposed) including buildings, crops, livestock, pets, woodland, and service lines and pipes; adjoining land; groundwaters and surface waters; ecological systems; archaeological sites and ancient monuments; and&lt;br&gt;(iii) an appraisal of remedial options, and proposal of the preferred option(s).&lt;br&gt;This must be conducted in accordance with DEFRA and the Environment Agency’s ‘Model Procedures for the Management of Land Contamination, CLR 11’; and&lt;br&gt;&lt;br&gt;b. a detailed remediation scheme, to bring the site to a condition suitable for the intended use by removing unacceptable risks To human health, buildings and other property and the natural and historical environment, has been prepared and submitted to the Local Planning Authority for approval in writing. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation&lt;br&gt;to the intended use of the land after remediation.&lt;br&gt;&lt;br&gt;c. The approved remediation scheme must be carried out in accordance with its terms prior to commencement of the development, other than that required to carry out remediation, unless otherwise agreed in writing by the Local Planning Authority. The Local Planning Authority must be given two weeks written notification of commencement of the remediation scheme works.&lt;br&gt;&lt;br&gt;Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced and is subject to the approval in writing of the Local Planning Authority. The report shall include results of sampling and monitoring carried out to demonstrate that the site remediation criteria have been met.&lt;br&gt;&lt;br&gt;d. In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with the requirements of (a), and where remediation is necessary a remediation scheme must be prepared in accordance with the requirements of (b), which is subject to the approval in writing of the Local Planning Authority. &lt;/span&gt;&lt;/p&gt;&lt;p&gt;&lt;span style=&quot;font-size:11pt&quot;&gt;Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.&lt;/span&gt;&lt;br&gt;&lt;/p&gt;",
    "<p>Prior to occupation of the development, details of the required cycle parking facilities for x2 bicycles shall be submitted to and approved in writing by the Local Planning Authority.  The submission should include details of the security, monitoring and access arrangements for the cycle parking facilities.  The development shall not be occupied until the approved details have been implemented.  Thereafter, the cycle parking facilities shall be permanently retained.</p>",
    "&lt;p&gt;No above ground new development shall commence until the developer provides the Local Planning Authority with details around the external facing materials for the development. The full details shall then be submitted to the Local Planning Authority for approval in writing. The development shall only be implemented in accordance with the approved details and to the satisfaction of the Local Planning Authority.&lt;br&gt;&lt;/p&gt;",
    "<p>The development hereby approved shall only be carried out in accordance with the following approved plans and documents:</p><p>- DRAWING XXX REV XX DATED XX<br>- USE [SHIFT]+[ENTER] FOR REGULAR LINE SPACING<br>- USE [ENTER] FOR LARGER LINE SPACING</p><p>No other drawings or documents apply.</p>",
    "The development hereby permitted shall be commenced before the expiration of three years from the date of this permission.<br>"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "550125",
  "status": "Approved",
  "decision_date": "23/10/2023",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.16316319999999998,
          51.5380409
        ],
        [
          0.1632833,
          51.5380723
        ],
        [
          0.1634194,
          51.538107600000004
        ],
        [
          0.1634694,
          51.5381199
        ],
        [
          0.1634054,
          51.5381951
        ],
        [
          0.163181,
          51.538135
        ],
        [
          0.1631453,
          51.5381258
        ],
        [
          0.1631146,
          51.5380831
        ],
        [
          0.16311009999999998,
          51.5380765
        ],
        [
          0.16313129999999998,
          51.5380664
        ],
        [
          0.1631495,
          51.5380534
        ],
        [
          0.16315749999999998,
          51.5380473
        ],
        [
          0.16316319999999998,
          51.5380409
        ]
      ]
    ]
  },
  "decision_target_date": "24/10/2023",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "22/09/2023",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T02:52:47.621+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": null,
  "id": "Barking_&_Dagenham-23_01276_FULL",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": "184353",
  "appeal_start_date": null,
  "postcode": "RM10 9TT",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=32862",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "7",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing fire damaged residential dwelling and the construction of a two storey 3xbed dwellinghouse",
  "valid_date": "29/08/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550117.1334637,
              184343.8272086
            ],
            [
              550125.3629666,
              184347.5605585
            ],
            [
              550134.6832782,
              184351.7722693
            ],
            [
              550138.112687,
              184353.2381995
            ],
            [
              550133.4230292,
              184361.4701811
            ],
            [
              550118.0595479,
              184354.3245234
            ],
            [
              550115.6189173,
              184353.2289728
            ],
            [
              550113.6300942,
              184348.4206435
            ],
            [
              550113.3363713,
              184347.6772273
            ],
            [
              550114.8417174,
              184346.5934045
            ],
            [
              550116.1460808,
              184345.188753
            ],
            [
              550116.7182422,
              184344.52342
            ],
            [
              550117.1334637,
              184343.8272086
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "12386873",
  "application_details": {
    "total_gia_gained": 0,
    "green_suds": false,
    "constraints_details": [
      {
        "result": "80592",
        "constraints_layer_description": "topoarea"
      },
      {
        "result": "35453",
        "constraints_layer_description": "topoarea"
      },
      {
        "result": "37212",
        "constraints_layer_description": "topoarea"
      },
      {
        "result": "129978",
        "constraints_layer_description": "topoarea"
      },
      {
        "result": "49505",
        "constraints_layer_description": "topoarea"
      },
      {
        "result": "48750",
        "constraints_layer_description": "topoarea"
      },
      {
        "result": "109275",
        "constraints_layer_description": "topoarea"
      },
      {
        "result": "233123",
        "constraints_layer_description": "topoarea"
      },
      {
        "result": "22458",
        "constraints_layer_description": "topoarea"
      },
      {
        "result": "Village",
        "constraints_layer_description": "Ward"
      },
      {
        "result": "7 Stratford Close, Dagenham, Barking And Dagenham, ",
        "constraints_layer_description": "Locations"
      }
    ],
    "non_residential_details": {
      "total_gia_existing": 115,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.0211,
    "total_gia_existing": 115,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 75,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 115,
        "use_class": "C3",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Phase 1",
        "intended_completion_date": "01/2025",
        "intended_commencement_date": "01/2024"
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0
    }
  },
  "centroid": {
    "lon": "0.1632804",
    "lat": "51.5381212"
  },
  "lapsed_date": "23/10/2026",
  "decision_process": null,
  "actual_completion_date": null
}