{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W5 2DZ",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "11 Marchwood Crescent",
  "centroid_easting": 517541,
  "pp_id": "PP-12535776",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "residential_details": {
      "total_no_existing_residential_units": 1,
      "total_no_proposed_bedrooms": 9,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 2,
      "total_gia_gained": 503,
      "total_no_existing_residential_affordable_units": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 6,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 118,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 9,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 5,
          "unit_type": "Semi Detached Home",
          "gia": 279,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 8,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 4,
          "unit_type": "Semi Detached Home",
          "gia": 224,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": 118,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_affordable_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 15,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "10/2025",
        "intended_commencement_date": "04/2024"
      }
    ],
    "site_area": 0.0442,
    "affordable_housing_fast_track": false,
    "projected_cost_of_works": "Up to £2m",
    "non_residential_details": {
      "total_gia_gained": 503,
      "total_gia_lost": 118,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 118,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "internal_resi_water_usage": 105,
    "infrastructure_details": {
      "no_new_water_connections_required": 1,
      "no_active_fast_ev_charging_points": 0,
      "no_passive_fast_ev_charging_points": 2,
      "green_roof_area": 0,
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 20,
      "no_new_gas_connections_required": 1,
      "urban_greening_factor_score": 0.2,
      "no_homes_to_have_electrical_heating": 2,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "no_resi_units_to_have_full_fibre": 2,
      "total_annual_nox_emissions": 0,
      "no_homes_passive_cooling": 2,
      "waste_provision": true
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 118,
        "use_class": "C3",
        "gia_gained": 503,
        "gia_lost": 118
      }
    ],
    "garden_land_lost": true,
    "total_gia_gained": 503,
    "total_gia_lost": 118,
    "grey_water_reuse": false,
    "total_gia_existing": 118,
    "green_suds": true,
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 10.7,
        "building_ref": "1"
      }
    ]
  },
  "lpa_name": "Ealing",
  "decision": "Approved",
  "lpa_app_no": "234508FUL",
  "decision_date": "27/09/2024",
  "last_updated": "2025-03-19T20:39:24.707+00:00",
  "centroid_northing": 181470,
  "centroid": {
    "lat": 51.519928,
    "lon": -0.307285
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "Ealing Broadway",
  "bo_system": "CSV Data Import",
  "lapsed_date": "27/09/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "10/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawings titled:",
    "21-040-P02 (Proposed Site Plan Rev A), 21-040-P03 (Proposed Ground Floor Plan Rev A);  21-040-P04 (Proposed Basement Floor Plan), 21-040-P05 (Proposed First Floor Plan), 21-040-P06 (Proposed Second Floor Plan), 21-040-P07 (Proposed Roof Plan), 21-040-P08 (Proposed Street Elevation South-Eastern Facing, 21-040-P09 (Proposed Front Elevation), 21-040-P010 (Proposed Front Elevation North West Facing), 21-040-P011 (Proposed Side Elevation North - East Facing) 21-040-P012 (Proposed Side Elevation South - West Facing) 21-040-P013 (Proposed A-A)",
    "Reason: For the avoidance of doubt and in the interest of proper planning. | Notwithstanding any information submitted with this application, details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development hereby approved is commenced. The details shall be fully implemented as approved.",
    "Reason: To ensure that the materials harmonise with the surroundings in accordance with policies 7.4, 7.6 and 7B of the Ealing Development Management DPD (2013), policies 1.1 (h), 1.2 (g) and 2.10 of the Ealing Development (Core) Strategy (2012), and policy D4 of the London Plan (2021). | The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (60 dB). Prior to the commencement of the development (except for demolition and ground works), details shall be submitted for approval by the Council in writing, for the insulation of the building envelope, with windows shut and other means of ventilation provided, which will achieve the internal criteria for sensitive rooms, as specified in Supplementary Planning Guidance 10. The details should also include the provision of alternative means of ventilation in accordance with Authority's criteria. The works should be completed before occupation and permanently retained thereafter.",
    "Reason:  To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies D6 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Ealing SPG10. | Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, bedrooms adjoining the bathroom and staircases of separate houses. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Policies … Standard 30 London Housing SPG 2016 and Policy D14 London Plan.",
    "| Control measures shall ensure that the following standards are implemented",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- notifications of works to interested parties and regular neighbour liaison,  - public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by  noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies …",
    "Please consult Sneha with regard to control of emissions from non-road mobile machinery.",
    "| No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees  specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. bridging, instillation of underground services, surfacing, foundations of all structures, within the root protection area,)",
    "o\tAccess arrangements and car parking",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "|",
    "The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o\tPrestart meeting with an Ealing Council Tree Officer",
    "o\tInitial implementation/installation of the tree protection measures",
    "o\tApproved incursions in to construction exclusion zones",
    "o\tFinal removal of the tree protection measures",
    "o\tThe installation of underground services",
    "o\tAll below ground construction within the root protection area of trees on or off site.",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached.",
    "o\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "|",
    "No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Discharge of this condition should be sought from the Local Planning Authority prior to the first use of the development hereby approved: the discharge is dependent upon compliance with all of the above and /or any additional mitigating agreement made in writing with the Local Planning Authority.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape.",
    "| Notwithstanding the details shown on the approved plans, pedestrian visibility splays should be provided at all times measuring 1.5m by 1.5m, with no obstruction more than 0.6m high for the vehicle access where it meets the back edge of the footway; these shall be established prior to the first use of the  driveway and shall be permanently retained thereafter | The proposed windows on the side elevations shall contain only obscure glass and only have top openings at a minimum of 1.7m from floor level.",
    "Reason: To protect the living conditions of neighbouring properties in accordance with policies D3 and D6 of the London Plan (2021), policies policy 7.4 and 7B of the Ealing Development Management DPD (2013) and policies 1.1 and 1.2 of the Ealing Core Strategy (2012)"
  ],
  "parking_details": {
    "no_proposed_cycle": 4,
    "no_proposed_resi_offstreet": 2,
    "net_resi_offstreet": 0,
    "no_existing_resi_offstreet": 2,
    "no_existing_cycle": 0,
    "net_cycle": 4
  },
  "site_number": null,
  "uprn": "000012085054",
  "decision_target_date": "27/09/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Marchwood Crescent",
  "secondary_street_name": null,
  "description": "Construction of two semi-detached, two-storey dwellinghouses (following demolition of the existing semi-detached dwelling) incorporating basement and roofspace accommodation; and provision of associated private amenity space, cycle parking and refuse/recycling storage",
  "id": "Ealing-234508FUL",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234508FUL;"
}