{
  "lpa_name": "Hillingdon",
  "pp_id": "13042939",
  "description": "Erection of an electrical substation and an 8-charger, high powered DC (rapid) Electric Vehicle charging hub for commercial/public use.",
  "epc_number": null,
  "status": "Refused",
  "decision_date": "28/06/2024",
  "street_name": "242 BATH ROAD",
  "decision_process": "Delegated",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "02/07/2024",
  "subdivision_of_building": "Only developing in the carpark, the building will not be affected. ",
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507958,
  "appeal_decision": null,
  "lpa_app_no": "43794/APP/2024/1210",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507936.4258,
              177001.8252
            ],
            [
              507981.0081,
              177000.37
            ],
            [
              507981.8017,
              176988.993
            ],
            [
              507979.0236,
              176984.892
            ],
            [
              507975.7164,
              176982.2461
            ],
            [
              507969.8955,
              176981.0554
            ],
            [
              507936.0289,
              176982.6429
            ],
            [
              507935.4997,
              177002.7513
            ],
            [
              507936.4258,
              177001.8252
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "centroid": {
    "lat": "51.4815913",
    "lon": "-0.4466957"
  },
  "decision_agency": "Borough",
  "parking_details": null,
  "postcode": null,
  "last_updated": "2025-03-19T20:20:48.270+00:00",
  "secondary_street_name": "SIPSON",
  "cil_liability": false,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=43794/APP/2024/1210",
  "valid_date": "07/05/2024",
  "appeal_decision_date": null,
  "locality": null,
  "appeal_start_date": null,
  "application_type_full": "Full planning permission",
  "decision": "Refused",
  "last_updated_by": "Planning Portal ingest",
  "actual_completion_date": null,
  "site_name": "AXIS HOUSE",
  "lapsed_date": "28/06/2027",
  "centroid_northing": 176992,
  "decision_conditions": [
    "The proposed development would result in the removal of all wheelchair accessible parking spaces for existing residents of Axis House and would attract additional vehicle movements to the site, leading to a significant amount of displacement on-street parking, as existing residents who use the car park would be forced to seek alternative spaces nearby, which in turn would exacerbate the very high levels of vehicle congestion in the area. Additionally, the proposed land use would be directly associated with the operation of Heathrow Airport and therefore is an inappropriate land use by definition outside of the Heathrow Airport boundary. The application submission fails to fully demonstrate that the proposal would not give rise to adverse impacts upon the highway network to the detriment of traffic congestion, parking stress and highway safety. Based on the information submitted, the proposed development is considered to have an unacceptable impact on highway safety. As such, the propos",
    "The proposed development would lead to a significant loss of amenity for the existing residents of Axis House through an increase in vehicle movements which are not associated with the residential use of the site and an associated increase in noise, disturbance and air pollution alongside a loss of privacy, and an increase in the opportunities for crime and anti-social behaviour. On this basis, the proposal would be contrary to Policies D5, D6, D11, D14 and SI 1 of the London Plan (2021), Policies BE1 and EM8 of the Hillingdon Local Plan: Strategic Policies (2012), Policy DMHB 11 of the Hillingdon Local Plan: Development Management Policies (2020) and the intentions of the Mayor's Housing SPG (2016) and Secured by Design guidance (2015 and 2019) in providing a safe and secure environment.",
    "The proposed substation, by virtue of its design and siting and footprint, does not secure a high quality of design that enhances and contributes to the area in terms of form, scale and materials. The development fails to harmonise with or improve the quality of the public realm and respect local character, contrary to Policies BE1 of the Hillingdon Local Plan: Part 1 (2012), DMHB 11 and DMHB 12 of the Hillingdon Local Plan: Part 2 (2020), Policy D3 of the London Plan (2021), and Chapter 12 of the NPPF (2023).",
    "The proposed development would likely contribute to the production of unacceptable pollutant emissions in the A4 Corridor Air Quality Focus Area. The proposed development would not be air quality neutral or air quality positive and the measures proposed are not sufficient to mitigate the total emissions. As such, the development is contrary to Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), Policy SI 1 of the London Plan (2021) and paragraphs 180(e) and 192 of the National Planning Policy Framework (2023).",
    "The applicant has failed to secure Section 106 planning obligations required to mitigate the harm and demands created by the proposed development (in respect of travel planning, air quality, and project management and monitoring). The scheme therefore conflicts with Policy DMCI 7 of the Hillingdon Local Plan: Part 2 (2020); the adopted Planning Obligations Supplementary Planning Document (2014); Policy DF1 of the London Plan (2021); and paragraphs 55-58 of the National Planning Policy Framework (2023).",
    "Under Article 14 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 (as amended), an applicant is required to declare whether they are the sole owner of all of the land to which the application relates, and sign the relevant certificate and serve notice accordingly. As part of the application, Certificate A has been signed, and it is stated that the applicant was the owner of any part of the land or building to which the application relates, and that none of the land to which the application relates is, or is part of, an agricultural holding.",
    "It is Officer understanding that the ownership of all of the land within the application site has not been correctly identified. Whilst not a reason for refusal, the applicant is advised that had permission been granted and it was later found that the correct notices had not been served, the permission would have been invalid and would not have been implementable.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "Please be advised that the red line boundary shown on the drawings submitted does not connect with the adopted highway. This is inconsistent with Government guidance which states that;",
    "The application site should be edged clearly with a red line on the location plan. It should include all land necessary to carry out the proposed development (eg land required for access to the site from a public highway, visibility splays, landscaping, car parking and open areas around buildings). A blue line should be drawn around any other land owned by the applicant, close to or adjoining the application site.  (Retrieved from Making an application - GOV.UK (www.gov.uk)"
  ],
  "ward": "H/ROW VILLAGES 2022",
  "site_number": null,
  "application_details": {
    "scheme_name": "Axis House, Hayes",
    "existing_uprns": null,
    "surface_water_discharge_percentage_reduction": 0,
    "rain_water_harvesting": false,
    "internal_resi_water_usage": 0,
    "projected_cost_of_works": "Up to £2m",
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "12/2024",
        "intended_commencement_date": "11/2024"
      }
    ],
    "infrastructure_details": {
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_passive_cooling": 0,
      "no_active_rapid_ev_charging_points": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_passive_rapid_ev_charging_points": 8,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": false,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "percentage_demolition_construction_material_recycling": 0,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "NA",
          "external_residual_waste": false,
          "reason_for_no_provision": "NA",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "total_annual_nox_emissions": 0
    },
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 0
    },
    "total_gia_existing": 0,
    "ownership_status": "Private",
    "total_gia_gained": 0,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "total_gia_lost": 0,
    "grey_water_reuse": false,
    "affordable_housing_fast_track": false,
    "site_area": 0.08600000000000001
  },
  "id": "Hillingdon-43794_APP_2024_1210",
  "appeal_status": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4470033,
          51.4816838
        ],
        [
          -0.4463619,
          51.4816622
        ],
        [
          -0.446354,
          51.4815597
        ],
        [
          -0.4463952,
          51.4815234
        ],
        [
          -0.4464437,
          51.4815003
        ],
        [
          -0.4465278,
          51.4814907
        ],
        [
          -0.4470148,
          51.4815114
        ],
        [
          -0.4470163,
          51.4816923
        ],
        [
          -0.4470033,
          51.4816838
        ]
      ]
    ],
    "type": "Polygon"
  },
  "borough": "Hillingdon",
  "last_date_consultation_comments": "05/06/2024"
}