{
  "appeal_decision": null,
  "street_name": "Whellock Road",
  "title_number": null,
  "valid_date": "08/06/2023",
  "cil_liability": false,
  "polygon": null,
  "application_type_full": "Householder planning permission",
  "decision": "Approved",
  "pp_id": "PP-12214394",
  "date_building_work_completed_under_previous_permission": "09/05/2023",
  "date_building_work_started_under_previous_permission": "09/05/2023",
  "lapsed_date": "21/08/2026",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "borough": "Ealing",
  "site_number": null,
  "development_type": "Other house holder developments",
  "centroid": {
    "lat": 51.500712,
    "lon": -0.256345
  },
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Ealing",
  "decision_process": "Delegated",
  "decision_target_date": "21/08/2023",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "centroid_easting": 521126,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing / document title number(s): AROTHERM-PLUS-SPEC-SHEET-1892564-4024615; SITE PHOTOS; OS01 OS MAP; HEAT PUMP PR01 Property Plan; HEAT PUMP PR02 Block / Site Plan",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Prior to use of the Air Source Heat Pump hereby approved, details shall be submitted to the Local Planning Authority for approval in writing, of its external rating noise level (LAr,Tr), together with mitigation measures as appropriate. The measures shall ensure that the emitted external rating noise level will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with the Air Source Heat Pump operating at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.",
    "Approved details shall be implemented prior to first use of the Air Source Heat Pump hereby approved and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to use, the Air Source Heat Pump and any ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021)."
  ],
  "lpa_app_no": "232292HH",
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_completion_date": "05/2023",
    "existing_uprns": [
      "12106539"
    ],
    "total_gia_gained": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "05/2023"
  },
  "centroid_northing": 179416,
  "ward": "Southfield",
  "locality": "London",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Ealing-232292HH",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232292HH;",
  "uprn": "12106539",
  "description": "Installation of an Air Source Heat Pump in the rear garden. (Retrospective)\n",
  "site_name": "75 Whellock Road",
  "appeal_status": null,
  "postcode": "W4 1DY",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "21/08/2023",
  "actual_commencement_date": null,
  "epc_number": "8500-0318-0622-5197-3423",
  "last_updated": "2025-03-19T03:39:38.986+00:00",
  "application_type": "Householder",
  "bo_system": "CSV Data Import"
}