{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100100957",
  "decision_date": "30/03/2005",
  "epc_number": null,
  "application_type_full": "Outline planning permission: Some matters reserved",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-04_00524_OUT",
  "secondary_street_name": "Choats Manor Way",
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 12.5,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 59212,
      "total_gia_gained": 59101,
      "total_gia_lost": 59212,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 61155
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "30/03/2008",
        "use_class": "B1",
        "gia_gained": 2054,
        "actual_commencement_date": "30/03/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "30/03/2008",
        "use_class": "B1c",
        "gia_gained": 2054,
        "actual_commencement_date": "30/03/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "30/03/2008",
        "use_class": "B2",
        "gia_gained": 44349,
        "actual_commencement_date": "30/03/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 17788
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "30/03/2008",
        "use_class": "B8",
        "gia_gained": 12698,
        "actual_commencement_date": "30/03/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 41424
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D2",
        "gia_gained": 0,
        "actual_commencement_date": "30/03/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [
      {
        "lpa_app_no": "0100308",
        "partial_supersedence": false
      }
    ],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Dagenham Dock/ Fords/ Havering Riverside",
        "constraints_layer_description": "Strategic Industrial Location"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 29.3001
  },
  "valid_date": "21/06/2004",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Outline application for redevelopment of site and change of existing use to Class B1, B2, B8 together with associated footpaths and landscaping without compliance with condition 2 attached to outline permission No. DC/01/00308/OUT",
  "decision_conditions": [
    "(A) Prior to the commencement of development on a phase approval of the details of the siting, design, external appearance and landscaping of that phase (\"the reserve matters) shall be obtained from the local planning authority and development of that phase shall not be carried out otherwise than in accordance with the details so approved\r\rReason:\rThe application is in outline only, and these details remain to be submitted and approved.\r\r(B) Unless otherwise agreed in writing with the Local Planning Authority, applications for reserved matters shall be submitted to the Local Planning Authority for its approval by no later than the expiration of a period of [6] years from the date of the Planning Permission.\r\rUnless otherwise agreed in writing with the Local Planning Authority, the development of each phase of the site shall be begun not later than whichever is the later of the following dates:\r(i)      the expiration of 7 years from the date of the Planning Permission\r(ii)\tthe expiration of 2 years from the final approval of details for that phase in the case of approval on different          dates.\r\rReason:\rTo ensure that the development comes forward within the required timescale and comprises the required information.",
    "The provisions of Part 3, Class B of the Town and Country Planning (General Permitted Development) Order 1995 shall not apply to the units in B1 and B2 use.\r\rReason:\rTo protect the supply of general industrial land within the Borough in accordance with the adopted Unitary Development Plan (1995) and Dagenham Dock Interim Planning Guidance 2003.",
    "Unless otherwise agreed in writing by the Local Planning Authority, a minimum of 10 units shall be provided on a gross development plot of at least 3 acres/1.21 ha and retained as part of the development hereby permitted.  None of these units shall be joined to any other unit to result in less than 10 units.\r\rReason:\rTo provide a range of sizes in accordance with the adopted Unitary Development Plan (1995), The Dagenham Dock Interim Planning Guidance and the London Plan 2004",
    "Unless otherwise agreed in writing by the local planning authority, the total number of initial car parking spaces within the whole application site shall not exceed one space per 100 square metres.  Within this overall total restriction up to an additional 15% of the permitted car parking spaces may be provided within Sites A, B & Cof the development provided that there is a commensurate reduction in the number of parking spaces provided within [the remainder] of the development.  \r\rReason:\rTo restrict and manage the amount of car parking provided on site and to acknowledge the subsequent reduction in car parking imposed through the Travel Plan in accordance with sustainable development principles.",
    "Unless otherwise agreed in writing by the local planning authority no material operation shall take place on an individual phase until an ecological survey and assessment has been carried out on that individual phase (in accordance with the requirements of the Schedule attached to these conditions) in order to update the existing environmental information and inform the Landscaping Strategy and schemes detailing the measures to either relocate species or mitigate the impact of the development on such species have been approved in writing by the local planning authority and any relevant works undertaken.\r\rReason:\rIn order to update the existing environmental information and ensure that the ecology is resurveyed, identified and any relevant mitigation measures put in place prior to the carrying out of a material operation in order to protect any such species in accordance with the Wildlife and Countryside Act 1981 (as amended) and the Conservation (Natural Habitats & c.) Regulations 1994.",
    "Unless otherwise agreed in writing by the local planning authority no material operation shall take place on the site to the south of Choats Road until a strategic landscaping plan for the site to the south of Choats Road has been submitted to and approved by the local planning authority.  The strategic proposals shall show the principles of landscaping to be adopted; indicative buffers and planting aspirations.  The detailed landscaping proposals for individual units/phases shall be implemented in accordance with the approved strategic proposals.  \r\rReason:\rTo ensure the delivery of high quality landscaping and boundary treatments to south of Choats Road.",
    "Unless otherwise agreed in writing by the local planning authority no material operation shall take place on the site to the north of Choats Road until a strategic landscaping plan for the site to the north of Choats Road has been submitted to and approved by the local planning authority.  The strategic proposals shall show the principles of the landscaping to be adopted; indicative buffers and planting aspirations.  The detailed landscaping proposals for individual units/phases shall be implemented in accordance with the approved strategic proposals.  \r\rReason:\rTo ensure the delivery of high quality landscaping and boundary treatments to the north of Choats Road",
    "Unless otherwise agreed in writing by the local planning authority, no buildings or hard surfaces shall be constructed within 10 metres of the top of the bank of the Gores Brook.\r\rReason:\rTo protect the ecological and landscape value of the Gores Brook corridor.",
    "Unless otherwise agreed in writing by the local planning authority, no buildings higher than 9 metres to the ridge shall be constructed closer than 16 metres from the top of bank the Gores Brook.\r\rReason:\rTo protect the ecological and landscape value of the Gores Brook.",
    "Unless otherwise agreed in writing by the local planning authority, no development shall take place on an individual phase or unit until the applicant has secured the implementation of a programme of archaeological work for that phase or unit in accordance with a written scheme of investigation which has been submitted by the applicant and approved by the local planning authority.  The development of the individual phase or unit shall only take place in accordance with the detailed scheme approved pursuant to this condition.  The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the local planning authority.\r\rReason:\rImportant archaeological remains may exist on this site.  Accordingly the planning authority wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development, in accordance with the guidance and model condition set out in PPG16.",
    "Unless otherwise agreed in writing by the local planning authority no material operation shall take place on any individual phase or unit until details of secure cycle parking facilities for that phase or unit have been submitted to and approved by the local planning authority.\r\rReason:\rIn the interests of promoting cycling as a safe, efficient and non-polluting mode of transport.",
    "Unless otherwise agreed in writing by the local planning authority, no material operation shall take place on an individual phase or unit until a detailed site investigation has been carried out to establish if the phase or unit is contaminated, to assess the degree and nature of the contamination present, and to determine its potential for the pollution of the water environment.  The method and extent of this site investigation shall be agreed with the local planning authority prior to commencement of work on that phase.  Details of appropriate measures to prevent pollution of groundwater and surface water on that phase, including provisions for monitoring, shall then be submitted to and approved in writing by local planning authority before development of that phase commences.   The development shall then proceed in strict accordance with the measures approved.\r\rReason:\rTo ensure that land is remediated where necessary, to a condition fit for its end use.",
    "The construction of the foul and surface water drainage system for each phase or unit shall be carried out in accordance with details submitted to and approved in writing by the local planning authority prior to the carrying out of a material operation for that individual phase or unit.\r\r\rReason:\rTo prevent pollution of the water environment.",
    "Within 6 months of the occupation of an individual phase or unit approved pursuant to Condition 1, a Travel Plan for that phase or unit shall be submitted to the Council for its approval.  The occupier shall operate the site in accordance with the approved Travel Plan.  The Travel Plan shall comprise the provisions set out in the Travel Plan Schedule attached as appendix 1 to these conditions.\r\rReason:\rIn the interests of minimising reliance on the private car as a means of travelling to and from the site.",
    "Unless otherwise agreed in writing by the local planning authority, the development hereby permitted shall be implemented generally in accordance with Masterplan (drawing number: PL(00)103 Revision F) approved pursuant to outline permission DA/01/00308/OUT).\r\rReason:\rTo ensure delivery of the development generally in accordance with the submitted application plans and floorspace schedule in order to maximise the floorspace on the site within the parameters of the submitted masterplan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:54:10.576+00:00",
  "ward": "Thames",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "30/03/2010",
  "decision_target_date": "16/08/2004",
  "centroid": {
    "lat": "51.5232093",
    "lon": "0.13834069999999998"
  },
  "lpa_app_no": "04/00524/OUT",
  "status": "Commenced",
  "site_name": "Former Railway Sidings Between Mainline And",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=21712",
  "locality": "Dagenham Dock",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548609.68,
              182827.96
            ],
            [
              548598.38,
              182696.3
            ],
            [
              548595.65,
              182655.48
            ],
            [
              548592.78,
              182623.03
            ],
            [
              548591.99,
              182603.07
            ],
            [
              548595.63,
              182591.01
            ],
            [
              548605.9,
              182579.85
            ],
            [
              548629.21,
              182574.64
            ],
            [
              548698.42,
              182561.35
            ],
            [
              548823.05,
              182546.2
            ],
            [
              548935.05,
              182529.65
            ],
            [
              548933.784,
              182514.463
            ],
            [
              548937.4,
              182500
            ],
            [
              548958.51,
              182496.73
            ],
            [
              548951.3,
              182421
            ],
            [
              548850.7,
              182434.3
            ],
            [
              548839.25,
              182343.7
            ],
            [
              548729.08,
              182356.53
            ],
            [
              548737.9,
              182430.2
            ],
            [
              548703.4,
              182434.7
            ],
            [
              548699,
              182413.35
            ],
            [
              548690.95,
              182387.05
            ],
            [
              548683.05,
              182361.77
            ],
            [
              548661.19,
              182365.13
            ],
            [
              548575.89,
              182375.24
            ],
            [
              548469.6,
              182388.43
            ],
            [
              548471.09,
              182398.23
            ],
            [
              548484.67,
              182452.42
            ],
            [
              548411.86,
              182464.84
            ],
            [
              548275.88,
              182481.68
            ],
            [
              548217.61,
              182493.31
            ],
            [
              548107.66,
              182522.66
            ],
            [
              548056.15,
              182536.95
            ],
            [
              548073.2,
              182598.55
            ],
            [
              548104.92,
              182692.07
            ],
            [
              548116.6,
              182777.95
            ],
            [
              548130.45,
              182930.8
            ],
            [
              548637.05,
              182916.8
            ],
            [
              548631.8,
              182826.5
            ],
            [
              548609.68,
              182827.96
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major general industry-storage-warehousing",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Land adjacent to Choats Road",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "30/03/2007",
  "street_name": "CHOATS ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "548444",
  "appeal_start_date": null,
  "centroid_northing": "182644",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1408045,
          51.5248188
        ],
        [
          0.1405863,
          51.5236387
        ],
        [
          0.14052979999999998,
          51.5232727
        ],
        [
          0.14047479999999998,
          51.5229819
        ],
        [
          0.1404551,
          51.5228027
        ],
        [
          0.1405024,
          51.5226934
        ],
        [
          0.14064559999999998,
          51.5225904
        ],
        [
          0.1409792,
          51.5225375
        ],
        [
          0.1419705,
          51.5223999
        ],
        [
          0.1437592,
          51.522231
        ],
        [
          0.1453654,
          51.5220528
        ],
        [
          0.1453407,
          51.5219167
        ],
        [
          0.14538669999999998,
          51.5217858
        ],
        [
          0.1456894,
          51.5217508
        ],
        [
          0.1455536,
          51.5210723
        ],
        [
          0.1441102,
          51.5212183
        ],
        [
          0.14390709999999998,
          51.5204072
        ],
        [
          0.1423258,
          51.5205515
        ],
        [
          0.1424838,
          51.5212111
        ],
        [
          0.1419888,
          51.5212606
        ],
        [
          0.1419165,
          51.5210699
        ],
        [
          0.14178939999999998,
          51.5208357
        ],
        [
          0.14166499999999999,
          51.5206106
        ],
        [
          0.1413516,
          51.5206466
        ],
        [
          0.14012729999999998,
          51.5207598
        ],
        [
          0.1386019,
          51.5209063
        ],
        [
          0.1386275,
          51.5209939
        ],
        [
          0.1388459,
          51.5214773
        ],
        [
          0.1378024,
          51.521608
        ],
        [
          0.1358509,
          51.5217949
        ],
        [
          0.13501649999999998,
          51.521914699999996
        ],
        [
          0.13344519999999999,
          51.5222072
        ],
        [
          0.1327093,
          51.5223491
        ],
        [
          0.1329807,
          51.5228982
        ],
        [
          0.1334768,
          51.5237302
        ],
        [
          0.1336811,
          51.5244988
        ],
        [
          0.1339448,
          51.5258686
        ],
        [
          0.1412362,
          51.5256098
        ],
        [
          0.1411226,
          51.5247998
        ],
        [
          0.1408045,
          51.5248188
        ]
      ]
    ],
    "type": "Polygon"
  }
}