{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "01/09/2023",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Portal",
  "id": "Hillingdon-15604_APP_2020_283",
  "secondary_street_name": "HAYES",
  "appeal_status": null,
  "postcode": "UB3 4QS",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "scheme_name": "FORMER SEA CADETS SITE",
    "site_area": 0.25,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "site_area": 0.2790000000000001
    },
    "other_residential_accommodation_details": {
      "site_area": 0.2790000000000001
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units": 2,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.25,
      "dwelling_density": 8,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": "",
          "description": "",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "",
          "phase_detail": "",
          "unit_no": "",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        },
        {
          "uprn": "",
          "description": "",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "provider": "",
          "phase_detail": "",
          "unit_no": "",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "valid_date": "27/01/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of 2 x 3 bedroom houses, construction of a 27 space public car park, widening and improvements of the existing access road, improvements to the existing access to Cranford Park, provision of a new children's play area and all associated external works (involving the demolition of the existing single storey building and removal of all storage units) (Amendments to access arrangements)",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the",
    "details shown on the submitted plans,",
    "2020/D/298/P/01 B",
    "2020/D/298/P/02 B",
    "2020/D/298/P/03 E",
    "2020/D/298/P/04",
    "2020/D/298/P/05",
    "2020/D/298/P/06",
    "2020/D/298/P/07",
    "1300-001 Rev. A Lighting Scheme",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two -",
    "Development Management Policies (January 2020).",
    "Notwithstanding the submitted plans, detailed drawings or samples of materials, as appropriate, in respect of the following shall be submitted to and approved in writing by the Local Planning Authority before the relevant part of the work is begun (excluding site clearance and demolition). Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to:",
    "(i) fenestration and doors",
    "(ii) fencing",
    "(iv) comprehensive colour scheme for all built details",
    "(v) make, product/type, colour and photographs/images",
    "(vi) bricks and roof finishes",
    "(vii) bin Stores",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "No site clearance or construction work shall take place for each phase of the development (namely the residential units and public car park) hereby approved, until the details have been submitted to, and approved in writing by the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance wi",
    "For each phase of the development (namely the residential units and public car park), no development shall take place until a landscape scheme for that phase has been submitted to and approved in writing by the Local Planning Authority in consultation with the Secure By Design Officer. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage for park visitors comprising 6 spaces;",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (4 spaces for the residential units and 28 spaces for Cranford Park,including 4 disabled bays)",
    "2.e Hard Surfacing Materials",
    "2.f  Children's play equipment",
    "3. Schedule for Implementation",
    "4. Other",
    "4.a Proposed finishing levels or contour",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Notwithstanding the details hereby approved a minimum of 25% of the front garden area  of the dwellings hereby approved shall be soft landscaped (eg. grass or planted beds) for so long as the development remains in existence.",
    "REASON",
    "To ensure the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMHB 14 and DMT6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with Policies DMHB 11, DMHB 18 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The dwellings hereby approved shall be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the buildings.",
    "REASON",
    "To ensure that an appropriate standard of housing stock, in accordance with London Plan 2021 is achieved and maintained.",
    "Prior to public use of the car park, details of safe access to secure and stimulating play and recreational areas for all children and young people, including the provision of equipment for disabled children with complex or multiple disabilities, shall be submitted to, and approved in writing, by the Local Planning Authority. All such provisions shall be implemented and remain in place for the life of the development.",
    "REASON",
    "To ensure that suitable play and recreation facilities are provided in accordance with London Plan 2021.",
    "Prior to works commencing to the residential units above damp proof course level, details of step free access via the principal private entrances of the dwellings hereby approved shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building/s.",
    "REASON",
    "To ensure that an appropriate standard of housing stock, in accordance with London Plan 2021.",
    "For each phase of the development (namely the residential units and public car park), no development shall take place until a stage 1 written scheme of investigation (WSI) for that phase has been submitted to and approved in writing by the Local Planning Authority.   For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research object",
    "All soils used for gardens and/or landscaping purposes shall be clean and free of contamination. Site derived soils and imported soils shall be tested for chemical contamination, and the results of this testing shall be submitted for approval to the Local Planning Authority.",
    "REASON",
    "To ensure that the occupants of the development are not subject to any risks from soil contamination in accordance with Policy DMEI 13 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "For each phase of the development approved by this permission (namely the residential units and public car park), no development (excluding site clearance and demolition) shall be commenced until a plan (provided in CAD as well as PDF) for the provision of sustainable water management for that phase shall be submitted to and approved in writing by the Local Planning Authority.  As a minimum, the plan shall show the following details:",
    "i. Identify areas of hardstanding, state the material to be used for each area and show the proposed levels and direction of slope. All hard standing areas shall be formed of permeable surfaces, or slope to a permeable area. ii. Identify proposed downpipes from the development and show where these will discharge to.",
    "iii Utilise SuDS such as rain gardens, soakaways or other infiltration techniques.",
    "iv. The development should also use methods to minimise the use of potable water through the use of rainwater harvesting measures (such as water butts) to captu",
    "(i) For each phase of the development approved by this permission (namely the residential units and public car park), no development shall be commenced for the relevant phase, until a scheme to deal with contamination for that phase has been submitted and approved by the Local Planning Authority (LPA).",
    "The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a)        A desk-top study carried out by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the site;",
    "(b)        A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suitably qualified and accredited consultant/contractor. T",
    "The windows within all flank/side elevations shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1-2 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the submitted plans, for each phase of the development approved by this permission (namely the residential units and public car park), no development shall be commenced for the relevant phase, until details of all traffic arrangements (including where appropriate carriageways, footways, turning space, safety strips, sight lines at road junctions, kerb radii, car parking areas and marking out of spaces, loading facilities, closure of existing access and means of surfacing) for that phase have been submitted to and approved in writing by the Local Planning Authority. The approved development shall not be occupied for each phase until all such works have been constructed in accordance with the approved details. Thereafter, the parking areas, sight lines and loading areas must be permanently retained and used for no other purpose at any time. Disabled parking bays shall be a minimum of 4.8m long by 3.6m wide, or at least 3.0m wide where two adjacent bays may share an unload",
    "The development shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Hillingdon Local Plan Part 2 policy DMHB 15.",
    "The car park shall achieve a Park Mark award from the British Parking association. The car park shall not be brought into use until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Hillingdon Local Plan Part 2 policy DMHB 15.",
    "The proposed car park gates shall be security rated (LPS1175/Issue 7 SR1). The primary main entrance gates into the car park shall be locked during the hours of darkness. The secondary gate would be just for the two residences and shall incorporate a fob to control and intercom for the benefit of the two residential properties.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Hillingdon Local Plan Part 2 policy DMHB 15.",
    "The proposed external lighting scheme ref: 1300-001Rev. A shall be implemented on or before the development hereby approved is occupied or brought into use. No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been approved in writing by the Local Planning Authority in consultation with the Secure By Design Officer.  Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "In pursuance of the Council's powers under section 2 of the Local Government Act 2000 and ensure the development provides a safe and secure environment, in accordance with Hillingdon Local Plan Part 2 policy DMHB 15 and London Plan (2016) Policies 7.1 and 7.3; to safeguard the amenity of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and to protect the ecological value of the area in accordance with",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Written schemes of investigation will need to be prepared and implemented by a suitably professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "The pre-commencement condition is necessary to safeguard the archaeological interest on this site. Approval of the WSI before works begin on site provides clarity on what investigations are required, and their timing in relation to the development programme. If you do not agree to this pre-commencement condition pleaseexplain your reasons and any alternatives suggested. Without this pre-commencement condition being imposed, the application would be refused as it would not comply with NPPF paragraph 199.",
    "The archaeological fieldwork should comprise the following:",
    "Evaluation",
    "An archaeological field"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T22:38:33.324+00:00",
  "ward": "PINKWELL",
  "parking_details": null,
  "lapsed_date": "01/09/2026",
  "decision_target_date": "04/09/2023",
  "centroid": {
    "lat": 51.497669,
    "lon": -0.411838
  },
  "lpa_app_no": "15604/APP/2020/283",
  "status": "Approved",
  "site_name": "FORMER SEA CADETS SITE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=15604/APP/2020/283",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510282.6536,
              178858.9154
            ],
            [
              510282.3229,
              178859.2462
            ],
            [
              510309.7735,
              178863.5456
            ],
            [
              510309.7735,
              178861.5613
            ],
            [
              510306.7969,
              178854.9467
            ],
            [
              510307.4584,
              178849.9857
            ],
            [
              510310.435,
              178832.457
            ],
            [
              510316.3881,
              178818.5664
            ],
            [
              510334.2475,
              178814.5976
            ],
            [
              510337.5548,
              178860.5691
            ],
            [
              510353.4298,
              178861.2305
            ],
            [
              510353.4298,
              178852.9623
            ],
            [
              510374.9273,
              178854.6159
            ],
            [
              510378.5653,
              178806.6601
            ],
            [
              510342.185,
              178813.9362
            ],
            [
              510342.185,
              178805.3372
            ],
            [
              510323.3334,
              178808.6445
            ],
            [
              510323.6641,
              178801.3684
            ],
            [
              510312.0886,
              178801.3684
            ],
            [
              510312.7501,
              178811.2903
            ],
            [
              510303.8204,
              178816.2513
            ],
            [
              510298.198,
              178848.6628
            ],
            [
              510292.5755,
              178855.9389
            ],
            [
              510283.3151,
              178854.9467
            ],
            [
              510282.6536,
              178858.9154
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "20/04/2021",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Portal",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "WATERSPLASH LANE",
  "pp_id": "08448734",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 510341,
  "appeal_start_date": null,
  "centroid_northing": 178832,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41267,
          51.497922
        ],
        [
          -0.412674,
          51.497925
        ],
        [
          -0.412278,
          51.497959
        ],
        [
          -0.412278,
          51.497941
        ],
        [
          -0.412323,
          51.497882
        ],
        [
          -0.412315,
          51.497837
        ],
        [
          -0.412278,
          51.497679
        ],
        [
          -0.412197,
          51.497553
        ],
        [
          -0.411941,
          51.497514
        ],
        [
          -0.411879,
          51.497927
        ],
        [
          -0.41165,
          51.497929
        ],
        [
          -0.411652,
          51.497855
        ],
        [
          -0.411342,
          51.497866
        ],
        [
          -0.411305,
          51.497434
        ],
        [
          -0.411827,
          51.497506
        ],
        [
          -0.411829,
          51.497429
        ],
        [
          -0.4121,
          51.497463
        ],
        [
          -0.412097,
          51.497397
        ],
        [
          -0.412264,
          51.497399
        ],
        [
          -0.412251,
          51.497488
        ],
        [
          -0.412378,
          51.497535
        ],
        [
          -0.412449,
          51.497827
        ],
        [
          -0.412528,
          51.497894
        ],
        [
          -0.412662,
          51.497887
        ],
        [
          -0.41267,
          51.497922
        ]
      ]
    ],
    "type": "Polygon"
  }
}