{
  "decision_conditions": [
    "This permission shall be for a limited period only expiring 31 May 2035 on or before which date the use hereby permitted shall be discontinued and all the buildings/structures and all associated development/equipment shall be removed from the site.",
    "Reason: The discontinuation and removal of the temporary accommodation would ensure permanent residential use would not be prejudicial to the redevelopment of the Waterloo Regeneration Scheme.",
    "Not less than 3 months before the expiration date under Condition 1 of this permission, or within 3 months of the residential occupation of the buildings ceasing, whatever is the earlier, an enabling strategy shall be submitted to and approved by the Local Planning Authority for removal of the temporary structures and preparing the land to enable work to commence for the development approved under P0761.20, or any subsequent planning permission for the development of the site. The enabling work shall subsequently be implemented in accordance with the approved strategy.",
    "Reason: To ensure the site is appropriately prepared for the redevelopment of the Waterloo Regeneration Scheme.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans and documents (as set out on page one of this decision notice).",
    "Reason: For the avoidance of doubt and in the interests of proper planning and to ensure the development keeps within the parameters assessed pursuant to the Environmental Impact Assessment for the Development.",
    "Unless otherwise agreed in writing beforehand, the dwellings hereby approved shall only be used for housing for homeless families/persons for which the London Borough of Havering has a duty to provide accommodation.",
    "Reason: The dwellings fail to comply with nationally prescribed space standards for which exception can be made for much needed housing for homeless households.",
    "No development shall commence until a Construction Environmental Management Plan (CEMP) and a Site Waste Management Plan (SWMP) have been submitted to and approved in writing by the Local Planning Authority. These plans shall incorporate details of:",
    "a) the site manager, including contact details (phone, email, postal address) and the location of a large notice board on the site that clearly identifies these details and a 'Considerate Constructors' contact telephone number;",
    "b) Construction traffic management and Construction Logistics Plan (CLP);",
    "c) The parking of vehicles of site operatives and visitors;",
    "d) Loading and unloading of plant and materials;",
    "e) Storage of plant and materials used in constructing the development;",
    "f) The erection and maintenance of security hoarding(s) including decorative displays and facilities for public viewing, where appropriate;",
    "g) Wheel washing facilities;",
    "h) A detailed Dust Management Plan, including a Dust Monitoring Scheme, setting out dust and emis",
    "Prior to the commencement of the development hereby approved, the developer or contractor must ensure: -",
    "a) They are signed up to the Non Road Mobile Machinery (NRMM) register.",
    "b) The development site is entered onto the register alongside all the NRMM equipment details.",
    "c) The register is kept up to date for the duration of the construction of development.",
    "d) All NRMM used during the construction of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.",
    "e) An inventory of all NRMM is kept on-site stating the emission limits for all equipment and is available for inspection at all times during construction.",
    "Reason:   To reduce emissions from construction activities and comply with current NRMM emission standards, in accordance with the Greater Lond",
    "Prior to any works above ground level, a Biodiversity Enhancement Strategy for protected, Priority and threatened species shall be submitted to and approved in writing by the local planning authority.  The content of the Biodiversity Enhancement Strategy shall include the following:",
    "a) Purpose and conservation objectives for the proposed enhancement measures;",
    "b) detailed designs or product descriptions to achieve stated objectives;",
    "c) locations, orientations, and heights of proposed enhancement measures by appropriate maps and plans;",
    "d) persons responsible for implementing the enhancement measures;",
    "e) details of initial aftercare and long-term maintenance (where relevant).",
    "The works shall be implemented in accordance with the approved details prior to occupation and shall be retained in that manner thereafter.\"",
    "Reason: To enhance protected, Priority and threatened species and allow the LPA to discharge its duties under the NPPF 2024 and s40 of the NERC Act 2006 (as amended).",
    "Prior to any works above ground level if significant on-site enhancements are included within the approved Biodiversity Gain Plan, a Habitat Management and Monitoring Plan (HMMP), prepared in accordance with the approved Biodiversity Gain Plan, shall be submitted to, and approved in writing by the local authority.  The HMMP shall include:",
    "a) the roles and responsibilities of the people or organisation(s) delivering the HMMP;",
    "b) the planned habitat creation and enhancement works to create or improve habitat to achieve the on-site significant enhancements in accordance with the approved Biodiversity Gain Plan;",
    "c) the management measures to maintain habitat in accordance with the approved Biodiversity Gain Plan for the duration the development remains in place;",
    "d) the monitoring methodology in respect of the created or enhanced habitat to be submitted to the local planning authority; and",
    "e) details of the content of monitoring reports to be submitted to the LPA including details of adapt",
    "Notwithstanding the details shown on the approved drawings, the development hereby approved shall not progress beyond 150mm above  ground level until samples of the materials (or appropriate specification) to be used in the construction of the external surfaces noted below have been submitted to, provided on site, and agreed in writing by, the Local Planning Authority:-",
    "a) all facing materials for buildings;",
    "b) details of balconies;",
    "c) details of windows and doors",
    "The development shall be carried out in accordance with the approved details and shall be retained thereafter.",
    "REASON: To safeguard the appearance of the buildings and the character of the immediate area.",
    "No development above ground level shall take place until details of all proposed walls, fences and boundary treatments are submitted to, and approved in writing by, the Local Planning Authority.",
    "The boundary development shall then be carried out in accordance with the approved details prior to the first occupation of each dwelling and shall be permanently retained and maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: To ensure an inclusive environment, a safe, attractive development, which harmonises with the character of the area and maintain privacy for future occupiers.",
    "Prior to commencement of any above ground works, a full and detailed application for the Secured by Design award scheme shall be submitted to the Local Planning Authority and the Metropolitan Police NE Designing out Crime Office, demonstrating how Secured by Design Certification will be achieved for this scheme.",
    "Then, prior to occupation, the development shall achieve a Certificate of Compliance to the relevant Secure by Design Guide submitted to and approved in writing by the Local Planning Authority in conjunction with the Metropolitan Police. The development shall be carried out in accordance with the approved details and thereafter shall be fully retained and maintained as such for the lifetime of the development.",
    "Reason: In the interest of creating safer, sustainable communities.",
    "Prior to commencement of any above ground works full details of the electric vehicle charging points to be installed in the development shall be submitted to the Local Planning Authority and approved in writing.  The development shall be implemented in full accordance with the approved details prior to first occupation and thereafter be maintained as such.",
    "REASON: To promote sustainable transport modes, developments should be designed to enable charging of plug-in and other ultra-low emission vehicles\", in accordance with paragraph 112 of the National Planning Policy Framework and Policy T6 of the London Plan.",
    "No development above ground level shall take place until a Parking Management Plan has first been submitted to and agreed in writing by the local planning authority. The plan shall:",
    "* identify all of the electric vehicle charging point spaces that are to be provided as 'active';",
    "* detail the allocation of a disabled person's parking space(s);",
    "* detail the provision for mobility scooters; and,",
    "* detail cycle parking including its external appearance, location and the means of secure storage.",
    "Prior to first occupation the scheme shall be implemented in accordance with the approved details, made available for occupiers use and shall be permanently retained thereafter.",
    "Reason: To ensure that cycle parking spaces are made permanently available to accord with London Plan Policy T5 and T6 and that car parking management identified to ensure that sufficient off-street parking areas are provided and appropriately allocated.  To promote sustainable transport modes, developments should be d",
    "Prior to the first occupation of the development hereby approved a waste management plan setting out how waste will be stored and collected shall be prepared, submitted to and approved in writing by the Local Planning Authority. The measures shall thereafter be implemented in accordance with the approved waste management plan for the lifetime of the development.",
    "Reason: To ensure appropriate waste management facilities are provided to accommodate all waste generated by the development.",
    "Notwithstanding the approved drawings, prior to the first occupation of the development hereby approved a hard and soft landscaping scheme for the site shall be submitted to and approved in writing by the Local Planning Authority.  Such a scheme shall include details of:",
    "Soft landscaping:",
    "* Existing site contours and details of any proposed alterations in existing ground levels",
    "* All trees, hedgerows and any other vegetation on/overhanging the site to be retained;",
    "* Details of all tree, hedge, shrub and other planting proposed as part of the scheme and all planting and substrates proposed for other soft landscaped structures, including proposed species, plant sizes (which should include a significant proportion of mature trees) and planting densities.",
    "* Details of planting techniques, tree pit construction, staking and tying of trees including tree guards.",
    "* Such planting shall be UK native unless satisfactory justification can be made to the Local Planning Authority.",
    "Hard landscapin",
    "All mitigation measures and/or works shall be carried out in accordance with the details contained in the Preliminary Ecological Appraisal (Arborweald, September 2024) as already submitted with the planning application and agreed in principle with the local planning authority prior to determination.",
    "Reason: To conserve and enhance protected and Priority species and allow the LPA to discharge its duties under the Conservation of Habitats and Species Regulations 2017 (as amended), the Wildlife & Countryside Act 1981 (as amended), s40 of the NERC Act 2006 (as amended), Policy 30 of the Havering Local Plan, adopted 2021 and Policy G6 of the London Local Plan, 2021.",
    "Before the hereby permitted air source heat pump is commissioned, a report under the provisions of the Microgeneration Installation Standard: MCS 020 shall be submitted to and approved in writing by the Local Planning Authority to determine if the equipment would be deemed permitted development, or a full planning application will be required.",
    "Reason:   To protect the amenity of noise sensitive premises from noise from mechanical plant.",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "Following completion of the remediation works, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "REASON:  To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "The development shall be carried out in accordance with the provisions of the London Plan Fire Statement (Author: OFR Consultants Limited, Project No. MA24131 Revision R02, Dated 1 October 2024.",
    "REASON: To ensure that the development incorporates the necessary fire safety measures in accordance with the Policy D12 of the London Plan.",
    "The development shall be carried out in accordance with  the Flood Risk Assessment Addendum, produced by Conisbee (Report Ref: 240159/J Dooner dated 23 May 2025, Verison 2.1), including the the detailed surface water drainage scheme for the site based on Sustainable Urban Drainage Systems (SuDS).",
    "The scheme shall subsequently be implemented in accordance with the approved details before the development is occupied.",
    "Reason: SuDS must be identified prior to the commencement of development to prevent flooding, improve and protect water quality, improve habitat and amenity, and ensure future maintenance of the surface water drainage system.",
    "All archaeological investigations on the site subject to this permission shall be carried out in accordance with the Stage 2 written scheme of investigation for archaeological excavation (v1.3) by MOLA, dated November 2021 approved under the application to discharge a planning condition (Condition 84 - Ref: Q0087.23) attached to the extant permission P0761.20. Should the watching brief lead to recommendations of further investigations (including excavations) on the site, then these shall be carried out in accordance with the recommendations made.",
    "Reason: Important archaeological remains including the Napoleonic Barracks are present on the site. Accordingly, the planning authority wishes to secure the provision of archaeological investigation prior to development, in accordance with Historic England guidance.",
    "The development shall be carried out in accordance with the recommended mitigation set out in the Noise Assessment dated 24 September 2024 (Document Number: 15741A-20-R01-02-F, Author: Logika Group).",
    "Reason:   To protect the amenity of noise sensitive properties from noise.",
    "During construction of the development hereby permitted, the tree(s) located within or near the site shall not be lopped or felled and shall be protected in accordance with the requirements of BS5837(2012) 'Trees in Relation to Design, Demolition and Construction'.  The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area and to accord with Policy 27 of the Havering Local Plan.",
    "The development hereby permitted shall achieve an Urban Greening Factor of at least 0.3.",
    "Reason: In the interest of biodiversity, sustainability and to ensure that green infrastructure is maximised on the site.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "Biodiversity Net Gain",
    "The effect of paragraph 13 of Schedule 7A to the Town and Country Planning Act 1990 is that planning permission granted for the development of land in England is deemed to have been granted subject to the condition \"(the biodiversity gain condition\") that development may not begin unless:",
    "(a)",
    "a Biodiversity Gain Plan has been submitted to the planning authority, and",
    "(b)",
    "the planning authority has approved the plan.",
    "The planning authority, for the purposes of determining whether to approve a Biodiversity Gain Plan if one is required in respect of this permission would be Havering Council.",
    "There are statutory exemptions and transitional arrangements which mean that the biodiversity gain condition does not always apply. These are listed in paragraph 17 of Schedule 7A of the Town and Country Planning Act 1990 and the Biodiversity Gain Requirements (Exemptions) Regulations 2024.",
    "Based on the information available this permission is considered to be one which will requi",
    "Community Safety - Informative:",
    "In aiming to satisfy any Secured by Design condition, the applicant must seek advice of the Metropolitan Police Service Designing out Crime Officers (DOCOs) to achieve accreditation. The services of MPS DOCOs are available free of charge and can be contacted via docomailbox.ne@met.police.uk",
    "From 1 of January 2025, all NRMM on all sites within Havering will be required to meet Stage IV as a minimum.  The requirement for generators will continue to be Stage V.",
    "For more information visit: https://www.london.gov.uk/programmes-and-strategies/environment-and-climate-change/pollution-and-air-quality/nrmm"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "30/05/2025",
  "lpa_name": "Havering",
  "centroid_northing": 188257,
  "last_updated": "2025-07-05T04:09:48.503Z",
  "development_type": null,
  "ward": "St Edwards",
  "parking_details": {
    "no_proposed_car": 5,
    "net_cycle": 36,
    "no_proposed_cycle": 36,
    "no_existing_cycle": 0,
    "no_existing_car": 0,
    "net_car": 5
  },
  "uprn": "10013186263",
  "application_details": {
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 4.65,
        "building_ref": "Single Storey Blocks"
      },
      {
        "no_storeys": 2,
        "max_height": 8.1,
        "building_ref": "Two Storey Blocks"
      }
    ],
    "rain_water_harvesting": true,
    "projected_cost_of_works": "Between £2m and £100m",
    "lead_developer_company_name": "Havering and Wates Regeneration LLP",
    "total_gia_gained": 1104,
    "lead_registered_social_landlord": "Havering Council",
    "garden_land_lost": false,
    "non_permanent_dwellings_details": [
      {
        "no_lost": 0,
        "no_gained": 18,
        "type": "Non-permanent dwellings"
      }
    ],
    "internal_resi_water_usage": 105,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 1104,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "green_suds": true,
    "surface_water_discharge_percentage_reduction": 0,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Whole Development ",
        "intended_completion_date": "09/2026",
        "intended_commencement_date": "07/2025"
      }
    ],
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "ownership_status": "Public",
    "total_gia_existing": 0,
    "existing_uprns": null,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 1104,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "infrastructure_details": {
      "no_homes_to_have_electrical_heating": 18,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "urban_greening_factor_score": 0.30000000000000004,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 1,
      "waste_provision": true,
      "solar_pv_capacity": 0.04,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "chp_heat_pumps_capacity": 0.05,
      "no_resi_units_to_have_full_fibre": 18,
      "total_annual_nox_emissions": 0,
      "fire_suppression_system_proposed": true,
      "no_homes_passive_cooling": 18
    },
    "site_area": 0.45,
    "affordable_housing_fast_track": false
  },
  "last_date_consultation_comments": "20/02/2025",
  "decision": "Approved",
  "bo_system": "CSV Data Import",
  "postcode": "RM7 9AT",
  "secondary_street_name": "Cotleigh Road to the west; and London Road to the north",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_date": "30/05/2025",
  "borough": "Havering",
  "wgs84_polygon": null,
  "lpa_app_no": "P0108.25",
  "valid_date": "27/01/2025",
  "description": "Temporary planning permission to redevelop the site to deliver modular housing units (Use Class C3) alongside new landscaping, cycle and associated works",
  "centroid_easting": 551139,
  "site_number": null,
  "lapsed_date": "30/05/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "the Great Eastern Main Line to the South",
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "Romford",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.572927,
    "lon": 0.179538
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0108.25",
  "site_name": "Land bound by Waterloo Road to the east;",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13454968",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Full planning permission",
  "id": "Havering-P0108.25",
  "polygon": null
}