{
  "street_name": "Great Titchfield Street",
  "centroid_northing": "181320",
  "lapsed_date": null,
  "bo_system": "Idox Uniform",
  "site_name": "United Kingdom House",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "2A",
  "actual_commencement_date": null,
  "decision": null,
  "cil_liability": false,
  "polygon": null,
  "valid_date": "25/11/2021",
  "decision_date": null,
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "W1W 6SP",
  "title_number": [],
  "lpa_app_no": "21/06830/LBC",
  "uprn": "010033596125",
  "application_details": {},
  "borough": "Westminster",
  "actual_completion_date": null,
  "pp_id": null,
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "20/01/2022",
  "last_updated_by": "Idox Uniform",
  "application_type_full": null,
  "lpa_name": "Westminster",
  "url_planning_app": null,
  "decision_conditions": null,
  "id": "Westminster-21_06830_LBC",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": null,
  "status": "Application Under Consideration",
  "centroid_easting": "529205",
  "description": "Variation of condition 1 of listed building consent dated 22nd January 2020 (RN 19/06552/LBC) for the infilling of internal light wells at fourth to seventh floor levels to create additional office space (Class B1) together with extension at roof level to provide a new eighth floor level comprising four residential units with part mezzanine (Class C3), the recladding of light well walls with minor internal alterations, new residential entrance, and plant in an enclosure at roof level. NAMELY, to make amendments to; mansard structure will be constructed in steel rather than concrete, this has dictated a change to the material palette of dull polished steel, rather than zinc, for the flashing and facing the openings in the roof, the new windows, the upstand around the roof and the metal balustrades at each opening. Balustrades are also proposed to be of a lighter cable system that is less visually intrusive than the approved metal ones; Existing staircases enlarged to accommodate fire access and escape. Internal reconfigurations to the 7th floor, external appearance and walls are unaffected; Approved lift overrun and stair core were to be clad in lead to match the existing, however, the stair and lift overrun are proposed to be set back further and it is proposed to integrate these more into the roof structure and to clad these in the same zinc material; Internal configuration of the apartments has changed slightly to respond to the clients brief for the quality of internal accommodation, but this does not materially affect the size of the residential units; It is proving difficult to achieve a green roof on part of the proposal due to the depth of the build-up. To compensate for this, and to add more landscaping, the walls facing the terrace will be a combination of metal panels and green walls; The approved development proposed two horizontal windows on the upper part of the roof. These have been reduced to a single window that sits above the staircase.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.139319,
    "lat": 51.516035
  },
  "last_updated": "2025-03-20T20:38:30.800+00:00",
  "decision_agency": null,
  "ward": "WED_02",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.139296,
          51.516049
        ],
        [
          -0.139297,
          51.516022
        ],
        [
          -0.139341,
          51.516022
        ],
        [
          -0.13934,
          51.516049
        ],
        [
          -0.139296,
          51.516049
        ]
      ]
    ],
    "type": "Polygon"
  }
}