{
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T03:59:37.073+00:00",
  "lpa_name": "Hillingdon",
  "decision_agency": "Borough",
  "locality": null,
  "decision_conditions": [
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The applicant is reminded that the proposed extension must meet the conditions of Article 3, Schedule 2, Part 1, Class A of the Town and Country Planning (General Permitted Development Order 2015 - as amended). Those conditions state:",
    "A.3 Development is permitted by Class A subject to the following conditions⿿",
    "(a) the materials used in any exterior work (other than materials used in the construction of a",
    "conservatory) must be of a similar appearance to those used in the construction of the exterior of",
    "the existing dwellinghouse;",
    "(b) any upper-floor window located in a wall or roof slope forming a side elevation of the",
    "dwellinghouse must be⿿",
    "(i) obscure-glazed, and",
    "(ii) non-opening unless the parts of the window which can be opened are more than 1.7",
    "metres above the floor of the room in which the window is installed; and",
    "(c) where the enlarged part of the dwellinghouse has more than a single storey, or forms an upper",
    "storey on an existing enlargement of the original dwellinghous"
  ],
  "valid_date": "18/04/2023",
  "centroid": {
    "lon": "-0.4487442",
    "lat": "51.5459581"
  },
  "lpa_app_no": "20945/APP/2023/1130",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": null,
  "ward": "HILLINGDON EAST 2022",
  "description": "Erection of a single storey rear extension, which would extend beyond the rear wall of the original house by 4.00 metres, for which the maximum height would be 3.20 metres, and for which the height of the eaves would be 2.75 metres",
  "appeal_start_date": null,
  "application_type": "Prior Approval",
  "site_name": "10 GROSVENOR CRESCENT",
  "last_date_consultation_comments": "14/05/2023",
  "cil_liability": false,
  "application_details": {
    "no_additional_bathrooms": 1,
    "total_gia_gained": 18,
    "intended_completion_date": "10/2023",
    "no_additional_bedrooms": 1,
    "existing_uprns": null,
    "intended_commencement_date": "07/2023",
    "site_area": 0.023
  },
  "street_name": "HILLINGDON",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=20945/APP/2023/1130",
  "uprn": null,
  "appeal_decision_date": null,
  "pp_id": "12100165",
  "decision_process": "Delegated",
  "centroid_easting": 507664,
  "epc_number": null,
  "centroid_northing": 184147,
  "application_type_full": "Prior Approval: Larger Home Extension",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": null,
  "last_updated_by": "Planning Portal ingest",
  "actual_completion_date": null,
  "site_number": null,
  "id": "Hillingdon-20945_APP_2023_1130",
  "status": "Not Required",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Hillingdon",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "29/05/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507662.8633,
              184167.0355
            ],
            [
              507668.6842,
              184166.6387
            ],
            [
              507665.7738,
              184126.1573
            ],
            [
              507661.4081,
              184126.6865
            ],
            [
              507661.4081,
              184125.3636
            ],
            [
              507660.4821,
              184126.4219
            ],
            [
              507662.8633,
              184167.0355
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 1,
    "net_car": 0
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4487545,
          51.5461384
        ],
        [
          -0.4486707,
          51.5461337
        ],
        [
          -0.448725,
          51.5457704
        ],
        [
          -0.44878779999999996,
          51.545776
        ],
        [
          -0.44878819999999997,
          51.5457641
        ],
        [
          -0.44880119999999996,
          51.5457738
        ],
        [
          -0.4487545,
          51.5461384
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "17/05/2026",
  "decision_date": "17/05/2023"
}