{
  "appeal_decision": null,
  "postcode": "RM4 1LB",
  "street_name": "Benskins Lane",
  "appeal_decision_date": null,
  "lapsed_date": "26/04/2027",
  "site_number": null,
  "id": "Havering-P0543.22",
  "decision_process": "Delegated",
  "lpa_name": "Havering",
  "centroid_easting": 554121,
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "16/04/2023",
  "pp_id": "11169288",
  "last_updated": "2025-03-19T22:27:08.434+00:00",
  "actual_completion_date": null,
  "decision": "Approved",
  "valid_date": "04/04/2022",
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554102.11,
              194712.241
            ],
            [
              554169.843,
              194645.592
            ],
            [
              554157.38,
              194619.853
            ],
            [
              554073.933,
              194658.596
            ],
            [
              554102.11,
              194712.241
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "subdivision_of_building": null,
  "decision_target_date": "26/04/2024",
  "date_building_work_started_under_previous_permission": "02/04/2007",
  "centroid": {
    "lat": "51.6296692",
    "lon": "0.22537349999999998"
  },
  "centroid_northing": 194662,
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "lpa_app_no": "P0543.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0543.22",
  "secondary_street_name": "Noak Hill",
  "ward": "Gooshays",
  "application_type_full": "Full planning permission",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "parking_details": {
    "no_proposed_lgv": 3,
    "no_existing_cycle": 0,
    "no_existing_car": 10,
    "net_car": 0,
    "no_existing_lgv": 0,
    "no_proposed_car": 10,
    "no_proposed_cycle": 10,
    "net_cycle": 10,
    "net_lgv": 3
  },
  "appeal_status": null,
  "development_type": null,
  "site_name": "Plots 2-6 Gravel Pit Coppice",
  "locality": "Romford",
  "borough": "Havering",
  "decision_agency": "Borough",
  "status": "Approved",
  "application_details": {
    "existing_uprns": null,
    "superseding_details": [
      {
        "lpa_app_no": "P1140.20",
        "partial_supersedence": false
      },
      {
        "lpa_app_no": "P0405.15",
        "partial_supersedence": false
      },
      {
        "lpa_app_no": "P1710.07",
        "partial_supersedence": false
      }
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "04/2023",
        "intended_commencement_date": "06/2022"
      }
    ],
    "total_gia_gained": 369.04,
    "site_area": 0.40700000000000003,
    "total_gia_lost": 31.5,
    "total_gia_existing": 502.8,
    "non_permanent_dwellings_details": [
      {
        "no_lost": 0,
        "type": "Traveller pitches/plots"
      }
    ],
    "scheme_name": "Plots 2-6 Gravel Pit Coppice",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 471.3,
        "use_class": "SpecifiedOther",
        "gia_gained": 240,
        "gia_lost": 0
      },
      {
        "gia_existing": 31.5,
        "use_class": "D2",
        "gia_gained": 129.04,
        "gia_lost": 31.5
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 4,
        "building_ref": "Dayroom 1"
      },
      {
        "no_storeys": 1,
        "max_height": 4,
        "building_ref": "Dayroom 2"
      },
      {
        "no_storeys": 1,
        "max_height": 4,
        "building_ref": "Dayroom 3"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 20,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 129.04,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 31.5,
      "total_gia_gained": 369.04,
      "total_gia_existing": 502.8,
      "total_gia_lost": 31.5
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 100,
      "no_homes_to_have_electrical_heating": 12,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 110,
    "ownership_status": "Private"
  },
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under the Materials Section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development shall be carried out in accordance with the hard and soft landscaping details shown on drawing no. 22/GRAVEL/01 Revision D and the information in the Revised Design and Access Statement Revision E  including the \"Landscape Schedule and Management Plan\". All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority. The existing tree screen shall be retained in place for the duration of the development remaining in place.",
    "Reason:- To ensure that the development achieves a satisfactory level of landscape quality in accordance with Havering Local Plan 2016-2031 Policies 27 and 30.",
    "The use hereby permitted shall cease and all caravans, structures, equipment and materials brought onto the land for the purposes of such use shall be removed and the land restored to its condition before the development took place within 28 days of the date of failure to meet any one of the requirements set out in (i) to (iv) below:",
    "(i)\tWithin three months of the date of this decision, submit details of waste disposal including collection point and storage areas;",
    "(ii)\tWithin 11 months of the date of this decision, the details should have been approved by the local planning authority or, if the Local Planning Authority refuse to approve the details or fail to give a decision within the prescribed period, an appeal should have been made to and accepted as validly made by the Secretary of State.",
    "(iii)\tIf an appeal is made in pursuance of (ii) above, that appeal should have been finally determined and the submitted details should have been approved by the Secretary of State.",
    "(iv)\tThe a",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No commercial or business activities shall take place on the land, nor shall any equipment or paraphernalia associated with any business use be stored on the land.",
    "Reason:-",
    "To restrict the use of the site to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future intensification  use not forming part of this application.",
    "The site shall not be occupied by any persons other than Gypsies and Travellers, defined as persons of nomadic habit of life whatever their race or  origin, including such persons who on grounds only of their own or their family's or dependants' educational or health needs or old age have ceased to travel temporarily or permanently, but excluding members of an organised group of Travelling Showpeople or circus people travelling together as such.",
    "Reason:-",
    "In accordance with Policy 11 of the Havering Local Plan and the identified need identified.",
    "No vehicle exceeding 3.5 tonnes in weight shall be stationed, parked or stored on the land.",
    "Reason:-",
    "To restrict the use of the site to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future intensification use not forming part of this application.",
    "The total number of mobile homes on the site shall be restricted to 12 Static Mobile Homes and 3 Touring caravans and shall be restricted to the positions shown on the approved proposed site layout plan shown on Drawing No. 22/GRAVEL/01 Revision D.",
    "Reason:-",
    "To restrict the use of the site to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future intensification  use not forming part of this application.",
    "The boundary fencing, walls and gates shown on drawing No.'s 22/GRAVEL/01 Revision D and 22/GRAVEL/03 and in the Revised Design and Access Statement Revision E shall be retained permanently, unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "The access to the site shown on drawing no. 22/GRAVEL/01 Revision D shall be retained permanently, unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: To maintain access to the site.",
    "The external lighting shown on Drawing No. 22/GRAVEL/04 and in the Revised Design and Access Statement Revision E shall be retained and implemented in full, operated in strict accordance with the approved plans and permanently maintained, unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: In the interests of security and residential amenity and in order that the development accords with Policies 7 and 34 of the Havering Local Plan.",
    "The existing and proposed dayrooms hereby permitted shall be used only as communal facilities incidental to the use of the wider site as a Gypsy and Traveller site in the arrangement shown on drawing no. 22/GRAVEL/01 Revision D and shall not be used for any other purpose unless agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To restrict the use of the site to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future intensification use not forming part of this application.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Smith via email in 2022, 2023 and 2024. The revisions involved changing the site address, changing the ownership certificate, altering the description of the proposal, amending the plans and providing further information regarding landscaping on the site and associated drainage. The amendments were subsequently submitted in 2022, 2023 and 2024.",
    "Whilst a resolution to grant planning permission may be given, the applicant is not in control or ownership of all of the land comprised in the application boundary. National Highways has concluded that we have no planning objection to application P0543.22 subject to the satisfactory completion of the sale and transfer of the parcel or parcels of land shown within the application papers that forms land owned by National Highways and is contained within a larger parcel of land designated as mitigation land for the M25.",
    "TfL strongly encourages the use of construction contractors who are registered on the Fleet Operator Recognition Scheme and adhere to the CLOCS standard. Contractor vehicles should include sidebars, blind spot mirrors and detection equipment to reduce the risk and impact of collisions with other road users and pedestrians on the capital's roads. Further information can be found here: https://constructionlogistics.org.uk/.",
    "Should the applicant wish to carry out any work that would require a highway licence, for example for scaffolding or a hoarding on the footway whilst undertaking this work, separate licences may be required with TfL, please see, https://tfl.gov.uk/info-for/urban-planning-and-construction/our-land-and-infrastructure/highway-licences?intcmp=3496.",
    "The applicant is reminded the site lies in an area designated as a Site of Nature Conservation Importance. Whilst the assessment undertaken as part of this submission finds the area of the site to which the permission relates to be of low ecological value, this does not discharge the applicant from responsibilities under the Wildlife and Countryside Act 1981 the contravention of which is a criminal offence."
  ],
  "decision_date": "26/04/2024",
  "last_updated_by": "CSV Data Import",
  "description": "Part retrospective Change of Use of land to a private Gypsy and Traveller caravan site comprising of Plots 2 - 6, including the siting of 12 Static Mobile Homes, 3 Touring caravans, erection of 3 Dayrooms, totalling 12 pitches; together with the retention of 2 Dayrooms, landscaping, hardstanding, external lighting and retention of boundary fencing, walls and gates.",
  "uprn": "10024388793",
  "application_type": "All Other",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2251229,
          51.6301258
        ],
        [
          0.22607139999999998,
          51.6295084
        ],
        [
          0.2258801,
          51.6292806
        ],
        [
          0.2246925,
          51.6296515
        ],
        [
          0.2251229,
          51.6301258
        ]
      ]
    ],
    "type": "Polygon"
  }
}