{
  "title_number": null,
  "site_name": "LESLEY HARRISON BUILDING, MOUNT VERNON HOSPITAL",
  "cil_liability": false,
  "uprn": null,
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507640.011,
              191719.9054
            ],
            [
              507636.0423,
              191749.0096
            ],
            [
              507655.2246,
              191751.6555
            ],
            [
              507661.1777,
              191721.8898
            ],
            [
              507639.3496,
              191717.921
            ],
            [
              507640.011,
              191719.9054
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Approved",
  "lpa_app_no": "3807/APP/2021/1101",
  "actual_commencement_date": null,
  "development_type": null,
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "16/07/2024",
  "locality": null,
  "postcode": null,
  "decision_target_date": "19/07/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "RICKMANSWORTH RD",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "secondary_street_name": "NORTHWOOD",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=3807/APP/2021/1101",
  "last_updated_by": "CSV Data Import",
  "decision_date": "16/07/2021",
  "appeal_decision": null,
  "centroid_easting": 507648,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.6141637",
    "lon": "-0.44665089999999996"
  },
  "application_type_full": "Full planning permission",
  "appeal_status": null,
  "centroid_northing": 191735,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T22:59:58.454+00:00",
  "description": "Proposed installation of Portakabin Building, to be used as additional office space and meeting area, for a temporary period of 4 years.",
  "last_date_consultation_comments": "17/04/2021",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.063
  },
  "application_type": "All Other",
  "decision_conditions": [
    "The building hereby permitted shall be removed and the land restored to its former condition on or before 19 July 2025.",
    "REASON",
    "The building, by reason of its scale, design and appearance is not considered suitable for permanent retention in the setting of listed buildings.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "MVH220172944 UA Location and block plans received 16 July 2021",
    "GF0015 RevJ TN124 2 Storey Spec Drawing",
    "Elevations Rev2 01/07/2021",
    "Design and Access Statement",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "Samples of all materials and finishes to be used for all external surfaces of the building shall be submitted to and approved in writing by the Local Planning Authority before the building hereby permitted is placed on the site. The development shall be undertaken in full accordance with the approved details and shall be retained as such for the lifetime of the development.",
    "REASON",
    "To safeguard the setting of the adjacent listed buildings in accordance with Policies BE1 and HE1 of the Local Plan Part 1 and Policies",
    "DMHB 1, DMHB 2 and DMHB 11 of the Local Plan Part 2.",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Local Plan Part 1 Policies:",
    "BE1 - Built Environment",
    "HE1 - Heritage",
    "EM2 - Green Belt, Metropolitan Open Land and Green Chains",
    "CI1 - Community infrastructure provision",
    "Local Plan Part 2 Policies:",
    "DMHB 1 - Heritage assets",
    "DMHB 2 - Listed Buildings",
    "DMHB 11: Design of New Development",
    "DMHB 14: Trees and Landscaping",
    "DME1 4 - Development in the Green Belt or Metropolitan Open Land",
    "DMCI 2 - New community infrastructure",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "status": "Approved",
  "pp_id": "08669341",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "24/03/2021",
  "id": "Hillingdon-3807_APP_2021_1101",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44677079999999997,
          51.6140296
        ],
        [
          -0.44681919999999997,
          51.6142919
        ],
        [
          -0.4465415,
          51.614312
        ],
        [
          -0.4464646,
          51.6140434
        ],
        [
          -0.446781,
          51.6140119
        ],
        [
          -0.44677079999999997,
          51.6140296
        ]
      ]
    ],
    "type": "Polygon"
  }
}