{
  "last_updated_by": "Planning Portal ingest",
  "application_type": "All Other",
  "decision_agency": "Borough",
  "centroid_northing": 191784,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": "01/09/2022",
  "appeal_start_date": null,
  "ward": "NORTHWOOD 2022",
  "lpa_app_no": "3807/APP/2023/1008",
  "cil_liability": false,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=3807/APP/2023/1008",
  "lpa_name": "Hillingdon",
  "valid_date": "04/04/2023",
  "pp_id": "12055092",
  "postcode": "HA6 2RN",
  "appeal_status": null,
  "street_name": "RICKMANSWORTH RD",
  "centroid_easting": 507661,
  "uprn": null,
  "borough": "Hillingdon",
  "application_details": {
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 5.9,
        "building_ref": "SIPS Building"
      }
    ],
    "scheme_phasing": true,
    "site_area": 0.033,
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "B2",
        "gia_gained": 106.66,
        "gia_lost": 0
      }
    ],
    "phasing_details": [
      {
        "phase_detail": "2",
        "intended_completion_date": "12/2023",
        "intended_commencement_date": "04/2022"
      }
    ],
    "total_gia_gained": 106.66,
    "total_gia_existing": 0,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_new_gas_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "Sips Build",
          "external_residual_waste": false,
          "reason_for_no_provision": "Use existing waste storage facilities",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "fire_suppression_system_proposed": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_water_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "green_roof_area": 0
    },
    "existing_uprns": null,
    "non_residential_details": {
      "total_gia_gained": 106.66,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 106.66
    },
    "green_suds": false,
    "garden_land_lost": false,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "ownership_status": "Private"
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4466925,
          51.614716
        ],
        [
          -0.44635769999999997,
          51.6147265
        ],
        [
          -0.4463428,
          51.6144646
        ],
        [
          -0.4464624,
          51.6144572
        ],
        [
          -0.4464759,
          51.6144842
        ],
        [
          -0.4465574,
          51.6144734
        ],
        [
          -0.44655629999999996,
          51.6145061
        ],
        [
          -0.446451,
          51.6145136
        ],
        [
          -0.4464548,
          51.6145404
        ],
        [
          -0.4464835,
          51.6145408
        ],
        [
          -0.4465031,
          51.614666
        ],
        [
          -0.4464648,
          51.6146684
        ],
        [
          -0.4464781,
          51.6146983
        ],
        [
          -0.44668379999999996,
          51.6146892
        ],
        [
          -0.4466925,
          51.614716
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Part retrospective application for the installation of a temporary two storey SIPS building to be used as a ground floor reception and first floor office",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "centroid": {
    "lon": "-0.44644809999999996",
    "lat": "51.6146017"
  },
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development hereby permitted shall be removed and the land restored to its former condition on or before 5 years from the date of this decision notice.",
    "REASON",
    "The SIPS building and enclosed walkways, by reason of their scale, design and appearance is not considered suitable for permanent retention with the Green Belt and in the setting of Grade II Listed Buildings.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers TSLP220194048, 2revR, 3, 3revJ and 43. and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "Prior to the first occupation of the temporary development hereby permitted, details of a replacement tree shall be submitted to and approved in writing by the Local Planning Authority. Details shall include the type of tree, its size, specification, location and schedule for implementation. Works shall be carried out in accordance with the approved details. Thereafter, the replacement tree shall be retained and if it dies or become seriously diseased within a period of 5 years from it was planted shall be replaced with a tree of the same species and height.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality in compliance with policies DMHB 1, DMHB 2, DMHB 11, DMHB 12 and DMHB 14 he Hillingdon Local Plan Part 2 (2020) and Policy G7 of the London Plan (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "development_type": null,
  "parking_details": null,
  "appeal_decision": null,
  "locality": null,
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "25/05/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507643.815,
              191796.3606
            ],
            [
              507666.9661,
              191798.0143
            ],
            [
              507668.6197,
              191768.9101
            ],
            [
              507660.3515,
              191767.9179
            ],
            [
              507659.3593,
              191770.8944
            ],
            [
              507653.7369,
              191769.5715
            ],
            [
              507653.7369,
              191773.2095
            ],
            [
              507661.0129,
              191774.2017
            ],
            [
              507660.6822,
              191777.1783
            ],
            [
              507658.6978,
              191777.1783
            ],
            [
              507657.0442,
              191791.069
            ],
            [
              507659.69,
              191791.3997
            ],
            [
              507658.6978,
              191794.707
            ],
            [
              507644.4764,
              191793.3841
            ],
            [
              507643.815,
              191796.3606
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Hillingdon-3807_APP_2023_1008",
  "site_name": "MOUNT VERNON HOSPITAL",
  "lapsed_date": "25/05/2026",
  "decision": "Approved",
  "secondary_street_name": "NORTHWOOD",
  "decision_target_date": "30/05/2023",
  "last_updated": "2025-03-19T04:15:02.552+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "17/05/2023",
  "bo_system": "CSV Data Import"
}