{
  "valid_date": "27/12/2024",
  "epc_number": null,
  "site_name": "2 WOODCROFT CRESCENT",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 2,
    "no_existing_lgv": 1,
    "no_proposed_lgv": 1,
    "net_lgv": 0,
    "no_existing_car": 2
  },
  "application_type_full": "Householder planning permission",
  "ward": "HILLINGDON EAST 2022",
  "last_date_consultation_comments": "30/01/2025",
  "centroid_easting": 508017,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Erection of a part single storey, part two storey extension to the the side and rear. Erection of a detached outbuilding.",
  "appeal_decision": null,
  "postcode": "UB10 9JA",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "07/03/2025",
  "street_name": "HILLINGDON",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 183835,
  "application_type": "Householder",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Numbers:",
    "1000 Rev B",
    "1005 Rev B",
    "1006 Rev C",
    "1003 Rev B",
    "1004",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing no. 4 Woodcroft Crescent.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from your site entering the sewers. No drainage to support the extension should be connected to any existing surface water sewer, other than as an overflow. Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission. A water butt should be incorporated.",
    "This permission as granted relates solely to the erection of the single storey rear extension and the double storey side extension. The demolition of the extant unlawful extension depicted on the existing plans are subject to a separate planning enforcement notice Ref: KC/ENF/020889 dated 4th October 2022. Failure to comply with an enforcement notice is an offence that may result in an unlimited fine (previously limited to £20,000) if convicted. Continued non-compliance can result in further prosecutions for further offences, incurring additional fines. An enforcement notice is also entered on the Local Land Charges records which could make the future sale or financing of the property more difficult.",
    "Notwithstanding the development hereby approved, the applicant is reminded that planning consent reference 75874/APP/2022/1746 cannot be constructed in addition to the two storey side extension in accordance with Policy DMHD 1 of the Local Plan : Part Two - Development Management Policies."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "75874/APP/2024/3369",
  "decision_agency": "Borough",
  "decision_date": "05/03/2025",
  "pp_id": "13663568",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75874/APP/2024/3369",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.543085,
    "lon": -0.443772
  },
  "status": "Approved",
  "last_updated": "2025-06-03T21:59:17.358Z",
  "actual_completion_date": null,
  "lapsed_date": "05/03/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-75874_APP_2024_3369",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "intended_completion_date": "06/2025",
    "total_gia_gained": 74.1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "03/2025",
    "existing_uprns": null,
    "no_additional_bathrooms": 1
  }
}