{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507653.3542,
              185558.8125
            ],
            [
              507692.3803,
              185506.5572
            ],
            [
              507701.31,
              185498.289
            ],
            [
              507706.9324,
              185494.3202
            ],
            [
              507706.6017,
              185490.0207
            ],
            [
              507702.9636,
              185482.0832
            ],
            [
              507701.6407,
              185478.7759
            ],
            [
              507705.6095,
              185476.4608
            ],
            [
              507706.9324,
              185474.1457
            ],
            [
              507718.5079,
              185446.0337
            ],
            [
              507689.4037,
              185411.6378
            ],
            [
              507657.9844,
              185428.8357
            ],
            [
              507670.5521,
              185462.5702
            ],
            [
              507697.0105,
              185491.3437
            ],
            [
              507697.0105,
              185493.9895
            ],
            [
              507692.711,
              185502.5885
            ],
            [
              507688.4115,
              185506.888
            ],
            [
              507673.198,
              185525.0781
            ],
            [
              507650.7083,
              185555.836
            ],
            [
              507653.0234,
              185558.8125
            ],
            [
              507653.3542,
              185558.8125
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "09884921",
  "appeal_status": null,
  "last_updated": "2025-03-20T22:58:22.034+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "24/06/2021",
  "secondary_street_name": "ICKENHAM",
  "appeal_start_date": null,
  "ward": "ICKENHAM",
  "centroid": {
    "lat": "51.5577281",
    "lon": "-0.4479974"
  },
  "decision": "Approved",
  "valid_date": "27/05/2021",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 148.37,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "08/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.30400000000000005
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": [
    "unknown"
  ],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=5063/APP/2021/2154",
  "lpa_name": "Hillingdon",
  "site_name": "DORMY HOUSE",
  "lapsed_date": "19/07/2024",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 3443/HH-06/SP, 3443/HH-07/SP, 3443/HH-08/SP, 3443/HH-09/SP and 3443/HH-10/SP.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the details shown on the approved drawings, the windows serving the rooms labelled as 'En-suite' and 'Bathroom' as detailed on drawing numbers 3443/HH-06/SP and 3443/HH-07/SP shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the details shown on the approved drawings and prior to the commencement of any works above ground level, detailed drawings at a scale of 1:20 of the windows of the development hereby permitted shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details.",
    "REASON",
    "To conserve and preserve the character and appearance of the conservation area in accordance to policy HE1 (Hillingdon's Local Plan Part 1, adopted November 2012) and policies DMHB 1 and 4 (Hillingdon's Local Plan Part 2, adopted January 2020).",
    "With the exception of T5 (Scots Pine) only, the tree protective measures, including fencing, supervision and working procedures shall be carried out in accordance with the Arboricultural Impact Assessment  by By A.T. Coombes Associates Ltd  (dated 24th June 2021).",
    "REASON",
    "To ensure that reasonable measures are taken to safeguard trees in the interest of preserving and enhancing the visual amenities of the locality in compliance with policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policies G5, G6 and G7 of the London Plan (2021).",
    "Prior to the commencement of any works above ground level, a scheme of landscaping which shall specify the location, species, planting sizes and maintenance programme of three replacement trees shall be submitted to and approved in writing by the Local Planning Authority. The works approved shall be carried out in the first planting season following the first occupation of the development hereby approved. Any trees which, within a period of 5 years from the date of planting die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species, to be agreed in writing by the Local Planning Authority.",
    "REASON",
    "In the interest of the visual amenities of the area and in compliance with policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020) and Policies G5, G6 and G7 of the London Plan (2021).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Two storey side extension, part two storey/part single storey rear extension, single storey side extension, front porch and conversion of garage to habitable use",
  "lpa_app_no": "5063/APP/2021/2154",
  "decision_target_date": "22/07/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/07/2021",
  "id": "Hillingdon-5063_APP_2021_2154",
  "centroid_northing": 185457,
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507688,
  "street_name": "7B COURT ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44846579999999997,
          51.5586498
        ],
        [
          -0.44791909999999996,
          51.5581727
        ],
        [
          -0.4477929,
          51.5580967
        ],
        [
          -0.44771299999999997,
          51.5580599
        ],
        [
          -0.4477191,
          51.5580214
        ],
        [
          -0.447774,
          51.5579507
        ],
        [
          -0.4477941,
          51.5579212
        ],
        [
          -0.44773759999999996,
          51.5578997
        ],
        [
          -0.4477192,
          51.5578786
        ],
        [
          -0.4475609,
          51.5576237
        ],
        [
          -0.4479911,
          51.5573201
        ],
        [
          -0.44843879999999997,
          51.5574807
        ],
        [
          -0.44824729999999996,
          51.5577815
        ],
        [
          -0.447857,
          51.5580351
        ],
        [
          -0.4478562,
          51.5580589
        ],
        [
          -0.44791549999999997,
          51.558137
        ],
        [
          -0.4479762,
          51.5581764
        ],
        [
          -0.44819000000000003,
          51.5583428
        ],
        [
          -0.4485049,
          51.5586236
        ],
        [
          -0.4484706,
          51.5586499
        ],
        [
          -0.44846579999999997,
          51.5586498
        ]
      ]
    ],
    "type": "Polygon"
  }
}