{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/178922OPDC2;",
  "lapsed_date": "12/02/2021",
  "decision_target_date": "12/02/2018",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 0PL",
  "site_name": "Land Adjacent To 400",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012145530, 000012196819, 000012196820, 000012196821, 000012196822, 000012196823, 000012196824, 000012196825, 000012196826"
    ],
    "site_area": 0.034
  },
  "appeal_decision_date": null,
  "lpa_app_no": "178922OPDC2",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 520216,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T15:54:55.735+00:00",
  "id": "Ealing-178922OPDC2",
  "application_type": "All Other",
  "street_name": "Western Avenue",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "12/02/2018",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (s73) to vary condition 2 (Approved Drawings) of planning permission ref:PP/2014/4427 for 'Construction of a four storey residential building providing 7no. self contained flats (6 x 1 bed and 1 x 2 bed) with associated cycle storage, bin storage and landscaping'. Variation seeking an additional window, minor amendments to front and rear elevations; and minor internal changes",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 182084,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012145530",
  "centroid": {
    "lon": "-0.2685166",
    "lat": "51.5248856"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520227.7742486,
              182092.385852
            ],
            [
              520217.1875901,
              182071.211913
            ],
            [
              520203.2946622,
              182077.1702074
            ],
            [
              520211.0697548,
              182093.2056173
            ],
            [
              520226.2818925,
              182095.0250965
            ],
            [
              520227.7742486,
              182092.385852
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby approved shall be carried out in accordance with drawing numbers: 2973-01/MP, 2973-02/MP, 2973-03/RM Rev A, 2973-04/RM Rev A, 2973-05/RM Rev A, 2973-06/MP, 2973-08/MP Rev A received 12/04/2018",
    "Reason: For the avoidance of doubt, in the interest of proper planning.",
    "| Notwithstanding the details shown on the approved plans, all external materials to be used in the development shall match the appearance of those of the existing building on the site.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 & 7.6 of the London Plan (2016) and the National Planning Policy Framework (2012). | Sheltered and secure parking for at least 4 cycles shall be made available prior to the first occupation of any part of the development, and retained in perpetuity.",
    "Reason: To ensure that the approved provision cycle parking is available in the interest of the highways management and the aims of promoting sustainable transport, in accordance with policy 6.9 of the London Plan (2016 as amended), Ealing's Sustainable Transport for New Development SPD, and section 4 of the National Planning Policy Framework. | The refuse storage facilities shown on the approved plans shall be fully implemented and made available for use prior to the first occupation of the development hereby approved, and shall be permanently retained thereafter.",
    "Reason: To ensure suitable refuse storage and collection facilities are provided prior to occupation in the interests of pedestrian and highway safety, and to protect the living conditions of occupants of nearby properties, in accordance with Policies 5.16 and 5.17 of the London Plan (2016). | The maximum number of persons occupying the house in multiple occupation hereby approved shall be limited to no more than 10 people in 6 rooms.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan Document (2013), policy 1.1 (e) of the Ealing Development Strategy 2026 (2012) and policy 7.4 of the London Plan (2016). | The rear outbuilding must be demolished prior to the first occupation of the house in multiple occupation, and the land instated as a communal rear garden as shown on approved drawing no. 2973-08/MP Rev A.",
    "Reason: To ensure appropriate provision of external amenity space in accordance with policy 7D of the Ealing Development Management Devlopment Plan Document (2013) and the National Planning Policy Framework (2012). | The proposal falls within the provisions of Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) Order 2015. It is therefore lawful.",
    "| The proposal falls within the provisions of Schedule 2, Part 1, Classes B and C of the Town and Country Planning (General Permitted Development) Order 2015. It is therefore lawful.",
    "| The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | Notwithstanding the details shown on the plans, all external materials to be used in the development shall match the appearance of those of the existing building.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies 7.4 & 7.6 of the London Plan (2015) and the National Planning Policy Framework (2012). | Refuse and recycling storage shall be provided prior to the first occupation of the development permitted and retained permanently.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management DPD (2013), and policy 5.16 of the London Plan (2016). | The hereby approved windows at first floor level to the western elevations, as indicated on drawing: CD01/01 Rev A; shall be obscured glazed up to a height of 1.7m from floor level and shall be implemented prior to first occupation of the development and permanently retained for the lifetime of the development.",
    "Reason: To protect the living conditions of occupants of nearby properties, in accordance with policy 7A of the Ealing Development Management Development Plan 2013, policies 1.1 of the adopted Local Development Framework (Core Strategy 2012) and policy 7.6 of the London Plan (2016). | The development hereby approved shall be carried out in accordance with drawing title number(s): CD01/01 Rev A; CD01/02 Rev A; CD01/03 Rev A;",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/12/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-06583497",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2683441,
          51.5249585
        ],
        [
          -0.26850389999999996,
          51.5247705
        ],
        [
          -0.268702,
          51.524827
        ],
        [
          -0.2685845,
          51.5249694
        ],
        [
          -0.2683647,
          51.5249825
        ],
        [
          -0.2683441,
          51.5249585
        ]
      ]
    ],
    "type": "Polygon"
  }
}