{
  "centroid": {
    "lon": "0.25814349999999997",
    "lat": "51.5760829"
  },
  "status": "Approved",
  "decision_target_date": "30/07/2021",
  "site_name": "STRAWBERRY FARM",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Prior to above ground works, a written specification of external walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to above ground works will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "a.\tPrior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "b.\tUpon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason: Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas, and will ensure that the development accords with Development Control Policies Development Plan Document.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": "UPMINSTER",
  "application_type": "All Other",
  "postcode": "RM14 1UA",
  "application_type_full": "Householder planning permission",
  "appeal_decision_date": null,
  "lapsed_date": "30/07/2024",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1077.21",
  "centroid_northing": 188773,
  "uprn": "100023215397",
  "title_number": [
    "N/A"
  ],
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Cranham",
  "decision_date": "30/07/2021",
  "description": "Proposed outbuilding to create store room and hobby room",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1077.21",
  "lpa_app_no": "P1077.21",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T22:53:01.259+00:00",
  "centroid_easting": 556573,
  "pp_id": "09905667",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "03/06/2021",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556540.652,
              188738.856
            ],
            [
              556514.371,
              188787.353
            ],
            [
              556545.258,
              188794.804
            ],
            [
              556545.935,
              188791.823
            ],
            [
              556560.837,
              188794.262
            ],
            [
              556560.43,
              188796.158
            ],
            [
              556622.609,
              188802.119
            ],
            [
              556622.88,
              188761.614
            ],
            [
              556594.703,
              188750.913
            ],
            [
              556564.63,
              188744.817
            ],
            [
              556564.223,
              188742.649
            ],
            [
              556540.652,
              188738.856
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "intended_completion_date": "11/2021",
    "total_gia_gained": 45,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "09/2021",
    "no_additional_bedrooms": 0,
    "site_area": 0.47500000000000003
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "HALL LANE",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "28/06/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2576619,
          51.5757851
        ],
        [
          0.2573045,
          51.5762281
        ],
        [
          0.2577532,
          51.5762865
        ],
        [
          0.2577616,
          51.5762595
        ],
        [
          0.2579776,
          51.5762773
        ],
        [
          0.2579726,
          51.5762945
        ],
        [
          0.2588718,
          51.5763308
        ],
        [
          0.25885769999999997,
          51.5759668
        ],
        [
          0.25844659999999997,
          51.5758785
        ],
        [
          0.25801029999999997,
          51.575832
        ],
        [
          0.2580035,
          51.5758127
        ],
        [
          0.2576619,
          51.5757851
        ]
      ]
    ],
    "type": "Polygon"
  }
}