{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=8838/APP/2023/3314",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "09/02/2024",
  "polygon": null,
  "cil_liability": false,
  "lapsed_date": "12/02/2027",
  "appeal_decision": null,
  "street_name": "HAYES",
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "description": "Erection of a part double and part single storey rear extension, double storey side extension, following demolition of existing garage and removal of chimney stack.",
  "decision": "Approved",
  "centroid_northing": 180936,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-20T11:15:47.176+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "WOOD END 2022",
  "centroid_easting": 510371,
  "site_name": "21 HESA ROAD",
  "application_type": "Householder",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "wgs84_polygon": null,
  "postcode": null,
  "decision_date": "12/02/2024",
  "centroid": {
    "lon": -0.410748,
    "lat": 51.516574
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "15/11/2023",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_date_consultation_comments": "18/12/2023",
  "pp_id": "12606547",
  "development_type": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawings:",
    "HR-R00-EX-001- Rev R01 (Site Location Plan)",
    "HR-R01-PR-101- Rev R01 (Block Plan)",
    "HR-R01-PR-102 - (09/02/2024) (Proposed Ground Floor Plans)",
    "HR-R01-PR-103 - (09/02/2024) (Proposed First Floor Plans)",
    "HR-R01-PR-104 - (09/02/2024) (Proposed Roof Plan)",
    "HR-R01-PR-105- Rev R01 (Proposed Front and Eastern Side Elevations)",
    "HR-R01-PR-106- Rev R01 (Proposed Rear and Western Side Elevations)",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent creation of an exclusive access to the approved side extension and avoid any future fragmentation of the curtilage or the creation of a separate residential use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMHB 11, DMHB 18, DMHD 1 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Please be aware that converting a dwellinghouse into a House of Multiple Occupation (HMO) larger than that permitted under Class C4 of the The Town and Country Planning (Use Classes) Order 1987 (as amended), i.e. a HMO accommodating more than 6 residents, would require planning permission from the Local Planning Authority.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "status": "Approved",
  "secondary_street_name": null,
  "id": "Hillingdon-8838_APP_2023_3314",
  "lpa_app_no": "8838/APP/2023/3314",
  "application_details": {
    "intended_completion_date": "03/2024",
    "total_gia_gained": 146.75,
    "existing_uprns": null,
    "no_additional_bedrooms": 2,
    "no_additional_bathrooms": 2,
    "intended_commencement_date": "02/2024"
  },
  "uprn": null
}