{
  "last_date_consultation_comments": null,
  "epc_number": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "development_type": null,
  "decision_date": "03/12/2021",
  "pp_id": "09743270",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-22338_TRE_2021_266",
  "last_updated": "2025-03-20T18:23:36.769+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 507524,
  "decision_target_date": "27/11/2021",
  "parking_details": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507485.802,
              186068.5521
            ],
            [
              507564.8465,
              186025.888
            ],
            [
              507559.2241,
              186014.6432
            ],
            [
              507547.3178,
              186019.2734
            ],
            [
              507547.3178,
              186022.2499
            ],
            [
              507481.5026,
              186058.6302
            ],
            [
              507485.802,
              186068.5521
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": null,
  "secondary_street_name": null,
  "valid_date": "02/10/2021",
  "centroid": {
    "lon": "-0.45018369999999996",
    "lat": "51.5630085"
  },
  "site_number": null,
  "ward": "UXBRIDGE SOUTH",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "22338/TRE/2021/266",
  "status": "Split Decision",
  "description": "To carry out tree surgery including a crown thin by 30% and crown lift to 3m to One Yew T4 on TPO 177",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": null,
  "centroid_northing": 186041,
  "borough": "Hillingdon",
  "application_type": "All Other",
  "locality": null,
  "site_name": "35 THE AVENUE",
  "decision_conditions": [
    "Approved - To carry out tree surgery including a crown lift to 3m to One Yew T4 on TPO 177",
    "Refused  - To carry out tree surgery including a crown thin by 30% to One Yew T4 on TPO 177",
    "The tree to be pruned shall be crown lifted as per the approved specification. This work shall involve the tip reduction of low hanging branches and/or the removal of low branches to the height specified and result in a tree of balanced appearance; those branches to be removed shall be removed at their origin and all branch collars shall be left intact.",
    "The works shall be carried out in accordance with the recommendations contained in BS 3998:2010 'Tree work - Recommendations'. Climbing irons or 'spikes' shall not be used during the execution of this work.",
    "REASON",
    "In order to protect health of the tree and the visual amenity of the area.",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance.",
    "The Yew is situated within the rear garden of 35 The Avenue, it has a moderate amenity value and contributes to the Arboricultural character of the area and nearby Area of special local character.",
    "With regards to the proposed crown thin, the reasons provided by the applicant to carry out the work is \"excessive shading\" however there is no explanation as to why the level of light is currently unacceptable and no Arboricultural reason for the work. Furthermore, the thinning of the crown by as much as 30% would also likely lead to lion-tailing and unnecessarily introduce multiple wounds into its crowns, which would likely cause stress and lead to infection, affecting its long-term health; this would affect the safe useful life expectancy of the tree.",
    "Conclusion: Having regard to the reasons given for the proposed crown thin, the works are unnecessary, unjustified and will have a detrimental impact on the visual amenity and arboreal character of the local area."
  ],
  "decision": "Split Decision",
  "street_name": "COWLEY UXBRIDGE",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.10300000000000001
  },
  "lapsed_date": "03/12/2024",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=22338/TRE/2021/266",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "Planning Portal ingest",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45072609999999996,
          51.5632634
        ],
        [
          -0.4495993,
          51.5628649
        ],
        [
          -0.44968379999999997,
          51.5627649
        ],
        [
          -0.4498541,
          51.5628088
        ],
        [
          -0.44985319999999995,
          51.5628355
        ],
        [
          -0.4507912,
          51.5631751
        ],
        [
          -0.45072609999999996,
          51.5632634
        ]
      ]
    ],
    "type": "Polygon"
  }
}