{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "WEST/716/96/OUT",
  "application_type_full": null,
  "uprn": "100023034642",
  "borough": "Harrow",
  "street_name": "Cannon Lane",
  "locality": "Pinner",
  "ward": "PINNER SOUTH",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Application for the approval of reserved matters shall be made to the local planning authority before the expiration of 3 years from the date of this permission.  The development hereby permitted shall commence either before the expiration of five years from the date of this permission, or before the expiration of two years from the date of approval of the last of the reserved matters to be approved, whichever is the later.\n\nREASON: To comply with the provisions of Section 92 of the Town and Country\nPlanning Act 1990.",
    "Condition : 2 - Approval of the details shown below (the \"reserved matters\") shall be obtained from the Local Planning Authority in writing before any development is commenced:\n(a)  siting of the building(s) (residential development)\n(b)  design of the building(s)\n(c)  external appearance of the building(s)\n(d)  landscaping of the site\n\nREASON:  To comply with the provisions of Section 92 of the Town & Country Planning Act 1990",
    "Condition : 3 - (1) Construction of the residential element of the approved scheme shall not be begun until an affordable housing masterplan has been submitted to, and approved in writing by, the local planning authority. At the time of submission of the masterplan and prior to commencement of construction of any of the residential element, the developer shall give notice to the Local Planning Authority of the method by which they shall achieve the affordable housing objectives of policy H 9 of the Unitary Development Plan; \n\n(2) For the purposes of sub-paragraph (1) an affordable scheme is one identifying a minimum of 25% of the units of the permitted housing as affordable housing which shall be occupied by persons in such need, as defined in the scheme;\n\n(3) The housing identified in an approved affordable housing scheme shall not be occupied except in accordance with the definition of affordable housing at Schedule 1 - Glossary of Terms of the adopted Harrow Unitary Development Plan and amplified in supplementary planning guidance.\n\nREASON: To ensure provision for affordable housing.",
    "Condition : 4 - Prior to the commencement of works on the site, a detailed investigation of the site should be carried out to assess the effect of any residual contamination on the proposed development.  The method and extent of this investigation shall be agreed in writing with the local planning authority in consultation with the Environment Agency prior to the commencement of the investigation.\n\nREASON: To safeguard the site workers, local residents, future residents and\nthe general environment, and prevent pollution to the water environment.",
    "Condition : 5 - Development on the site shall not commence until a scheme to deal with contamination and prevent pollution of ground water and surface water, including provisions for monitoring, has been submitted to, and approved in writing by, the local planning authority in consultation with the Environment Agency Thames Region.  The scheme shall include measures to monitor the achievement of a target environmental specification.  The scheme shall then proceed in strict accordance with the measures approved and shall be fully implemented and completed before occupation of the development.\n\nAs part of the approved scheme, prior to the occupation of the development, a report shall be submitted to, and approved in writing by, the local planning authority identifying the achievement of the environmental specification for the site, making reference to the result of analysed samples.  The report shall access the extent of any remaining site contamination and shall specify follow-up measures and post-remediation analysis.\n\nREASON: To safeguard the site workers, local residents, future residents and the general environment, and prevent pollution to the water environment.",
    "Condition : 6 - No demolition or site works in connection with the development hereby permitted shall commence before:-\n(a)  the frontage\nof the site is enclosed by a close boarded fence to a minimum height of 2 metres. Such fencing shall remain until works and clearance have been completed, and the development is ready for occupation.\n\nREASON:  In the interests of amenity and highway safety.",
    "Condition : 7 - The development hereby permitted shall not commence until there has been submitted to, and approved by, the local planning authority, a scheme of hard and soft landscape works which shall include a survey of all existing trees and hedgerows on the land, indicating those to be retained and those to be lost.  Details of those to be retained, together with measures for their protection in the course of the development, shall also be submitted and appproved, and carried out in accordance with such approval, prior to any demolition or any other site works, and retained until the development is completed.  Soft landscape works shall include: planting plans, and schedule of plants, noting species, plant sizes and proposed numbers/densities.\n\nREASON: To safeguard the appearance and character of the area, and to enhance\nthe appearance of the development.",
    "Condition : 8 - The plans and particulars submitted in accordance with the approval of landscaping condition shall include:\n(i)    a plan showing the location of, and allocating a reference number to,          each existing tree on the site which has a stem with a diameter,               measured over the bark at a point of 1.5 metres above ground level,            exceeding 75mm, showing which trees are to be retained and the                 crown spread of each retained tree;\n(ii)   details of the species, diameter (measured in accordance with para (i)         above), and the approximate height, and an assessment of the general           state of health and stability, of each retained tree and of each               tree which is on land adjacent to the site and to which paragraphs             (iii) and (iv) below apply;\n(iii)  details of any proposed topping or lopping of any retained tree, or of         any tree on land adjacent to the site;\n(iv)   details of any proposed alterations in existing ground levels, and of          the position of any proposed excavation:-\n       (a) within the crown spread of any retained tree or of any tree or                 land adjacent to the site\n       (b) within a distance from any retained tree, or of any tree on land               adjacent to the site, equivalent to half the height of that tree;\n(v)    details of the specification and position of fencing, and of any other         measures to be taken for the protection of any retained tree from              damage before or during the course of development\n\nREASON:  To safeguard the appearance and character of the area, and to enhance the appearance of the development.\n",
    "Condition : 9 - The development hereby permitted shall not commence until there have been submitted to, and approved in writing by, the local planning authority, detailed drawings of all underground works, including those to be carried out by statutory undertakers, in connection with the provision of services to, and within, the site in relation to the trees to be retained on site.\n\nREASON: To ensure that the trees to be retained on the site are not adversely\naffected by any underground works.",
    "Condition : 10 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building(s), or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 2 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\n\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development.",
    "Condition : 11 - The erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition, and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\n\nREASON: The existing trees represent an important amenity feature which the\nlocal planning authority considers should be protected.",
    "Condition : 12 - None of the existing trees on the site shall be lopped, topped, felled or uprooted without the prior written permission of the local planning authority.  Any topping or lopping which is approved shall be carried out in accordance with British Standard 3998 (Tree Work).\n\nREASON: The existing trees represent an important amenity feature which the\nlocal planning authority considers should be protected.",
    "Condition : 13 - A landscape management plan, including long term design objectives, management responsibilities and maintenance schedules for all landscape areas, other than small, privately owned, domestic gardens, shall be submitted to, and approved in writing by, the local planning authority prior to the occupation of the development or any phase of the development, whichever is the sooner, for its permitted use.  The landscape management plan shall be carried out as approved.\n\nREASON: To safeguard the appearance and character of the area, and to enhance\nthe appearance of the development.",
    "Condition : 14 - The development hereby permitted shall not be occupied until works for the:-\n(a) Storage and controlled discharge of surface water\n(b) Disposal of sewage\nhave been provided on site in accordance with details to be submitted to, and approved by, the Local Planning Authority.\n\nREASON:  To ensure that adequate drainage facilities are provided.\n",
    "Condition : 15 - Before the development hereby permitted is commenced surface water attenuation/storage works shall be carried out in accordance with details which shall be submitted to, and approved in writing by, the local planning authority in consultation with the Environment Agency Thames Region.\n\nREASON: To prevent the increased risk of flooding.",
    "Condition : 16 - Notwithstanding the provisions of the Town & Country Planning (General Permitted Development) Order 1995 (or any order revoking or re-enacting that Order with or without modification), no development which would otherwise be permitted by Part 1, Classes A to G inclusive or Part 2 of that Order shall be carried out within the curtilage of any dwellinghouse erected on this site.\n\nREASON:  To ensure that the Local Planning Authority may control subsequent alterations to any dwellinghouses erected on this site in the interests of the amenity of the area.\n",
    "Condition : 50 - The proposal would result in excessive levels of traffic which the new junction and highway improvements would be unable to accommodate; the land is contaminated and should not be disturbed; the site should be reserved for job creating purposes; the accuracy of the traffic survey methodology is questionable; residential development was resisted in 1987 and there should be no change in approach now; increased numbers of dwellings would lead to increased levels of anti-social behaviour from local children; the additional housing would generate additional demand for school places which are already oversubscribed but which could not be met by the denominational school proposed; Cannon Lane would be unsuitable for use by increased levels of traffic without substantial reconstruction works; the proposals would threaten an existing tree screen; the benefits to the junction are to be welcomed; a new school, whatever the denomination must always be welcomed; the new housing will help to satisfy projected housing needs and ensure protection for \"greenfield\" sites elsewhere."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 512050,
  "status": "Approved",
  "decision_date": "04/12/1997",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.384459,
          51.575037
        ],
        [
          -0.384459,
          51.57501
        ],
        [
          -0.384503,
          51.575011
        ],
        [
          -0.384502,
          51.575038
        ],
        [
          -0.384459,
          51.575037
        ]
      ]
    ]
  },
  "decision_target_date": "30/12/1996",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T22:46:50.984+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Moriah Jewish Day School",
  "id": "Harrow-WEST_716_96_OUT",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 187476,
  "appeal_start_date": null,
  "postcode": "HA5 1JF",
  "url_planning_app": "http://site.com?appref=WEST/716/96/OUT-or-704461 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "OUTLINE: REDEVELOPMENT FOR RESIDENTIAL AND EDUCATIONAL PURPOSES (ONE FORM ENTRY SCHOOL WITH NURSERY) WITH ASSOCIATED ACCESS AND HIGHWAY IMPROVEMENTS INCLUDING FOOTBRIDGE OVER RAILWAY",
  "valid_date": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "pp_id": null,
  "application_details": {},
  "centroid": {
    "lon": -0.384481,
    "lat": 51.575024
  },
  "lapsed_date": "04/12/2000",
  "decision_process": "Committee",
  "actual_completion_date": null
}