{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "WEST/774/02/FUL",
  "application_type_full": null,
  "uprn": "100023030399",
  "borough": "Harrow",
  "street_name": "Northolt Road",
  "locality": "Harrow",
  "ward": "ROXETH",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun before the expiration of five years from the date of this permission.\n\nREASON: To comply with the provisions of Section 91 of the Town and Country\n        Planning Act 1990.",
    "Condition : 2 - Any plant and machinery, including that for fume extraction, ventilation, refrigeration and air conditioning, which may be used by reason of granting this permission, shall be so installed, used and thereafter retained as to prevent the transmission of noise, vibration, and odour/fume into any neighbouring premises.\n\nREASON: To ensure that the proposed development does not give rise to noise\nand odour/fume nuisance to neighbouring residents.",
    "Condition : 3 - No music or any other amplified sound caused as a result of this permission shall be audible at the boundary of any residential premises either attached to, or in the vicinity of, the premises to which this permission refers.\n\nREASON:  To ensure that the proposed development does not give rise to noise nuisance to neighbouring residents.",
    "Condition : 4 - The use hereby permitted shall not be open to customers outside the following times:- 10.30 hours to 23.00 hours, Monday to Saturday inclusive, and 10.30 hours to 22.30 hours on Sundays, without the prior written permission of the local planning authority.\n\nREASON: To safeguard the amenity of neighbouring residents.",
    "Condition : 5 - The development hereby permitted shall not commence until details of the window display, including lighting thereof, have been submitted to, and approved by, the local planning authority, and thereafter such a display shall be installed, and retained in that form.\n\nREASON: To ensure that the unit does not detract from the vitality of the shopping parade/centre by its appearance in the street scene.",
    "Condition : 6 - The development hereby permitted shall not commence until a scheme for:-\n(a) The storage and disposal of refuse/waste\n(b) and vehicular access thereto\nhas been submitted to, and approved in writing by, the local planning authority.  The use hereby permitted shall not be commenced until the works have been completed in accordance with the approved details and shall thereafter be retained.\nREASON: To ensure adequate standards of hygiene and refuse/waste collection \nwithout prejudice to the enjoyment by neighbouring occupiers of their\nproperties.",
    "Condition : 7 - Storage shall not take place anywhere within the application site except within the building(s).\n\nREASON: To safeguard the amenity of neighbouring residents."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 514077,
  "status": "Approved",
  "decision_date": "08/11/2002",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.355655,
          51.562597
        ],
        [
          -0.355656,
          51.56257
        ],
        [
          -0.3557,
          51.56257
        ],
        [
          -0.355699,
          51.562597
        ],
        [
          -0.355655,
          51.562597
        ]
      ]
    ]
  },
  "decision_target_date": "22/10/2002",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "05/09/2002",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-21T00:02:57.705+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Harrow-WEST_774_02_FUL",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 186137,
  "appeal_start_date": null,
  "postcode": "HA2 8JA",
  "url_planning_app": "http://site.com?appref=WEST/774/02/FUL-or-705031 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "309",
  "reference_no_of_permission_being_relied_on": null,
  "description": "CHANGE OF USE: RETAIL TO RESTAURANT (CLASS A1 TO A3) ON GROUND FLOOR, NEW SHOP FRONT, AIR CONDITIONING UNITS AND EXTRACT DUCTS AT REAR WITH TRELLIS SCREENING",
  "valid_date": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "pp_id": null,
  "application_details": {},
  "centroid": {
    "lon": -0.355678,
    "lat": 51.562584
  },
  "lapsed_date": "08/11/2005",
  "decision_process": "Committee",
  "actual_completion_date": null
}