{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "WEST/112/02/OUT",
  "application_type_full": null,
  "uprn": "10070267401",
  "borough": "Harrow",
  "street_name": "Serenity Close",
  "locality": "Harrow",
  "ward": "Roxbourne",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Application for the approval of the reserved matters shall be made to the local planning authority before the expiration of 5 years from the date of this permission.  The development hereby permitted shall commence either before the expiration of five years from the date of this permission, or before the expiration of two years from the date of approval of the last of the reserved matters to be approved, whichever is the later.\n\nREASON: To comply with the provisions of Section 92 of the Town and Country\nPlanning Act 1990.",
    "Condition : 2 - Approval of the details shown below (the \"reserved matters\") shall be obtained from the local planning authority in writing before any development is commenced:\n\n(a) siting of the building(s)\n(b) design of the building(s)\n(c) external appearance of the building(s)\n(d) means of access\n(e) landscaping of the site\n\nREASON: To comply with the provisions of Section 92 of the Town and Country\nPlanning Act 1990.",
    "Condition : 3 - No development shall take place until a plan indicating the positions, design, materials and type of boundary treatment to be erected has been submitted to, and approved in writing by, the local planning authority. \nThe boundary treatment shall be completed:\nb: before the building(s) is/are occupied\nREASON: To safeguard the amenity of neighbouring residents and the character of the locality.",
    "Condition : 4 - The access carriageway shall be constructed to base course in accordance with the specification and levels agreed before works commence on the building(s) hereby permitted, and the carriageway and footways completed before any building is occupied in accordance with details to be submitted to, and approved by, the local planning authority.  The development shall thereafter be retaIned.\n\nREASON: To ensure that the traffic generated by the building operations will not interfere with the free flow of traffic on the public highway and that the road and footway shall be of an adequate specification for the anticipated traffic.",
    "Condition : 5 - The development hereby permitted shall not commence until there has been submitted to, and approved by, the local planning authority, a scheme of hard and soft landscape works which shall include a survey of all existing trees and hedgerows on the land, indicating those to be retained and those to be lost.  Details of those to be retained, together with measures for their protection in the course of the development, shall also be submitted and appproved, and carried out in accordance with such approval, prior to any demolition or any other site works, and retained until the development is completed.  Soft landscape works shall include: planting plans, and schedule of plants, noting species, plant sizes and proposed numbers/densities.\n\nREASON: To safeguard the appearance and character of the area, and to enhance\nthe appearance of the development.",
    "Condition : 6 - The plans and particulars submitted in accordance with the approval of landscaping condition shall include:-\n\n(i)    a plan showing the location of, and allocating a reference number to, each existing tree on the site which has a stem with a diameter, measured over the bark at a point of 1.5 metres above ground level, exceeding 75mm, showing which trees are to be retained and the crown spread of each retained tree;\n\n(ii)   details of the species, diameter (measured in accordance with para (i) above), and the approximate height, and an assessment of the general state of health and stability, of each retained tree and of each tree which is on land adjacent to the site and to which paragraphs (iii) and (iv) below apply;\n\n(iii)  details of any proposed topping or lopping of any retained tree, or of any tree on land adjacent to the site;\n\n(iv)   details of any proposed alterations in existing ground levels, and of the position of any proposed excavation within the crown spread of any retained tree or of any tree on land adjacent to the site;\n\n(v)    details of the specification and position of fencing, and of any other measures to be taken for the protection of any retained tree from damage before or during the course of development.\n\nREASON:  To safeguard the appearance and character of the area, and to enhance the appearance of the development.",
    "Condition : 7 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following the occupation of the building(s), or the completion of the development, whichever is the sooner.  Any existing or new trees or shrubs which, within a period of 2 years from the completion of the development, die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\n\nREASON: To safeguard the appearance and character of the area, and to enhance the appearance of the development.",
    "Condition : 8 - The erection of fencing for the protection of any retained tree shall be undertaken in accordance with the approved plans and particulars before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.  Nothing shall be stored or placed in any area fenced in accordance with this condition, and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\n\nREASON: The existing trees represent an important amenity feature which the\nlocal planning authority considers should be protected.",
    "Condition : 9 - No site works or development shall commence until details of the levels of the building(s), road(s) and footpath(s) in relation to the adjoining land and highway(s), and any other changes proposed in the levels of the site, have been submitted to, and approved by, the local planning authority.\n\nREASON: To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement.",
    "Condition : 10 - The development hereby permitted shall not commence until samples of the materials to be used in the construction of the external surfaces noted below have been submitted to, and approved in writing by, the local planning authority:\n\n(a) the extension/building(s)\n(b) the ground surfacing\n(c) the boundary treatment\n\nThe development shall be completed in accordance with the approved details and shall thereafter be retained.\n\nREASON: To safeguard the appearance of the locality.",
    "Condition : 11 - The proposed parking space(s) shall be used only for the parking of private motor vehicles  in connection with the development hereby permitted and for no other purpose.\n\nREASON: To ensure that the parking provision is available for use by the\n        occupants of the site and in accordance with the Council's parking\n        standards.",
    "Condition : 12 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking or re-enacting that order with or without modification), no development which would otherwise fall within Classes A to E in Part 1 of Schedule 2 to that Order shall be carried out without the prior written permission of the local planning authority.\n\nREASON: To safeguard the character of the area by restricting the amount of\nsite coverage and size of dwelling in relation to the size of the plot and availability of:-\n\n        (a) amenity space\n        (b) parking space\n\nand to safeguard the amenity of neighbouring residents.",
    "Condition : 13 - The development hereby permitted shall not be commenced until works for the disposal of surface water have been provided on site in accordance with details to be submitted to, and approved in writing by, the local planning authority. The works shall thereafter be retained.\n\nREASON: To ensure that adequate drainage facilities are provided.",
    "Condition : 14 - The development hereby permitted shall not be commenced until surface water attenuation/storage works have been provided in accordance with details to be submitted to, and approved in writing by, the local planning authority. The works shall thereafter be retained.      \n\nREASON: To prevent the increased risk of flooding.",
    "Condition : 50 - Out of character, loss of view"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "513840",
  "status": "Approved",
  "decision_date": "16/10/2002",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3649655,
          51.5731753
        ],
        [
          -0.36500869999999996,
          51.5731368
        ],
        [
          -0.3650527,
          51.5730979
        ],
        [
          -0.365062,
          51.5729393
        ],
        [
          -0.3651413,
          51.5729408
        ],
        [
          -0.36514779999999997,
          51.5729409
        ],
        [
          -0.3651543,
          51.5729397
        ],
        [
          -0.3651602,
          51.572938
        ],
        [
          -0.3651638,
          51.5729358
        ],
        [
          -0.36516679999999996,
          51.5729331
        ],
        [
          -0.36516909999999997,
          51.57293
        ],
        [
          -0.36517059999999996,
          51.5728882
        ],
        [
          -0.3651732,
          51.5727956
        ],
        [
          -0.3651751,
          51.5727228
        ],
        [
          -0.3651759,
          51.5726814
        ],
        [
          -0.365176,
          51.5726769
        ],
        [
          -0.36517469999999996,
          51.5726724
        ],
        [
          -0.365172,
          51.5726692
        ],
        [
          -0.3653609,
          51.5725716
        ],
        [
          -0.3653844,
          51.5711525
        ],
        [
          -0.36406089999999997,
          51.5710189
        ],
        [
          -0.3640833,
          51.570436
        ],
        [
          -0.3641386,
          51.56994
        ],
        [
          -0.3638595,
          51.5694559
        ],
        [
          -0.3626949,
          51.5697004
        ],
        [
          -0.36225789999999997,
          51.5696525
        ],
        [
          -0.3620002,
          51.5690554
        ],
        [
          -0.361818,
          51.568324
        ],
        [
          -0.3597761,
          51.5684075
        ],
        [
          -0.359351,
          51.568031500000004
        ],
        [
          -0.3590871,
          51.5680471
        ],
        [
          -0.3590138,
          51.5680513
        ],
        [
          -0.3589213,
          51.5680567
        ],
        [
          -0.35882559999999997,
          51.5680622
        ],
        [
          -0.35873889999999997,
          51.5680672
        ],
        [
          -0.3586599,
          51.5680717
        ],
        [
          -0.35855719999999996,
          51.5680775
        ],
        [
          -0.358477,
          51.5680818
        ],
        [
          -0.3583808,
          51.5680867
        ],
        [
          -0.3582602,
          51.5680913
        ],
        [
          -0.3582416,
          51.5681059
        ],
        [
          -0.3582547,
          51.568183
        ],
        [
          -0.35825589999999996,
          51.5682503
        ],
        [
          -0.358257,
          51.5683188
        ],
        [
          -0.3582625,
          51.5684035
        ],
        [
          -0.3582664,
          51.5684625
        ],
        [
          -0.35826769999999997,
          51.5684826
        ],
        [
          -0.35826979999999997,
          51.5685123
        ],
        [
          -0.3582778,
          51.5686219
        ],
        [
          -0.3582782,
          51.568627
        ],
        [
          -0.3582817,
          51.5686743
        ],
        [
          -0.3582897,
          51.5687905
        ],
        [
          -0.3582931,
          51.5688395
        ],
        [
          -0.3582988,
          51.5689807
        ],
        [
          -0.3582997,
          51.5689956
        ],
        [
          -0.35830249999999997,
          51.5690995
        ],
        [
          -0.3582846,
          51.5692948
        ],
        [
          -0.3584603,
          51.5694241
        ],
        [
          -0.35928869999999996,
          51.5700013
        ],
        [
          -0.3595085,
          51.5701496
        ],
        [
          -0.3606217,
          51.5708167
        ],
        [
          -0.3607395,
          51.5708875
        ],
        [
          -0.3614563,
          51.5709169
        ],
        [
          -0.3621173,
          51.5713555
        ],
        [
          -0.36216729999999997,
          51.5713899
        ],
        [
          -0.3627759,
          51.5718409
        ],
        [
          -0.3628624,
          51.5719037
        ],
        [
          -0.3630115,
          51.5720123
        ],
        [
          -0.363149,
          51.5721124
        ],
        [
          -0.36382739999999997,
          51.5725997
        ],
        [
          -0.3647416,
          51.57308
        ],
        [
          -0.3649655,
          51.5731753
        ]
      ]
    ]
  },
  "decision_target_date": "27/03/2002",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "14/03/2002",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T13:08:07.989+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": null,
  "id": "Harrow-WEST_112_02_OUT",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "186780",
  "appeal_start_date": null,
  "postcode": "HA2 0FW",
  "url_planning_app": "http://site.com?appref=WEST/112/02/OUT-or-696089 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": "1",
  "reference_no_of_permission_being_relied_on": null,
  "description": "OUTLINE: REGENERATION OF ESTATE INCLUDING DEMOLITION OF 515 FLATS AND MAISONETTES AND CONSTRUCTION OF 329 HOUSES AND 406 FLATS WITH PARKING, COMMUNITY BUILDING, ESTATE OFFICE/SHOP AND PROVISION OF PUBLIC OPEN SPACE, WITH PLAY AREAS AND NEW ROAD LAYOUT",
  "valid_date": "30/01/2002",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              513405.4,
              187300.25
            ],
            [
              513402.5,
              187295.9
            ],
            [
              513399.55,
              187291.5
            ],
            [
              513399.3,
              187273.85
            ],
            [
              513393.8,
              187273.9
            ],
            [
              513393.35,
              187273.9
            ],
            [
              513392.9,
              187273.75
            ],
            [
              513392.5,
              187273.55
            ],
            [
              513392.25,
              187273.3
            ],
            [
              513392.05,
              187273
            ],
            [
              513391.9,
              187272.65
            ],
            [
              513391.9,
              187268
            ],
            [
              513391.95,
              187257.7
            ],
            [
              513392,
              187249.6
            ],
            [
              513392.05,
              187245
            ],
            [
              513392.05,
              187244.5
            ],
            [
              513392.15,
              187244
            ],
            [
              513392.35,
              187243.65
            ],
            [
              513379.5,
              187232.5
            ],
            [
              513381.4,
              187074.65
            ],
            [
              513473.45,
              187061.85
            ],
            [
              513473.35,
              186997
            ],
            [
              513470.75,
              186941.75
            ],
            [
              513491.3,
              186888.35
            ],
            [
              513571.4,
              186917.35
            ],
            [
              513601.8,
              186912.7
            ],
            [
              513621.15,
              186846.7
            ],
            [
              513635.6,
              186765.65
            ],
            [
              513776.9,
              186778.1
            ],
            [
              513807.3,
              186736.95
            ],
            [
              513825.55,
              186739.1
            ],
            [
              513830.62,
              186739.68
            ],
            [
              513837.02,
              186740.42
            ],
            [
              513843.64,
              186741.18
            ],
            [
              513849.63,
              186741.87
            ],
            [
              513855.1,
              186742.5
            ],
            [
              513862.2,
              186743.3
            ],
            [
              513867.75,
              186743.9
            ],
            [
              513874.4,
              186744.6
            ],
            [
              513882.75,
              186745.3
            ],
            [
              513884,
              186746.95
            ],
            [
              513882.9,
              186755.5
            ],
            [
              513882.65,
              186762.99
            ],
            [
              513882.4,
              186770.6
            ],
            [
              513881.81,
              186780.01
            ],
            [
              513881.39,
              186786.57
            ],
            [
              513881.25,
              186788.8
            ],
            [
              513881.03,
              186792.1
            ],
            [
              513880.2,
              186804.28
            ],
            [
              513880.16,
              186804.85
            ],
            [
              513879.8,
              186810.1
            ],
            [
              513878.96,
              186823.01
            ],
            [
              513878.6,
              186828.45
            ],
            [
              513877.85,
              186844.15
            ],
            [
              513877.75,
              186845.8
            ],
            [
              513877.3,
              186857.35
            ],
            [
              513878.05,
              186879.1
            ],
            [
              513865.55,
              186893.2
            ],
            [
              513806.7,
              186956.1
            ],
            [
              513791.1,
              186972.25
            ],
            [
              513712.29,
              187044.7
            ],
            [
              513703.95,
              187052.4
            ],
            [
              513654.2,
              187054.55
            ],
            [
              513607.3,
              187102.3
            ],
            [
              513603.75,
              187106.05
            ],
            [
              513560.45,
              187155.25
            ],
            [
              513554.3,
              187162.1
            ],
            [
              513543.7,
              187173.95
            ],
            [
              513533.92,
              187184.87
            ],
            [
              513485.7,
              187238
            ],
            [
              513421.15,
              187290
            ],
            [
              513405.4,
              187300.25
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "site_area": 11.902
  },
  "centroid": {
    "lon": "-0.3588655",
    "lat": "51.5684118"
  },
  "lapsed_date": "16/10/2005",
  "decision_process": "Committee",
  "actual_completion_date": null
}