{
  "lpa_name": "Merton",
  "uprn": "48008627",
  "decision_date": "05/12/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-18_P2216",
  "secondary_street_name": null,
  "appeal_status": "Allowed",
  "postcode": null,
  "appeal_decision": "Allowed",
  "application_details": {
    "site_area": 0.156
  },
  "valid_date": "16/11/2018",
  "reference_no_of_permission_being_relied_on": null,
  "description": "ERECTION OF A NEW 3-4 STOREY BUILDING TO PROVIDE A TOTAL OF 15 X DWELLINGS (CLASS C3) AND RETENTION OF GROUND FLOOR COMMERCIAL UNIT (CLASS A4) AT THE WHITE HART, 350 LONDON ROAD, TOGETHER WITH LANDSCAPING, PARKING, SERVICING AND OTHER ASSOCIATED WORKS.",
  "decision_conditions": [
    "Reason : 1 - The proposed development, by reason of its design, scale, bulk, massing, positioning and layout would appear visually prominent and overly dominant in the context of nearby listed buildings and surroundings buildings that form part of the Mitcham Cricket Green Conservation Area, and would i) detract from and fail to conserve or enhance the adjoining Grade II Listed Building known as The White Hart Public House, and would ii) be harmful to the character and appearance of the wider Mitcham Cricket Green Conservation Area contrary to policies 7.4, 7.6 and 7.8 of the London Plan (2016), CS.14 of the Merton LDF Core Planning Strategy (2011) and policy DM D4 of the Adopted Merton Sites and Policies Plan 2014",
    "Reason : 2 - The proposed development, by reason of its design, scale, bulk, massing and positioning would represent an unneighbourly overdevelopment that would result in visual intrusion, overshadowing of rear gardens and a loss of outlook and privacy to the detriment of the amenity of neighbouring residents contrary to policy 7.6 of the London Plan (2016), policy CS.14 of the Merton LDF Core Planning Strategy (2011) and policy DM D2 of the Adopted Merton Sites and Policies Plan 2014\r\n",
    "Reason : 3 - The proposed development by reason of its design and layout would result in poor levels of privacy for units on the ground floor and poor levels of natural light and outlook from bedrooms in units A.2.1 and A.3.1 to the detriment of the amenities of future occupiers contrary to policies 3.5 and 7.6 of the London Plan 2016, policies CS9 and CS 14 of the Merton Core Strategy 2011 and policy DM D2 of the Adopted Merton Sites and Policies Plan 2014.",
    "Reason : 4 - The proposed development by reason of the design and layout would result in a poor quality environment to the detriment of the amenities of future occupiers due to; i) the proximity of the A4 and C3 uses, ii) the layout and siting of amenity spaces, iii) the design, access to and security of the undercroft entrance and cycle store, iv) the positioning and environment of the access road and refuse stores, and which in conjunction with one another would be such that occupiers and visitors to the site did not benefit from a high quality, safe and secure layout which takes account of crime prevention to the material detriment of their amenity contrary to policy 7.3 of the London Plan 2016, policy CS.14 of the Merton Core Strategy 2011, and policy DM D2 of the Merton Sites and Policies Plan 2014.",
    "Reason : 5 - The proposals fail to demonstrate that safe and effective servicing and loading facilities can be achieved and fail to provide integrated well designed refuse and recycling facilities for storage and collection contrary to Policies CS17 & CS20 of the Merton Core Strategy 2011 and Standard 22 of the London Housing SPG 2016.",
    "Reason : 6 - The proposals by reason of the absence of a completed S106 undertaking to secure the delivery of affordable housing, and plans identifying how different social tenures units will be provided in a manner that would enable their effective delivery, would fail to meet the requirements of policies 3.12 and 3.13 of the London Plan 2016, and Policy CS 8 of the Merton Core Strategy 2011.",
    "Reason : 7 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application and how these could potentially be overcome but sufficient chnage was not forthcoming. \r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T10:55:31.926+00:00",
  "ward": "Cricket Green_histroic",
  "parking_details": null,
  "lapsed_date": "05/12/2022",
  "decision_target_date": "06/03/2019",
  "centroid": {
    "lat": "51.4010343",
    "lon": "-0.16994299999999998"
  },
  "lpa_app_no": "18/P2216",
  "status": "Allowed",
  "site_name": "Land Between 16 To 26",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=18/P2216",
  "locality": "Mitcham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527498.203179,
              168497.2477464
            ],
            [
              527491.4437351,
              168501.5706936
            ],
            [
              527489.1228151,
              168504.1603023
            ],
            [
              527485.8701664,
              168506.8589924
            ],
            [
              527477.0274272,
              168515.5074932
            ],
            [
              527446.6759291,
              168535.1354974
            ],
            [
              527443.9204475,
              168533.8751596
            ],
            [
              527438.5450917,
              168525.9301854
            ],
            [
              527425.6354998,
              168506.1471882
            ],
            [
              527430.3669098,
              168502.6911316
            ],
            [
              527432.4559452,
              168504.0671832
            ],
            [
              527436.0006216,
              168505.6120092
            ],
            [
              527439.1639387,
              168506.4853898
            ],
            [
              527442.204546,
              168506.9585561
            ],
            [
              527444.8737195,
              168506.3633756
            ],
            [
              527449.0349216,
              168504.481673
            ],
            [
              527464.2505834,
              168495.7277134
            ],
            [
              527476.6479351,
              168488.2271446
            ],
            [
              527477.2846279,
              168489.3021294
            ],
            [
              527486.3467811,
              168483.1517814
            ],
            [
              527495.0040953,
              168495.3482901
            ],
            [
              527498.203179,
              168497.2477464
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major dwellings",
  "last_date_consultation_comments": "20/12/2018",
  "appeal_decision_date": "28/04/2021",
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "350",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Broadway Gardens",
  "pp_id": "PP-06914625",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "527398",
  "appeal_start_date": "21/08/2020",
  "centroid_northing": "168478",
  "borough": "Merton",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1684963,
          51.4011847
        ],
        [
          -0.1685919,
          51.4012251
        ],
        [
          -0.1686243,
          51.4012489
        ],
        [
          -0.1686701,
          51.4012739
        ],
        [
          -0.168794,
          51.4013536
        ],
        [
          -0.1692231,
          51.4015368
        ],
        [
          -0.1692631,
          51.4015261
        ],
        [
          -0.1693432,
          51.4014559
        ],
        [
          -0.1695358,
          51.401281
        ],
        [
          -0.16946899999999998,
          51.4012489
        ],
        [
          -0.1694385,
          51.4012608
        ],
        [
          -0.16938709999999998,
          51.4012739
        ],
        [
          -0.1693413,
          51.401281
        ],
        [
          -0.1692974,
          51.4012846
        ],
        [
          -0.1692593,
          51.4012786
        ],
        [
          -0.1692002,
          51.4012608
        ],
        [
          -0.1689847,
          51.4011787
        ],
        [
          -0.1688093,
          51.4011085
        ],
        [
          -0.1687997,
          51.401118
        ],
        [
          -0.16867169999999998,
          51.4010607
        ],
        [
          -0.168543,
          51.4011684
        ],
        [
          -0.1684963,
          51.4011847
        ]
      ]
    ],
    "type": "Polygon"
  }
}