{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "Householder",
  "lpa_app_no": "240025HH",
  "application_type_full": "Householder planning permission",
  "uprn": "000012093644",
  "borough": "Ealing",
  "street_name": "Avenue Gardens",
  "locality": "London",
  "ward": "South Acton",
  "actual_commencement_date": null,
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings / document title number(s): LOCATION PLAN; EX01 (EXISTING GROUND FLOOR); EX02 (EXISTING FIRST FLOOR); EX05 (EXISTING REAR ELEVATION); EX07 (EXISTING SECTION AA); P00 (PROPOSED BASEMENT); P01 (PROPOSED GROUND FLOOR PLAN); P02 (PROPOSED FIRST FLOOR PLAN); P05 (PROPOSED REAR ELEVATION); P08 (PROPOSED SECTION AA).",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the host property and local area, in accordance with Policies D3, D4 and HC1 of the London Plan (2021), Policies 7.4, 7B and 7C of Adopted Ealing Development Management Plan Document (2013), and the Ealing Local Plan 2022 (Reg 19).",
    "| Control measures shall ensure that the following standards are implemented:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies 7A and 7B of the Ealing Development Management DPD (2013).",
    "| Prior to the commencement of development, a basement impact assessment which includes a flood risk assessment, sustainable drainage strategy and a ground investigation report shall be submitted to and approved in writing by the Local Planning Authority.",
    "The sustainable drainage strategy shall include a drainage proforma form, a detailed drainage design (incl. drawings and supporting calculations) and a maintenance plan (incl. maintenance tasks for all drainage components). The strategy shall achieve compliance with greenfield run-off rates and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques.",
    "The ground investigation report shall determine infiltration rates, water table level, etc. and all other appropriate investigation to confirm the development would not adversely affect ground water flow paths. Consideration shall be given to compensate loss of storage within the ground and appropriate mitigation measures shall be implemented.",
    "Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason:  To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with Policy 5.12 of the Ealing Development Management DPD (2013), Policy 1.2 of the Ealing Development (Core) Strategy), Policies D10, SI 12 and SI 13 of the London Plan (2021) and the NPPF (2023)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519811,
  "status": "Approved",
  "decision_date": "21/03/2024",
  "wgs84_polygon": null,
  "decision_target_date": "25/03/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Other house holder developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T11:26:34.699+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "61 Avenue Gardens",
  "id": "Ealing-240025HH",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 179647,
  "appeal_start_date": null,
  "postcode": "W3 8HB",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/240025HH;",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single-storey rear extension and basement excavation under part of rear garden",
  "valid_date": "29/01/2024",
  "polygon": null,
  "pp_id": "PP-12709612",
  "application_details": {
    "total_gia_gained": 30,
    "no_additional_bathrooms": 0,
    "existing_uprns": [
      "000012093644"
    ],
    "intended_commencement_date": "05/2024",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "09/2024"
  },
  "centroid": {
    "lon": -0.275202,
    "lat": 51.503068
  },
  "lapsed_date": "21/03/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}