{
  "uprn": null,
  "valid_date": "16/10/2023",
  "bo_system": "CSV Data Import",
  "application_type": "All Other",
  "development_type": null,
  "date_building_work_completed_under_previous_permission": null,
  "pp_id": "12403556",
  "postcode": "UB3 2SE",
  "title_number": null,
  "decision_conditions": [
    "The buildings hereby permitted (EFAF) and EFAE shall be removed on or before 2 years from the date of this permission. The playing field shall be restored in accordance with the approved Playing Field Restoration Scheme and made available for use.",
    "REASON",
    "It is not considered appropriate to grant a permanent permission for the use until its effect on the amenities of the locality has been assessed in compliance with the Policies within the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Prior to the commencement of works above ground level a Playing Field Restoration Scheme for the site edged in red on Drawing No.SRP1077-NVB-00-XX-D-L-1304 Rev P01 shall be submitted to and approved in writing by the Local Planning Authority after consultation with Sport England. The restoration scheme shall provide details of the following:",
    "(i) existing and proposed ground levels;",
    "(ii) existing and proposed soil profiles;",
    "(iii) measures to strip, store and re-spread soils to avoid soil loss or damage;",
    "(iv) measures to dispose of/accommodate waste materials on the site;",
    "(v) drainage measures including where appropriate under drainage;",
    "(vi) proposed seeding, feeding, weeding and cultivation measures;",
    "(vii) boundary treatment;",
    "(viii) five year aftercare and maintenance arrangements;",
    "(ix) installation of equipment (e.g. goal posts);",
    "(x) restoration and maintenance programme.",
    "(xi) scheme for the management and maintenance of playing field drainage for the replacement playing field area, i",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plan numbers:",
    "37041-PML-B2-01-DR-A-0001 Rev P2",
    "37041-PML-B2-00-DR-A-0001 Rev P2",
    "SRP1077-NVB-00-XX-D-L-1305 Rev P02",
    "17066-RYL-ZZ-DR-M-5501 Rev P1",
    "SRP1077-NVB-00-XX-D-L-1304 Rev P02 - Temporary Proposed Site-Wide Plan",
    "SRP1077-NVB-00-XX-D-L-1304 Rev P01 - Proposed Site Plan",
    "SRP1077-NVB-00-XX-D-L-1303 Rev P07",
    "SRP1077-NVB-00-XX-D-L-1302 Rev P02",
    "SRP1077-NVB-00-XX-D-L-1301 Rev P02",
    "SRP1077-NVB-00-XX-D-L-1306 Rev P02",
    "SRP1077-TER-00-00-D-C-9003 Rev PO2",
    "SRP1077-TER-00-00-D-C-9002 Rev PO4",
    "SRP1077-TER-00-00-D-C-9001 Rev PO4",
    "SRP1077-NVB-00-XX-D-L-3453 Rev C02",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "No development shall take place until a revised construction management plan has been submitted to and approved in writing by the Local Planning Authority. The plan shall detail:",
    "a) The phasing of development works",
    "b) Types of vehicles accessing the site, including their ability to enter the shared driveway without affecting neighbouring properties",
    "c) The hours during which development works will occur",
    "d) How vehicles will access the site whilst protecting neighbouring sites",
    "e) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities)",
    "f) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours)",
    "g) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction p",
    "No above ground construction works shall take place until details of all materials and external surfaces for the proposed development have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The proposed temporary block EFAF shall be designed to include ramped/level approaches and adequate dimensions of door width and lobby openings) to meet the needs of people with disabilities.",
    "REASON",
    "To ensure an Accessible and Inclusive development for everyone in accordance with London Plan Policy D5.",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100) , which include the provision of pollution absorbing planting",
    "1.b Written specification of planting and cultivation works to be undertaken",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage (which should be secure and enclosed)",
    "2.b Cycle Storage (which should be secure and enclosed)",
    "2.c Means of enclosure/boundary treatments",
    "2.d Hard Surfacing Materials",
    "2.e External Lighting",
    "2.f Other structures (such as play equipment and furniture)",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years",
    "4. Schedule for Implementation",
    "Thereafter the development shall be carried out and maintained in full a",
    "The total number of pupils at the school shall not exceed 1125 pupils and the number of staff shall not exceed 131 Full Time Equivalent.",
    "REASON",
    "To prevent the generation of additional traffic that could give rise to problems of safety and congestion on the surrounding roads, in compliance with Policy DMT1, DMT 2 and DMT6 of the adopted Hillingdon Local Plan : Part 2 - Development Management Policies (2020).",
    "Sports England Informatives:",
    "It is recommended that the restoration scheme is undertaken by a specialist turf consultant. The applicant should be aiming to ensure that any new or replacement playing field is fit for its intended purpose and should have regard to Sport England's technical Design Guidance Note entitled \"Natural Turf for Sport\" (2011) and relevant design guidance of the National Governing Bodies for Sport e.g. performance quality standards produced by the relevant pitch team sports, for example the Football Association.",
    "Good quality and well maintained drainage systems are fundamental to improving the use of playing field land. Sport England has strong links with the grass pitch National Governing Bodies who are keen to bring expertise to the drainage of playing fields, and the Design Guidance Note \"Natural Turf for Sport\" was revised in 2011 after consultation with the National Governing Bodies.",
    "Sport England recommend that the drainage assessment and improvement/man",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "status": "Approved",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16034/APP/2023/2796",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "centroid_easting": 509082,
  "actual_completion_date": null,
  "site_name": "ROSEDALE COLLEGE",
  "decision_date": "01/03/2024",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509144.5079,
              181349.5157
            ],
            [
              509036.0286,
              181131.8955
            ],
            [
              509003.617,
              181128.5882
            ],
            [
              508956.6534,
              181127.2653
            ],
            [
              508798.5645,
              181252.9426
            ],
            [
              508804.5177,
              181308.5052
            ],
            [
              508817.0854,
              181304.5365
            ],
            [
              508901.0908,
              181476.516
            ],
            [
              509025.4452,
              181405.7398
            ],
            [
              509040.6588,
              181419.6305
            ],
            [
              509143.185,
              181350.8387
            ],
            [
              509144.5079,
              181349.5157
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision": null,
  "street_name": "WOOD END GREEN ROAD",
  "centroid": {
    "lon": -0.429209,
    "lat": 51.519988
  },
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42826899999999996,
          51.5205298
        ],
        [
          -0.4298991,
          51.5185948
        ],
        [
          -0.4303671,
          51.5185713
        ],
        [
          -0.4310441,
          51.5185685
        ],
        [
          -0.43328289999999997,
          51.5197285
        ],
        [
          -0.43318,
          51.5202268
        ],
        [
          -0.4330002,
          51.5201887
        ],
        [
          -0.4317368,
          51.5217183
        ],
        [
          -0.429967,
          51.5210581
        ],
        [
          -0.4297435,
          51.5211801
        ],
        [
          -0.4282877,
          51.520542
        ],
        [
          -0.42826899999999996,
          51.5205298
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "centroid_northing": 181288,
  "decision_process": "Committee",
  "id": "Hillingdon-16034_APP_2023_2796",
  "lapsed_date": "01/03/2027",
  "decision_target_date": "16/02/2024",
  "borough": "Hillingdon",
  "lpa_name": "Hillingdon",
  "last_updated": "2025-03-20T10:53:59.523+00:00",
  "secondary_street_name": "HAYES",
  "parking_details": {
    "no_proposed_bluebadge": 5,
    "no_existing_bluebadge": 0,
    "net_car": 76,
    "no_existing_cycle": 0,
    "no_proposed_car": 76,
    "net_bluebadge": 5,
    "no_proposed_cycle": 30,
    "net_cycle": 30,
    "no_existing_car": 0,
    "no_existing_other": 0,
    "no_proposed_other": 5,
    "net_other": 5
  },
  "subdivision_of_building": null,
  "decision": "Approved",
  "last_date_consultation_comments": "13/11/2023",
  "ward": "WOOD END 2022",
  "application_details": {
    "grey_water_reuse": false,
    "total_gia_existing": 9390,
    "projected_cost_of_works": "Between £2m and £100m",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 9390,
        "use_class": "F1",
        "gia_gained": 2396,
        "gia_lost": 0
      }
    ],
    "site_area": 7.306,
    "phasing_details": [
      {
        "phase_detail": "Phase 1-8",
        "intended_completion_date": "04/2027",
        "intended_commencement_date": "01/2024"
      }
    ],
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 1,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "fire_suppression_system_proposed": false,
      "chp_heat_pumps_capacity": 9999,
      "no_passive_fast_ev_charging_points": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_water_connections_required": 0,
      "waste_provision": true,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "no_active_fast_ev_charging_points": 5
    },
    "surface_water_discharge_percentage_reduction": 100,
    "internal_resi_water_usage": 0,
    "green_suds": true,
    "lead_developer_company_name": "Bouygues UK",
    "total_gia_gained": 2396,
    "garden_land_lost": false,
    "rain_water_harvesting": false,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "affordable_housing_fast_track": false,
    "ownership_status": "Public",
    "existing_uprns": null,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6.93,
        "building_ref": "EFAF"
      }
    ],
    "scheme_name": "Rosedale College - Temporary accommodation",
    "non_residential_details": {
      "total_gia_existing": 9390,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 2396,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    }
  },
  "last_updated_by": "CSV Data Import",
  "lpa_app_no": "16034/APP/2023/2796",
  "cil_liability": false,
  "appeal_decision_date": null,
  "decision_agency": "Borough",
  "description": "Erection of temporary teaching units for a period of 18-24 months, to provide teaching accommodation whilst the wider re-development works are undertaken on the wider site. Including temporary infrastructure works.",
  "appeal_status": null
}