{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type_full": null,
  "lpa_app_no": "21/P3990",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P3990",
  "actual_completion_date": null,
  "pp_id": "PP-10377013",
  "lapsed_date": "25/07/2025",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.218932,
    "lat": 51.426636
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "9",
  "uprn": "48041189",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "05/07/2022",
  "description": "ALTERATIONS TO EXISTING GROUND FLOOR REAR EXTENSION, ERECTION OF A FIRST FLOOR REAR EXTENSION AND ALTERATIONS TO PITCHED ROOF.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.21886,
          51.426529
        ],
        [
          -0.218751,
          51.426615
        ],
        [
          -0.218749,
          51.426627
        ],
        [
          -0.218746,
          51.426629
        ],
        [
          -0.219084,
          51.426799
        ],
        [
          -0.219214,
          51.426706
        ],
        [
          -0.21886,
          51.426529
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 -  A7 Approved Plans: The development hereby permitted shall be carried out\r\nin accordance with the following approved plans: [LP 02 Revision c, LP 04 Revision B, LP 02 Revision C1, LP 06\r\nRevision C, LP 08 Revision C, LP 05 Revision C, LP 09 Revision C, LP 07\r\nRevision C, LP 10 Revision B, Site Location plan Amended 15.12.21.] ",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the side elevations without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - The details and measures for the protection of the existing trees as specified in the hereby approved document 'Arboricultural Impact Assessment Method Statement & Tree Protection Plan (to BS 5837:2012)' reference 'TH 3336' and dated '21 April 2022' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n",
    "Condition : 8 - The details of the Arboricultural Method\r\nStatement and Tree Protection Plan shall include the retention of an\r\narboricultural expert to supervise, monitor and report to the LPA not less\r\nthan monthly the status of all tree works and tree protection measures\r\nthroughout the course of the construction period. At the conclusion of the\r\nconstruction period the arboricultural expert shall submit to the LPA a\r\nsatisfactory completion statement to demonstrate compliance with the\r\napproved protection measures. ",
    "Condition : 9 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority. The details shall be circulated to the Planning Committee for comment upon receipt. The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 10 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 11 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 12 - The applicant should be aware that the site may provide a useful habitat for\r\nswifts. Swifts are currently in decline in the UK and in order to encourage\r\nand improve the conservation of swifts the applicant is advised to consider\r\nthe installation of a swift nesting box/bricks on the site. ",
    "Condition : 13 - INFORMATIVE \r\nThe grassed area in front of the property (which is bounded by b 9, 9a, 11, 13, 17 and 21 Lancaster Road) is outside the application site and is privately owned land. As this area is a frequently used area by residents, the applicant is advised that they would need to seek relevant consents with third parties and would be required to serve notice on third parties if they wish to utilise this area for any construction vehicles.  Any potential damage to the land during construction would be a civil matter.\r\n\r\n",
    "Condition : 14 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 15 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was amended during the application process.\r\n   ii) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "postcode": "SW19 5DA",
  "application_type": "Householder",
  "decision_date": "25/07/2022",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "status": "Approved",
  "centroid_easting": 523923,
  "valid_date": "25/11/2021",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "20/01/2022",
  "id": "Merton-21_P3990",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T00:14:20.481+00:00",
  "street_name": "Lancaster Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 171241,
  "application_details": {
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.043000000000000003
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523928.32825568033,
              171229.2490861402
            ],
            [
              523935.6526608215,
              171238.91047644633
            ],
            [
              523935.74199061794,
              171240.2500186811
            ],
            [
              523935.9797873286,
              171240.49896333797
            ],
            [
              523912.00054624386,
              171258.88179872098
            ],
            [
              523903.234561476,
              171248.33431848057
            ],
            [
              523928.32825568033,
              171229.2490861402
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Village_historic"
}