{
  "postcode": "SW19 4AS",
  "uprn": "48046447",
  "decision_agency": "Borough",
  "locality": "Wimbledon",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P3827",
  "centroid": {
    "lat": 51.421171,
    "lon": -0.213176
  },
  "application_type_full": null,
  "ward": "Hillside_histroic",
  "last_date_consultation_comments": "15/12/2021",
  "cil_liability": true,
  "status": "Approved",
  "bo_system": "Northgate M3",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.08
  },
  "centroid_northing": 170643,
  "decision_date": "03/03/2022",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Merton-21_P3827",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524324.646179097,
              170639.20461440214
            ],
            [
              524342.1999141909,
              170626.14835171436
            ],
            [
              524363.5463773942,
              170655.39997853152
            ],
            [
              524345.8030058948,
              170667.49651593814
            ],
            [
              524344.5497566066,
              170665.64704534318
            ],
            [
              524343.5521042128,
              170665.59705965093
            ],
            [
              524326.3529067459,
              170643.15348405193
            ],
            [
              524327.1526776733,
              170642.45368436666
            ],
            [
              524324.646179097,
              170639.20461440214
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "description": "PARTIAL DEMOLITION OF EXISTING HOUSE COMPRISING REMOVAL OF ROOF AND FLOOR STRUCTURES, RETENTION OF FRONT AND PART OF SIDE ELEVATIONS, CONSTRUCTION OF NEW EXTENDED DWELLING HOUSE WITH BASEMENT, ASSOCIATED LANDSCAPING AND NEW BOUNDARY TREATMENT",
  "lapsed_date": "03/03/2025",
  "lpa_app_no": "21/P3827",
  "last_updated": "2025-03-19T00:14:47.741+00:00",
  "application_type": "Householder",
  "site_name": null,
  "appeal_decision_date": null,
  "site_number": "20",
  "appeal_decision": null,
  "development_type": "Other house holder developments",
  "appeal_start_date": null,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: P 001.0, 011.0, 012.0, 013.0, 014.0, 015.0, 016.0, 016.1, 017.0, 018.0, 019.0, 020.0, 021.0, 022.0, 024.0, 025.0, 026.0, 027.0, 028.0, 029.0, 030.0, 031.0 & 032.0   ",
    "Condition : 3 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 5 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no openings shall be constructed in the side elevations of the dwelling at first floor level or above without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 6 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 7 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 9 - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 10 - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 11 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 12 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 13 - Prior to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for both phases of the development. The drainage scheme will dispose surface water by means of a sustainable drainage system (SuDS) based on the 100yr plus 40% climate change event, in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16 and DMF2.\r\n",
    "Condition : 14 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater  will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13.\r\n",
    "Condition : 15 - No works shall commence on site until the below documents have been submitted to and approved by the Local Planning Authority in writing:\r\n- Detailed Demolition Method Statement submitted by the Contractor responsible for the part-demolition of the existing property.\r\n- Detailed design calculations, structural drawings and erection sequence drawings of the facade retention system (front and side elevations) submitted by the respective Consultant/Contractor responsible for the design/installation works.\r\n- Design calculations, drawings, propping and de-propping sequence of the temporary works supporting the highway and adjoining properties required to facilitate demolition and excavation.\r\n- Detailed Construction Method Statement and the construction/excavation sequence produced by the respective Contractors responsible for the underpinning, piling, excavation and construction of the permanent retaining wall. This shall be reviewed and agreed by the Structural Engineer designing the basement.\r\n- Detailed Construction/Excavation sequence Method Statement produced by the respective Contractors responsible for the underpinning, piling, excavation and construction of the permanent retaining wall. This shall be reviewed and agreed by the Structural Engineer designing the basement.\r\n- Movement monitoring report produced by specialist surveyors appointed to install monitoring gauges to detect any movement of the highway/neighbouring properties from start to completion of the project\r\nworks. The report should include the proposed locations pf the horizontal and vertical movement monitoring, frequency of monitoring, trigger levels, and the contingency measures for different trigger alarms.\r\n- Construction Logistics Plan\r\n\r\n\r\nReason: In the interests of protecting and preserving the structural integrity of the building and to reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not in",
    "Condition : 16 - Informative: \r\nNo surface water runoff or groundwater should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n",
    "Condition : 17 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 18 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n\r\n"
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "pp_id": "PP-10327713",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Malcolm Road",
  "centroid_easting": 524338,
  "decision_target_date": "20/12/2021",
  "lpa_name": "Merton",
  "borough": "Merton",
  "valid_date": "25/10/2021",
  "last_updated_by": "Northgate M3",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.213369,
          51.42114
        ],
        [
          -0.213121,
          51.421019
        ],
        [
          -0.212804,
          51.421277
        ],
        [
          -0.213055,
          51.421389
        ],
        [
          -0.213074,
          51.421373
        ],
        [
          -0.213088,
          51.421373
        ],
        [
          -0.213343,
          51.421175
        ],
        [
          -0.213332,
          51.421168
        ],
        [
          -0.213369,
          51.42114
        ]
      ]
    ],
    "type": "Polygon"
  }
}