{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "21/P3163",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P3163",
  "actual_completion_date": null,
  "pp_id": "PP-08483764",
  "lapsed_date": "10/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.207933,
    "lat": 51.421001
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "1",
  "uprn": "48084764",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "08/02/2022",
  "description": "DEMOLITION OF EXISTING BUILDING AND RE-DEVELOPMENT OF SITE TO PROVIDE A MIXED-USE, 12 STOREY BUILDING ((WITH ADDITIONAL BASEMENT LEVEL), OF 27,668SQM GROSS INTERNAL FLOORSPACE, COMPRISING RETAIL AND OFFICE (USE CLASS E), AND ADDITIONAL PLANT ACCOMMODATION AT ROOF LEVEL.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.208281,
          51.420899
        ],
        [
          -0.207642,
          51.420556
        ],
        [
          -0.207697,
          51.420523
        ],
        [
          -0.207662,
          51.420502
        ],
        [
          -0.207663,
          51.420479
        ],
        [
          -0.207856,
          51.420355
        ],
        [
          -0.207926,
          51.420317
        ],
        [
          -0.207919,
          51.420313
        ],
        [
          -0.208142,
          51.420174
        ],
        [
          -0.208145,
          51.420166
        ],
        [
          -0.20819,
          51.420193
        ],
        [
          -0.208473,
          51.420353
        ],
        [
          -0.208804,
          51.420556
        ],
        [
          -0.208805,
          51.420568
        ],
        [
          -0.208281,
          51.420899
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Major all other major developments",
  "last_updated_by": "Northgate M3",
  "locality": "Wimbledon",
  "site_name": "Ground First And Second Floor Offices",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: SGHE-AUK-ZZ-B1-DR-A-07099(P4), SGHE-AUK-ZZ-00- DR-A-07100(P3), SGHE-AUK-ZZ-01-DR-A-07101(P3), SGHE-AUK-ZZ-02-DR-A-07102(P2), SGHE-AUK-ZZ-03-DR-A-07103(P2), SGHE-AUK-ZZ-04-DR-A-07104(P2), SGHE-AUK-ZZ-05-DR-A-07105(P2), SGHE-AUK-ZZ-06-DR-A-07106(P2), SGHE-AUK-ZZ-07-DR-A-07107(P2), SGHE-AUK-ZZ-08-DR-A-07108(P2), SGHE-AUK-ZZ-09-DR-A-07109(P2), SGHE-AUK-ZZ-10-DR-A-07110(P2), SGHE-AUK-ZZ-11-DR-A-07111(P2), SGHE-AUK-ZZ-12-DR-A-07112(P2), SGHE-AUK-ZZ-00-DR-A-07114(P2), SGHE-AUK-ZZ-ZZ-DR-A-07130(P3), SGHE-AUK-ZZ-ZZ\u0002DR-A-07134(P2), SGHE-AUK-ZZ-ZZ-DR-A-07140(P2), SGHE-AUK-ZZ-ZZ-DR-A-07141(P2), SGHE-AUK-ZZ-ZZ\u0002DR-A-07142(P2), SGHE-AUK-ZZ-ZZ-DR-A-07143(P2), SGHE-AUK-ZZ-ZZ-DR-A-07146(P2), SGHE-AUK-ZZ-ZZ\u0002DR-A-07156(P2) & SGHE-AUK-ZZ-01-DR-A-07157(P2), SGHE-AUK-ZZ-00-DR-A-07158 (P3), SGHE-AUK-ZZ-00-DR-A-07159 (P7),   \tgla_carbon_emission_reporting_spreadsheet (received 20/09/2022), Whole Life Carbon Statement (REVISION 03 - dated 12/072021), Doc-2323638-5a-JT-20210301-GLA_WLC_assessment_template-Rev02, Inclusive Design Response Document (dated 02/12/2021), Urban Greening Factor (December 2021), Energy Strategy (Rev4 - 01/02/2022), Fire Safety Statement (Rev04 - 25/03/2022), Flood Risk Assessment (December 2021), Drainage Strategy & Water Quality Management Report (December 2021), Circular Economy Statement (Rev07 - 15/09/2022), St George's House East Energy Strategy Addendum \r\n",
    "Condition : 3 - No development shall take place above ground level until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works above ground level, which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 4 - No development shall take place above ground level until details of the surfacing of all those parts of the site not covered by buildings or soft landscaping, including any parking, service areas or roads, footpaths, hard and soft have been submitted in writing and approved by the Local Planning Authority. The approved works shall be carried out prior to first occupation of the development and shall be maintained permanently thereafter. ",
    "Condition : 5 - No external windows and doors shall be installed until detailed drawings at 1:20 scale of all external windows and doors, including materials, set back within the opening, finishes and method of opening have been submitted to and approved by the local planning authority. Only the approved details shall be used in the development hereby permitted.\r\n\r\nReason:  To ensure a satisfactory standard of development in accordance with the following Development Plan policies for Merton: policies 7.5 and 7.6 of the London Plan 2016, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D1 and D2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 6 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 7 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 8 - No development shall take place above ground level until details of secure cycle parking facilities (a minimum of 5% of spaces shall for larger and adaptable cycles) for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 9 - Prior to commencement of works details of cycle parking to replace the current cycle parking on Wimbledon Bridge and St George's Road during construction works shall be submitted to and approved by the Local Planning Authority.  The approved details shall be implemented and retained until the completion of works and installation of the permanent short and long stay cycle spaces proposed as part of the development.\r\n\r\nReason: To ensure satisfactory cycle parking are provided during construction works.   ",
    "Condition : 10 - Prior to the occupation of the development hereby permitted, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall follow the current 'Travel Plan Development Control Guidance' issued by TfL and shall include:\r\n  (i) Targets for sustainable travel arrangements;\r\n  (ii) Effective measures for the on-going monitoring of the Plan;\r\n  (iii) A commitment to delivering the Plan objectives for a period of at least 5 years from the first occupation of the development;\r\n  (iv) Effective mechanisms to achieve the objectives of the Plan by both present and future occupiers of the development.\r\nThe development shall be implemented only on accordance with the approved Travel Plan.\r\n",
    "Condition : 11 - The develpment shall not be occupied until a Delivery and Servicing Plan (the Plan) has been submitted in writing and approved by the Local Planning Authority. No occupation of the development shall be permitted until the Plan is implemented, and the approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 12 - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 13 - The disabled parking space shown on the approved plans SGHE-AUK-ZZ-B1-DR-A-07099(P4) shall be provided and demarcated as disabled parking spaces before first occupation of the development and shall be retained for disabled parking purposes for occupiers and users of the development and for no other purpose. \r\n\r\nReason: To ensure the provision of a satisfactory level of parking and comply with the following Development Plan policies for Merton: policy T.6 of the London Plan 2021, policy CS20 of Merton's Core Planning Strategy 2011 and policy DM T3 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 14 - The development hereby approved shall not be occupied until the electric charging point for the disabled car parking space has been installed. The charging point shall be permanently retained thereafter for the use of occupiers.\r\n\r\nReason: To encourage the use of environmentally friendly electric vehicles\r\n",
    "Condition : 15 - No development shall take place above ground level until a Mechanical Ventilation Heat Recovery (MVHR) system report for the ground floor retail units in order to mitigate air pollution has been submitted to and approved in writing by the Council. The report shall include the following information:\r\na)\tDetails and locations of the air intake locations of the mechanical ventilation system, or\r\nb)\tDetails of filtration system to remove airborne pollutants. The filtration system shall have a minimum efficiency of 75% in the removal of Nitrogen Oxides/Dioxides, and Particulate Matter (PM2.5, PM10) in accordance with BS EN ISO 10121-1:2014 and BS EN ISO 16890. \r\n\r\nApproved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan policy\r\n",
    "Condition : 16 - Prior to the commencement of development, including demolition, a detailed Demolition and Construction Environmental Management Plan (DCEMP) shall be submitted to and approved in writing by the Local Planning Authority. The DCEMP shall include:\r\n\r\na) An Air quality management plan that identifies the steps and procedures that will be implemented to minimise the creation and impact of dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development. To include continuous dust monitoring.\r\nb) Construction environmental management plan that identifies the steps and procedures that will be implemented to minimise the creation and impact of noise, vibration, dust and other air emissions resulting from the site preparation, demolition, and groundwork and construction phases of the development.\r\nc) The development shall not be implemented other than in accordance with the approved scheme, unless previously agreed in writing by the Local Planning Authority.\r\n\r\nReason: To ensure the development does not raise local environment impacts and pollution.\r\n",
    "Condition : 17 - All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\n\r\nReason: To manage and prevent further deterioration of existing low quality air across London in accordance with London Plan Policies SI1(B)(1c) and SI1(B)(2d).\r\n",
    "Condition : 18 - No development shall take place above ground level until full details of a landscaping and planting scheme, which shall include full details of proposed trees to be planted along Wimbledon Bridge and St George's Road has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 19 - Notwithstanding the information provided with the application none of the development hereby permitted shall be commenced until detailed design and construction method statements for all of the ground floor structures, foundations and basements and for any other structures below ground level, including piling and any other temporary or permanent installations and for ground investigations, have been submitted to and approved in writing by the Local Planning Authority which: \r\n\t(i) Accommodate the proposed location of the Crossrail 2 structures including temporary works, \r\n\t(ii) Accommodate ground movement arising from the construction thereof, \r\n\t(iii) Mitigate the effects of noise and vibration arising from the operation of Crossrail 2 within its tunnels and other structures.\r\n",
    "Condition : 20 - The development shall be carried out in all respects in accordance with the approved design and method statements. All structures and works comprised within the development hereby permitted which are required by paragraphs 1(i), 1 (ii) and 1 (iii) of this condition shall be completed, in their entirety, before any part of the building[s] hereby permitted is/are occupied. No alteration to these aspects of the development shall take place without the approval of the Local Planning Authority in consultation with Crossrail 2.",
    "Condition : 21 - The building shall not be occupied until details of public realm improvement works have been submitted and approved by the Local Planning Authority. The works shall be carried out prior to first occupation of the approved building and shall be permanently retained thereafter. \r\n\r\nReason:  To achieve a high quality public realm in accordance with the following Development Plan policies for Merton: policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D1 and D2 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 22 - The development hereby permitted shall incorporate security measures to minimise the risk of crime and to meet the specific security needs of the development in accordance with Secured by Design. Details of these measures shall be submitted to and approved in writing by the local planning authority prior to commencement of the development and shall be implemented in accordance with the approved details prior to occupation. \r\n\r\nReason: In order to achieve the principles and objectives of Secured by Design to improve community safety and crime prevention in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF).\r\n",
    "Condition : 23 - Prior to occupation a Secured by Design final certificate or its equivalent from the South West Designing Out Crime office shall be submitted to and approved by the Local Planning Authority. \r\n\r\nReason: In order to achieve the principles and objectives of Secured by Design to provide a safer environment for future residents and visitors to the site and reduce the fear of crime in accordance with Policy: Chapters 01B & 01C Merton New Local Plan, Policy D11 London Plan, Section 17 Crime and Disorder Act 1988 and National Planning Policy Framework (NPPF).\r\n",
    "Condition : 24 - No development shall occur until a preliminary risk-assessment, followed by an investigation to consider the potential for contaminated-land, and then if necessary, a detailed remediation scheme described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, is submitted to and approved by the Local Planning Authority prior to commencement of works. The remediation works shall then be carried out and a verification report, produced on completion of the remediation works, shall be submitted to and approved by the Local Planning Authority prior to first occupation. \r\n\r\nReason: To protect the health of future users of the site in accordance with policy DM EP4 of Merton's sites and policies plan 2014.\r\n",
    "Condition : 25 - The recommendations as specified in the Hoare Lea Acoustics, Noise Assessment Report, Revision 4, dated 14th July 2021 shall be implemented as a minimum standard. A post construction noise survey shall be conducted and remedial measures implemented should be submitted criteria fail to be achieved, first being agreed by the LPA.\r\n\r\nReason: To protect the health of future users of the site in accordance with policy DM EP2 of Merton's sites and policies plan 2014.\r\n",
    "Condition : 26 - Unless otherwise agreed in writing by the Local Planning Authority, no part of the development hereby approved shall be used or occupied until a Post-Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors confirming that the non-residential development has achieved a BREEAM rating of not less than the standards equivalent to 'Excellent', and evidence demonstrating that the development has achieved CO2 reductions in accordance with those outlined in the approved Energy Statement (dated: HOLD) has been submitted to and acknowledged in writing by the Local Planning Authority.\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply the following Development Plan policies for Merton: policy SI2 of the London Plan 2021 and policy CS15 of Merton's Core Planning Strategy 2011.\r\n",
    "Condition : 27 - No development (with the exception of demolition) shall commence until the applicant submits to, and has secured written approval from, the Local Planning Authority on details of the proposed heating system and evidence demonstrating that the development has been designed to enable connection of the site to an existing or future district heating network, in accordance with the Technical Standards of the London Heat Network Manual (2014).\r\n\t\r\nReason: To demonstrate that the site heat network has been designed to link all building uses on site and to demonstrate that sufficient space has been allocated in the plant room for future connection to wider district heating in accordance with London Plan (2021) policy SI2.\r\n",
    "Condition : 28 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), floor level 1 and above of the development shall be used for office use (Use Class E(g)(i)) and for no other purpose, without planning permission first obtained from the Local Planning Authority. \r\n\r\nReason:  To ensure that there is an adequate supply of suitable sites and premises in locations that optimise opportunities and co-locational advantages for offices and minimise negative effects on other users and to comply with the following Development Plan policies for Merton: Policy DM E2 of Merton's Sites and Policies Plan 2014 and policy CS12 of the Core Planning Strategy 2011.\r\n",
    "Condition : 29 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification) the retail units shown on the approved proposed ground floor and upper ground floor plans (Refs: SGHE-AUK-ZZ-00-DR-A-07100(P3) & SGHE-AUK-ZZ-00-DR-A-07114(P2)) shall be restricted to Class E (E(a) use only and no other uses within the Class E Use class without planning permission first obtained from the Local Planning Authority. \r\n\r\nReason: To ensure there is an adequate supply of retail units and minimise the negative effects of other uses on the viability and vitality of Wimbledon Town Centre.  ",
    "Condition : 30 - The development shall not be occupied until a design code for the advertisement signage on the retail frontage has been submitted to and approved by the Local Planning Authority. Any subsequent advertisement consent applications shall also strictly adhere to the approved code. \r\n\r\nReason: To ensure a satisfactory appearance of the development and to comply with policy DM D5 of the Adopted Sites and Policies Plan and Policies Maps (July 2014).\r\n",
    "Condition : 31 - No development shall commence prior to the submission and approval by the Local Planning Authority of a Basement Construction Statement comprising the following:\r\n\r\na)\tGround Movement Analysis (Vertical and Horizontal) including any heave or settlement analysis, and Damage Category Assessment with detailed calculations. \r\n\r\nb)\tSite Specific Ground Investigation Report with borehole logs and an interpretative report with recommendations for the foundation type and design\r\n\r\nc)\tApproval in Principal in accordance with CG 300 (DMRB) signed off by LBM Highways. \r\n\r\nd)\tDetailed Demolition Method Statement submitted by the Contractor responsible for the demolition of the existing property. \r\n\r\ne)\tDetailed Construction Method Statement produced by the respective Contractors responsible for the sheet piling, excavation and construction of the permanent retaining wall. This shall be reviewed and agreed by the Structural Engineer designing the basement. \r\n\r\nf)\tDesign calculations of the temporary works supporting the highway and adjoining properties to facilitate excavation. \r\n\r\ng)\tDetail design calculations of the permanent retaining wall retaining the highway has to be submitted. The calculations shall be carried out in accordance with Eurocodes. We recommend assuming full hydrostatic pressure to ground level and using a highway surcharge of 20 KN/m2 for the design of the retaining wall supporting the highway. \r\n\r\nh)\tTemporary retaining wall drawings such as pile plan, section and construction sequence.\r\n\r\ni)\tPermanent retaining wall drawings including plan, section and construction sequence. \r\n\r\nj)\tMovement monitoring report produced by specialist surveyors appointed to install monitoring gauges to detect any movement of the highway/neighbouring properties from start to completion of the project works. The report should include the proposed locations pf the horizontal and vertical movement monitoring, frequency of monitoring, trigger levels, and the actions required for di",
    "Condition : 32 - Prior to occupation of the building, details shall be submitted to, and approved in writing by the local planning authority, demonstrating that the photovoltaics (PV) installation within the roofscape has been delivered and maximised. \r\n \r\nReason: To ensure that on-site savings from renewable energy technologies have been maximised in line with London Plan Policy SI 2.\r\n",
    "Condition : 33 - Prior to above ground works, details on the proposed heat pump system shall be submitted to, and approved in writing by the local planning authority, including information on the following:\r\na.\tAn estimate of the heating and/or cooling energy (MWh/annum) the heat pumps would provide to the development and the percentage of contribution to the site's heat loads, demonstrating how the heat fraction from heat pump technologies has been maximised, including for the supply of domestic hot water; and\r\nb.\tDetails of the Seasonal Coefficient of Performance (SCOP) and/or Seasonal Energy Efficiency ratio (SEER) and how these have been calculated. This should incorporate the expected heat source and heat distribution temperatures (for space heat and hot water) and the distribution loss factor, which should be calculated based on the above information and used for calculation purposes. Specified manufacturer product details should be submitted as supporting evidence.\r\n \r\nReason:\r\nTo ensure that on-site energy savings have been maximised in line with London Plan Policy SI 2.\r\n",
    "Condition : 34 - Prior to the occupation of the development, a post-construction monitoring report should be completed in line with the GLA's Circular Economy Statement Guidance. \r\nThe post-construction monitoring report shall be submitted to the GLA, currently via email at: circulareconomystatements@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the development. \r\n \r\nReason: In the interests of sustainable waste management and in order to maximise the re-use of materials. \r\n",
    "Condition : 35 - Prior to any works commencing on site, notification of the likely destination of all waste streams (beyond the Materials Recycling Facility) and a written confirmation that the destination landfill(s) has/have the capacity to receive waste shall be submitted and approved by the Local Planning Authority in writing.\r\n \r\nReason: In the interests of sustainable waste management and in order to maximise the re-use of materials in line with London Plan Policy SI 7.\r\n",
    "Condition : 36 - Prior to the occupation of the development the post-construction tab of the GLA's Whole Life-Cycle Carbon Assessment template should be completed in line with the GLA's Whole Life-Cycle Carbon Assessment Guidance. The post-construction assessment should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk, along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to occupation of the development. \r\n \r\nReason: In the interests of sustainable development and to maximise on-site carbon dioxide savings\r\n",
    "Condition : 37 - Prior to the commencement of the development (with the exception of demolition), an updated Fire Statement, produced by a third party suitably qualified assessor shall be submitted to and approved in writing by the Local Planning Authority. The statement shall address the requirements of London Plan Policies D12 and D5(B5), with consideration given to the information set out within the GLA's draft Fire Safety London Plan Guidance. The development shall be implemented in accordance with the approved Fire Statement and retained as such for the lifetime of the development. \r\n\r\nReason: In order to achieve the highest standards of fire safety and ensure the safety of all building users and to ensure that the development incorporates the necessary fire safety measures in accordance with the Mayor's London Plan Policies D12(B) and D5.\r\n",
    "Condition : 38 - Prior to commencement of the development (with the exception of demolition), detailed plans shall be submitted to and approved in writing by the local planning authority demonstrating the provision of sufficient ducting space for full fibre connectivity infrastructure within the development. The development shall be carried out in accordance with these plans and maintained as such in perpetuity.\r\n\r\nReason: To provide high quality digital connectivity infrastructure to contribute to London's global competitiveness.\r\n",
    "Condition : 39 - The proposed ground floor and upper ground floor units shown as retail use on plan Nos. SGHE-AUK-ZZ-00-DR-A-07100(P3) & SGHE-AUK-ZZ-00-DR-A-07114(P2) shall be restricted to Use Class E (E(a) only and no other uses within the Class E Use class. \r\n\r\nReason: To support the vibrancy of Wimbledon Town Centre and comply with policies DM R4 of Merton's Adopted Sites and Policies Plan and Policies Maps (July 2014) and CS.6 & CS.7 of Merton's Core Planning Strategy 2011, ",
    "Condition : 40 - Prior to the commencement of the development (with the exception of demolition) the applicant shall carry out further wind microclimate testing (including wind tunnel testing) on the detailed design of the proposed development to verify the effectiveness of the designed-in mitigation measures. The results of this testing shall be submitted to and approved by the Local Planning Authority prior to commencement of the development (with the exception of demolition). \r\n\r\nReason: To safeguard and provide a satisfactory pedestrian environment and to comply with policies DM D1 and DM T1 of Merton's Adopted Sites and Policies Plan and Policies Maps (July 2014).",
    "Condition : 41 - No development shall be occupied until confirmation has been provided that either:- 1. Foul water Capacity exists off site to serve the development, or 2. A development and infrastructure phasing plan has been agreed with the Local Authority in consultation with Thames Water. Where a development and infrastructure phasing plan is agreed, no occupation shall take place other than in accordance with the agreed development and infrastructure phasing plan, or 3. All Foul water network upgrades required to accommodate the additional flows from the development have been completed. \r\n\r\nReason - Network reinforcement works may be required to accommodate the proposed development. Any reinforcement works identified will be necessary in order to avoid sewage flooding and/or potential pollution incidents. The developer can request information to support the discharge of this condition by visiting the Thames Water website at thameswater.co.uk/preplanning. Should the Local Planning Authority consider the above recommendation inappropriate or are unable to include it in the decision notice, it is important that the Local Planning Authority liaises with Thames Water Development Planning Department (telephone 0203 577 9998) prior to the planning application approval.",
    "Condition : 42 - No construction shall take place within 5m of the water main. Information detailing how the developer intends to divert the asset / align the development, so as to prevent the  potential for damage to subsurface potable water infrastructure, must be submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any construction must be undertaken in accordance with the terms of the approved information. Unrestricted access must be available at all times for the maintenance and repair of the asset during and after the construction works. \r\n\r\nReason: The proposed works will be in close proximity to underground strategic water main, utility infrastructure. The works has the potential to impact on local underground water utility infrastructure. Please read our guide 'working near our assets' to ensure your workings will be in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. Should you require further information please contact Thames Water. Email: developer.services@thameswater.co.uk. ",
    "Condition : 43 - No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and  the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement. \r\n\r\nReason: The proposed works will be in close proximity to underground water utility infrastructure. Piling has the potential to impact on local underground water utility infrastructure. Please read our guide 'working near our assets' to ensure your workings will be in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. Should you require further information please contact Thames Water. Email:developer.services@thameswater.co.uk \r\n",
    "Condition : 44 - Prior  to the commencement of development, a detailed final scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) to include a hydrobrake limited to a greenfield rate of no more than 4.10l/s in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards. The final scheme will include a blue roof and below ground attenuation tank as a minimum, with options to increase the amount of above ground SuDS such as raingardens, green roofs, bio-retention planters all to be assessed.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13. \r\n",
    "Condition : 45 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater  will be managed and mitigated during (dewatering) and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure. \r\n \r\nReason: To ensure flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13.\r\n",
    "Condition : 46 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 47 - INFORMATIVE: Carbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Building Emission Rate (BER) and percentage improvement of BER over TER based on 'As Built' BRUKL outputs and bespoke model outputs; AND\r\n-\tA copy of the Building Regulations Output Document from the approved software and the bespoke modelling outputs based on the agreed bespoke modelling methodology. The output documents must be based on the 'as built' stage of analysis and must account for any changes to the specification during construction.\r\n\tAND, where the developer has used SAP 10 conversion factors: \r\n-\tThe completed Carbon Emissions Reporting Spreadsheet based on the 'As Built' BRUKL outputs.  \r\n\tAND, where applicable: \r\n-\tMCS certificates and photos of all installed renewable technologies. \r\n\r\nA BREEAM post-construction certificate demonstrating that the development has achieved a BREEAM rating of not less than the standards equivalent to 'Excellent'\r\n",
    "Condition : 48 - INFORMATIVE: Applicants should refer to the Crossrail 2 Information for Developers available at crossrail2.co.uk. Crossrail 2 will provide guidance in relation to the proposed location of the Crossrail 2 structures and tunnels, ground movement arising from the construction of the tunnels and noise and vibration arising from the use of the tunnels. Applicants are encouraged to contact the Crossrail 2 Safeguarding Engineer in the course of preparing detailed design and method statements.",
    "Condition : 49 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 50 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 51 - INFORMATIVE: A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. We would expect the developer to demonstrate what measures he will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk . Application forms should be completed on line via www.thameswater.co.uk. Please refer to the Wholsesale; Business customers; Groundwater discharges section.",
    "Condition : 52 - INFORMATIVE: Thames Water recommend the following informative be attached to this planning permission. Thames Water will aim to provide customers with a minimum pressure of 10m head (approx 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development."
  ],
  "postcode": "SW19 4DR",
  "application_type": "All Other",
  "decision_date": "10/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 524703,
  "valid_date": "27/08/2021",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "10/02/2023",
  "id": "Merton-21_P3163",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T21:46:00.952+00:00",
  "street_name": "St George's Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 170633,
  "application_details": {
    "site_area": 0.344
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524679.0518856683,
              170621.04981115065
            ],
            [
              524724.4491921165,
              170584.0404049714
            ],
            [
              524720.6976893134,
              170580.2514895358
            ],
            [
              524723.1464724618,
              170577.95214771462
            ],
            [
              524723.1464724618,
              170575.4528631277
            ],
            [
              524710.1027857397,
              170561.29691914364
            ],
            [
              524705.3536305426,
              170556.94816396013
            ],
            [
              524705.848334209,
              170556.5482784271
            ],
            [
              524690.7021570097,
              170540.70281021594
            ],
            [
              524690.4960304821,
              170539.7530820733
            ],
            [
              524687.2969467207,
              170542.70224180963
            ],
            [
              524667.1789976751,
              170559.9672958214
            ],
            [
              524643.5981229127,
              170582.0509744404
            ],
            [
              524643.548652546,
              170583.40058811754
            ],
            [
              524679.0518856683,
              170621.04981115065
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Hillside_histroic"
}