{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "21/P3808",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P3808",
  "actual_completion_date": null,
  "pp_id": "PP-10249921",
  "lapsed_date": "28/03/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.151037,
    "lat": 51.417357
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "225",
  "uprn": "10094252377",
  "epc_number": null,
  "appeal_status": "Dismissed",
  "last_date_consultation_comments": "10/10/2022",
  "description": "RETROSPECTIVE PLANNING PERMISSION FOR DEMOLITION OF SINGLE STOREY BUILDINGS (SHOPS AND GARAGE/WORKSHOP) AND ERECTION OF A STEEL FRAME SINGLE STOREY STRUCTURE FOR USE AS MOTOR REPAIRS (CLASS B2), PROVISION OF HAND CAR WASH BUSINESS (SUI GENERIS) AND CAR SALES (SUI GENERIS)",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.149951,
          51.417821
        ],
        [
          -0.149969,
          51.417816
        ],
        [
          -0.149823,
          51.417793
        ],
        [
          -0.149747,
          51.417781
        ],
        [
          -0.149698,
          51.417774
        ],
        [
          -0.149702,
          51.41776
        ],
        [
          -0.149552,
          51.417737
        ],
        [
          -0.149459,
          51.417725
        ],
        [
          -0.149255,
          51.417703
        ],
        [
          -0.149245,
          51.417721
        ],
        [
          -0.149227,
          51.41779
        ],
        [
          -0.14919,
          51.417927
        ],
        [
          -0.149246,
          51.417933
        ],
        [
          -0.149239,
          51.41796
        ],
        [
          -0.149358,
          51.417973
        ],
        [
          -0.149458,
          51.417972
        ],
        [
          -0.149524,
          51.417952
        ],
        [
          -0.149588,
          51.417932
        ],
        [
          -0.149655,
          51.41791
        ],
        [
          -0.14979,
          51.417867
        ],
        [
          -0.149951,
          51.417821
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor all other minor developments",
  "last_updated_by": "Northgate M3",
  "locality": "Mitcham",
  "site_name": "Flat 1",
  "appeal_decision_date": "17/10/2024",
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 2 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 3 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Reason : 1 - The development seeks permanent planning permission and includes no design and landscaping proposals to mitigate the harsh visual appearance of the proposed development including the 3m solid perimeter fence and large amounts of hardstanding. As such the development is considered very poor design and will have a moderate to high negative visual impact to the character of the area. The development therefore conflicts London Plan (2021) Policies D1-D5, D8 and G7 and Merton Sites and Policies Plan - 2014 (SPP) Policy DM D2 together with the requirements of Section 12 of the National Planning Policy Framework 2021. ",
    "Reason : 2 - Biodiversity net gain proposals have not been incorporated into the proposal and there have been no reasons identified which demonstrate this cannot be achieved for this application site. As such the proposal conflicts with paragraph 174 of the National Planning Policy Framework 2021 and London Plan (2021) Policies GG2 and D8.",
    "Reason : 3 - The applicant has failed to demonstrate that the development would not adversely impact on the safety and congestion of Streatham Road and The Bungalows contrary to Policies T4 (Assessing and mitigating transport impacts) and T7 (Deliveries, servicing and construction) of the London Plan (2021), Policies, CS18 (Active Transport) and CS20 (Parking, Servicing and Delivery) of Merton's Adopted Core Planning Strategy (July 2011), Policies DM D2 (Design considerations in all developments), DM E1 (Employment areas in Merton), DM T2 (Transport impacts of development), DM T3 (Car parking and servicing standards), and DM T5 (Access to the Road Network) of Merton's Adopted Sites and Policies Plan (July 2014).",
    "Reason : 4 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe application was considered to be fundamentally contrary to the provisions of the Development Plan and the NPPF, and there were not considered to be any solutions to resolve this conflict. \r\n"
  ],
  "postcode": "CR4 2AJ",
  "application_type": "All Other",
  "decision_date": "28/03/2023",
  "parking_details": null,
  "status": "Dismissed",
  "centroid_easting": 528669,
  "valid_date": "07/01/2022",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "03/04/2023",
  "id": "Merton-21_P3808",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T20:55:02.648+00:00",
  "street_name": "Streatham Road",
  "decision": "Refused",
  "appeal_start_date": "18/04/2024",
  "centroid_northing": 170326,
  "application_details": {
    "site_area": 0.095
  },
  "appeal_decision": "Dismissed",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528743.1826710105,
              170379.55893706135
            ],
            [
              528742.0036272723,
              170378.99909731396
            ],
            [
              528752.2027678613,
              170376.69975549262
            ],
            [
              528757.5290773363,
              170375.4201217839
            ],
            [
              528760.9590227569,
              170374.72032209876
            ],
            [
              528760.7199159847,
              170373.21075420902
            ],
            [
              528771.2158787736,
              170370.93140666344
            ],
            [
              528777.6800066815,
              170369.71175578557
            ],
            [
              528791.9686975796,
              170367.66234242305
            ],
            [
              528792.5540969182,
              170369.66177009267
            ],
            [
              528793.6341999233,
              170377.34956948605
            ],
            [
              528795.8026509946,
              170392.6551883017
            ],
            [
              528791.9522074577,
              170393.20503091213
            ],
            [
              528792.3479703909,
              170396.25415810954
            ],
            [
              528784.0039685508,
              170397.45381471055
            ],
            [
              528777.0533820378,
              170397.25387194462
            ],
            [
              528772.5515786733,
              170394.90454443113
            ],
            [
              528768.1487160423,
              170392.5052312275
            ],
            [
              528763.5479719446,
              170389.99594950088
            ],
            [
              528754.2970133827,
              170384.9973803255
            ],
            [
              528743.1826710105,
              170379.55893706135
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Graveney_histroic"
}