{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "21/P3898",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P3898",
  "actual_completion_date": null,
  "pp_id": "PP-10324809",
  "lapsed_date": "26/09/2026",
  "secondary_street_name": null,
  "centroid": {
    "lat": 51.404882,
    "lon": -0.133913
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "247",
  "uprn": "48053715",
  "epc_number": null,
  "appeal_status": "Dismissed",
  "last_date_consultation_comments": "09/12/2021",
  "description": "DEMOLITION OF THE EXISTING DETACHED STORAGE BUILDING  AND ERECTION OF A TWO STOREY REAR ADDITION TO PROVIDE 3 x SELF CONTAINED FLATS WITH BIKE AND BIN STORAGE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.133934,
          51.404844
        ],
        [
          -0.134153,
          51.4051
        ],
        [
          -0.134042,
          51.405139
        ],
        [
          -0.133976,
          51.405066
        ],
        [
          -0.13397,
          51.405068
        ],
        [
          -0.133802,
          51.404875
        ],
        [
          -0.133934,
          51.404844
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": "09/09/2024",
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Reason : 1 - The proposed two storey building by reason of design, scale, bulk, massing and positioning is considered to represent an overly dominant and visually intrusive form of development that would fail to respect the scale, bulk and massing of the existing building or to enhance local context with  architectural forms and details which complement and enhance the character of the wider setting by delivering buildings and spaces that positively respond to local distinctiveness through their layout, orientation, scale, appearance and shape, with due regard to existing and emerging street hierarchy, building types, forms and proportions. The proposal is therefore considered contrary to London Plan 2021 policy D3, Merton Core Strategy 2011 policy CS14 and Merton Sites and Policies Plan 2014 policy DMD2.",
    "Reason : 2 - The proposed two storey rear extension by reason of design, scale, bulk, massing and positioning is considered to represent an unneighbourly, overly dominant and visually intrusive form of development that would result in a loss of privacy, daylight and outlook to the detriment of the amenity of neighbouring occupiers at the rear of 249 Northborough Road. The proposal is therefore considered contrary to London Plan 2021 policy D3, Merton Sites and Policies Plan 2014 policy DMD2 and standard A1.8 of The London Housing Design Standards LPG 2023",
    "Reason : 3 - The proposed development by reason of design and layout would fail to provide a good quality living environment with poor levels of sunlight and outlook, factors which are considered to be detrimental to the amenity of future residents of the ground floor units. The proposal is therefore considered contrary to London Plan 2021 policy D3 and Merton Sites and Policies Plan 2012 policy DMD2 and Standards A1.7, C4.2 & C4.3 of The London Housing Design Standards LPG 2023",
    "Reason : 4 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application . \r\n\"\tThe application was considered to be fundamentally contrary to the provisions of the Development Plan and the NPPF, and there were not considered to be any solutions to resolve this conflict. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "postcode": "SW16 4TR",
  "application_type": "All Other",
  "decision_date": "26/09/2023",
  "parking_details": null,
  "status": "Dismissed",
  "centroid_easting": 529895,
  "valid_date": "29/10/2021",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "07/03/2022",
  "id": "Merton-21_P3898",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T21:41:02.079+00:00",
  "street_name": "Northborough Road",
  "decision": "Refused",
  "appeal_start_date": "21/03/2024",
  "centroid_northing": 168969,
  "application_details": {
    "site_area": 0.031
  },
  "appeal_decision": "Dismissed",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529893.6490274875,
              168964.75392035616
            ],
            [
              529877.7030793069,
              168992.84587912413
            ],
            [
              529885.2967805866,
              168997.30460283015
            ],
            [
              529890.103651212,
              168989.29689501
            ],
            [
              529890.499414145,
              168989.54682346748
            ],
            [
              529902.7021045833,
              168968.4528615459
            ],
            [
              529893.6490274875,
              168964.75392035616
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Longthornton_historic"
}