{
  "application_type": "All Other",
  "application_type_full": null,
  "description": "ERECTION OF DWELLINGHOUSE AT REAR OF 20 PELHAM ROAD, PARTIALLY SUBMERGED BELOW GROUND LEVEL WITH A GREEN ROOF",
  "epc_number": null,
  "street_name": "Pelham Road",
  "appeal_decision": null,
  "lpa_app_no": "21/P3950",
  "centroid": {
    "lon": -0.194496,
    "lat": 51.417423
  },
  "actual_completion_date": null,
  "development_type": "Minor dwellings",
  "centroid_easting": 525647,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P3950",
  "last_updated": "2025-03-19T21:46:00.729+00:00",
  "subdivision_of_building": null,
  "postcode": "SW19 1SX",
  "uprn": "10094255812",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "centroid_northing": 170258,
  "site_name": "Cipher House",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "03/11/2021",
  "lapsed_date": "11/10/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "decision_target_date": "12/10/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "05/07/2022",
  "ward": "Abbey_histroic",
  "appeal_status": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Merton-21_P3950",
  "site_number": "20A",
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525643.1468807814,
              170250.54586667864
            ],
            [
              525655.003278652,
              170251.745523281
            ],
            [
              525647.4508026794,
              170292.7537848006
            ],
            [
              525635.6521202364,
              170290.70437143918
            ],
            [
              525643.1468807814,
              170250.54586667864
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "borough": "Merton",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 346-DWG-103 P1; 100 P1; 105 P2; 104 P3; 106 P1; 110 P1; 111 P1; 112 P1; 113 P1; 114 P1; 115 P1; 121 P1; Construction Management Plan; & Design & Access Statement. ",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No development shall take place until details of the proposed finished floor levels of the development, together with existing and proposed site levels, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details.",
    "Condition : 5 - No development shall take place until full details of a landscaping and planting scheme (including tree planting to replace all trees which are to be lost) has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants and trees, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 6 - Noise levels (expressed as the equivalent continous sound level) LAeq (15 minutes), from the ground / air source heat pump shall not exceed LA90-10dB at the boundary with any resdiential property not associated with the development.\r\n\r\nReason: To protect the amenities of the occupiers in the local vicinity. To comply with Policy D14 of the London Plan 2021 and Policy DM D2 of the Merton Site and Policies Plan 2014.",
    "Condition : 7 - A post confirmation noises survey shall be undertaken following completion of the development to ensure the specified levels are achieved, if not achieved additional mitigation shll be installed to the levels are achieved before use. \r\n\r\nReason: To protect the amenities of the occupiers in the local vicinity. To comply with Policy D14 of the London Plan 2021 and Policy DM D2 of the Merton Site and Policies Plan 2014.",
    "Condition : 8 - No mechanical equipment such as generator / pumping equipment shall be operated outside the construction method statement submitted with the application dated September 2021 (Rev A).\r\n\r\nReason: To protect the amenities of the occupiers in the local vicinity. To comply with Policy D14 of the London Plan 2021 and Policy DM D2 of the Merton Site and Policies Plan 2014. ",
    "Condition : 9 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater  will be managed and mitigated during and post construction (permanent phase), for example through the implementation of passive drainage measures around the basement structure, waterproofing and drainage. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13.\r\n",
    "Condition : 10 - The details and measures for the protection of the existing trees as specified in the hereby approved document 'Tree Survey, Arboricultural Impact  Assessment and Arboricultural Method Statement' reference 'P78' and dated '1st September 2021' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works. \r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014.",
    "Condition : 11 - Prior to the commencement of the development, a detailed surface water and foul drainage plan shall be submitted to and approved in writing by the local planning authority.   \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13.\r\n",
    "Condition : 12 - Site Supervision (Trees) - The details of the approved 'Tree Survey, Arboricultural Impact Assessment and Arboricultural Method Statement' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. The works shall be carried out in accordance with the approved Arboricultural Method Statement and Tree Protection Plan. \r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014; ",
    "Condition : 13 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n",
    "Condition : 14 - Prior to commencement of development, the applicant shall submit to the local planning \r\nauthority a Basement Construction Method Statement which shall include the following:\r\na) Ground Movement Analysis (Vertical and Horizontal) including any heave or \r\nsettlement analysis, and Damage Category Assessment with detailed calculations. \r\nb) Detailed Construction Method Statement produced by the respective Contractors \r\nresponsible for the installation of piles, excavation and construction of the permanent \r\nretaining wall. This shall be reviewed and agreed by the Structural Engineer designing \r\nthe basement. \r\nc) Design calculations of the temporary works supporting the highway and adjoining \r\nproperties to facilitate excavation. \r\nd) Detail design calculations of the permanent retaining wall retaining the highway has to \r\nbe submitted. The calculations shall be carried out in accordance with Eurocodes. We \r\nrecommend assuming full hydrostatic pressure to ground level and using a highway \r\nsurcharge of 10 KN/m2 for the design of the retaining wall supporting the highway. \r\ne) Temporary works drawings and sections of the basement retaining walls.\r\nf) Movement monitoring report produced by specialist surveyors appointed to install \r\nmonitoring gauges to detect any movement of the highway/neighbouring properties \r\nfrom start to completion of the project works. The report should include the proposed locations pf the horizontal and vertical movement monitoring, frequency of monitoring, \r\ntrigger levels, and the actions required for different trigger alarms. \r\nThe development shall be carried out in accordance with the agreed measures. \r\n\r\nReason: To reduce the risk of impact on the public highway (footpath) and adjacent properties, in \r\naccordance with Merton's policies CS16, DM D2 and DMF2 and the London Plan policy SI 13.",
    "Condition : 15 - No development shall take place until details of all boundary walls or fences are submitted in \r\nwriting for approval to the Local Planning Authority. No works which are the subject of this \r\ncondition shall be carried out until the details are approved, and the development shall not be \r\noccupied / the use of the development hereby approved shall not commence until the details \r\nare approved and works to which this condition relates have been carried out in accordance \r\nwith the approved details. The walls and fencing shall be permanently retained thereafter.\r\n\r\nReason: To ensure a satisfactory and safe development in accordance with the following \r\nDevelopment Plan policies for Merton: policies D4 and D8 of the London Plan 2021, policy \r\nCS14 of Merton's Core Planning Strategy 2011 and policies DM D1 and D2 of Merton's Sites \r\nand Policies Plan 2014.",
    "Condition : 16 - No development shall take place until a Construction Method Statement has been submitted \r\nto, and approved in writing by, the local planning authority. The approved Statement shall be \r\nadhered to throughout the demolition and construction period.\r\nThe Statement shall provide for:\r\n- hours of operation\r\n- the parking of vehicles of site operatives and visitors\r\n- loading and unloading of plant and materials\r\n- storage of plant and materials used in constructing the development\r\n- the erection and maintenance of security hoarding including decorative - displays and \r\nfacilities for public viewing, where appropriate\r\n- wheel washing facilities\r\n- measures to control the emission of noise and vibration during\r\nconstruction/demolition.\r\n- demonstration to show compliance with BS5228\r\n- measures to control the emission of dust and dirt during\r\nconstruction/demolition\r\n- a scheme for recycling/disposing of waste resulting from demolition and\r\nconstruction works\r\n\r\nReason: To protect the amenities of the occupiers in the adjoining residential premises and future occupants.",
    "Condition : 17 - Prior to the commencement of development, the detailed design and specification for the \r\ngreen roofs shall be submitted to and approved in writing by the Local Planning Authority. \r\nThe design shall be carried out as approved, retained and maintained by the applicant in \r\nperpetuity thereafter.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development \r\nand future users, and ensure surface water and foul flood risk does not increase offsite in \r\naccordance with Merton?s policies CS16, DMF2 and the London Plan policy SI 13.",
    "Condition : 18 - No demolition or construction work or ancillary activities shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays. No deliveries shall take place during the hours of 07:00 to 09:00am and 16:00 to 19:00pm on any day.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring  properties and ensure compliance with the following Development Plan policies for Merton:  policies D14 and T7 of the London Plan 2021 and policy DM EP2 of Merton's Sites and Polices Plan 2014.",
    "Condition : 19 - No development shall take place until details of the surfacing of all those parts of the site not \r\ncovered by buildings or soft landscaping, including any parking, service areas or roads, \r\nfootpaths, hard and soft have been submitted in writing for approval by the Local Planning \r\nAuthority. No works that are the subject of this condition shall be carried out until the details \r\nare approved, and the development shall not be occupied / the use of the development \r\nhereby approved shall not commence until the details have been approved and works to \r\nwhich this condition relates have been carried out in accordance with the approved details.\r\n\r\nReason: To ensure a satisfactory standard of development in accordance with the following \r\nDevelopment Plan policies for Merton: policy D4 of the London Plan 2021, policy CS14 of \r\nMerton's Core Planning Strategy 2011 and policies DM D1 and D2 of Merton's Sites and \r\nPolicies Plan 2014.\r",
    "Condition : 20 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 21 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 22 - No development [including demolition] pursuant to this consent shall take place until an \r\non-site watching brief, which ensures the presence of a suitably qualified and \r\nexperienced archaeologist during construction work, has been submitted to and \r\napproved in writing by the Local Planning Authority. In the event of important \r\narchaeological features or remains being discovered, which require fuller rescue \r\nexcavation, then construction work shall cease until the applicant has secured the \r\nimplementation of a further programme of archaeological work in accordance with a \r\nwritten scheme of investigation which has been submitted to and approved in writing by \r\nthe Local Planning Authority.\r\n\r\nReason: In order to provide the opportunity to record the history of the site and to \r\ncomply with the following Development Plan policies for Merton: policy HC1 of the \r\nLondon Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policy DM \r\nD4 of Merton's Sites and Policies Plan 2014",
    "Condition : 23 - The Public right of way (No 37) which goes down the access way that is proposed to be used for construction traffic must be kept open for all public users at all times during the construction of the development hereby permitted. \r\n\r\nReason: To safeguard the amenities of the area and to allow continued access for the public users of the public footpath and ensure compliance with the following Development Plan policies for Merton: Policies D4 and T7 of the London Plan 2021, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D1 and D2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 24 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a  positive and proactive approach to development proposals focused on solutions. LBM works with  applicants/agents in a positive and proactive manner by:\r\n i) Offering a pre-application advice and duty desk service. \r\n ii) Where possible, suggesting solutions to secure a successful outcome.\r\n iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of \r\ntheir application.\r",
    "Condition : 25 - INFORMATIVE \r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before \r\nundertaking any works within the Public Highway to obtain the necessary approvals and/or \r\nlicences. Please be advised that there is a further charge for this work. If your application \r\nfalls within a Controlled Parking Zone this has further costs involved and can delay the \r\napplication by 6 to 12 months.\r",
    "Condition : 26 - INFORMATIVE \r\nAny works/events carried out either by, or at the behest of, the developer, whether they are \r\nlocated on, or affecting a prospectively maintainable highway, as defined under Section 87 of \r\nthe New Roads and Street Works Act 1991, or on or affecting the public highway, shall be \r\nco-ordinated under the requirements of the New Roads and Street Works Act 1991 and the \r\nTraffic management Act 2004 and licensed accordingly in order to secure the expeditious \r\nmovement of traffic by minimising disruption to users of the highway network in Merton. Any \r\nsuch works or events commissioned by the developer and particularly those involving the \r\nconnection of any utility to the site, shall be co-ordinated by them in liaison with the London \r\nBorough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place \r\nat least one month in advance of the works and particularly to ensure that statutory \r\nundertaker connections/supplies to the site are co-ordinated to take place wherever possible \r\nat the same time.",
    "Condition : 27 - INFORMATIVE \r\nA Public right of way (No 37) goes down the access way that is proposed to be used for construction traffic and highways must be contacted to confirm if this can be used for construction deliveries and materials, and if permission is given than a full before and after survey is required together with the appropriate highways licence. In addition this access serves the rear of a number of properties. Highways must be contacted to ensure all relevant highways licences are in place prior to any works starting Highways \r\nmust be contacted regarding any temporary parking restrictions required."
  ],
  "application_details": {
    "site_area": 0.049
  },
  "pp_id": "PP-10346200",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.194554,
          51.417356
        ],
        [
          -0.194383,
          51.417365
        ],
        [
          -0.194477,
          51.417735
        ],
        [
          -0.194648,
          51.417719
        ],
        [
          -0.194554,
          51.417356
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "11/10/2022",
  "secondary_street_name": null
}