{
  "last_date_consultation_comments": "25/09/2024",
  "site_number": null,
  "ward": "NORTHWOOD 2022",
  "decision_date": "08/11/2024",
  "description": "Erection of outbuilding, following the demolition of existing outbuildings.",
  "development_type": null,
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13359716",
  "street_name": "NORTHWOOD",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.4372138",
    "lat": "51.6063321"
  },
  "lpa_app_no": "16461/APP/2024/2299",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": -13.77,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "01/2025",
    "intended_commencement_date": "11/2024",
    "site_area": 0.28900000000000003
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4379033,
          51.6064175
        ],
        [
          -0.43700079999999997,
          51.6065507
        ],
        [
          -0.4369647,
          51.6064348
        ],
        [
          -0.4366172,
          51.6064837
        ],
        [
          -0.43652209999999997,
          51.6061946
        ],
        [
          -0.43784619999999996,
          51.6061896
        ],
        [
          -0.4379033,
          51.6064175
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 508320,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16461/APP/2024/2299",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "7 NICHOLAS WAY",
  "id": "Hillingdon-16461_APP_2024_2299",
  "decision_target_date": "08/11/2024",
  "centroid_northing": 190878,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508272.0552,
              190886.4823
            ],
            [
              508334.2324,
              190902.6219
            ],
            [
              508337.0105,
              190889.7896
            ],
            [
              508360.9553,
              190895.7427
            ],
            [
              508368.2314,
              190863.7281
            ],
            [
              508276.5531,
              190861.2145
            ],
            [
              508272.0552,
              190886.4823
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the Drawing Nos:",
    "303-NWN_07_001 Rev P1 Existing Location & Block Plans",
    "303-NWN_07_010 Rev P1 Proposed Location & Block Plans",
    "303-NWN_07_100 Rev P1 Existing Outbuilding Floor Plan",
    "303-NWN_07_103 Rev P1 Existing Outbuilding Roof Plan",
    "303-NWN_07_110 Rev P1 Proposed Outbuilding Floor Plan",
    "303-NWN_07_113 Rev P1 Proposed Outbuilding Roof Plan",
    "303-NWN_07_200 Rev P2 Existing Outbuilding Elevations",
    "303-NWN_07_210 Rev P2 Proposed Outbuilding Elevations",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), and the London Plan (March 2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those specified on the drawings hereby approved and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The development hereby permitted shall not be carried out except in complete accordance with the method statement set out in the GHA/DS/222160:24 Tree Survey and Arboricultural Impact Assessment 12 August 2024 (Version 2).",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that the development does not cause harm to TPO 393 in accordance with Policies DMHB 6 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The outbuilding hereby approved shall only be used for domestic purposes incidental to the enjoyment of the dwellinghouse. It shall not be used for purposes such as a living room, bedroom, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The existing outbuildings shown to be demolished on the approved drawings shall be demolished in their entirety prior to construction of the approved outbuilding, and all resultant debris removed from the site.",
    "REASON",
    "To accord with the terms of the planning permission and to protect the visual amenity of the surrounding area and the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T18:43:22.009+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "08/11/2027",
  "decision": "Approved",
  "valid_date": "27/08/2024"
}