{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/1304/20",
  "application_type_full": null,
  "uprn": "200004435502",
  "borough": "Harrow",
  "street_name": "Waxwell Lane",
  "locality": "Pinner",
  "ward": "Pinner",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Time Limit 3 years - Full Permission * \r\n\r\nThe development permitted shall be begun before the expiration of three years from the date of the original permission P/5680/17 dated 14/06/2018. \r\n\r\nREASON: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990. \r\n",
    "Condition : 2 - Approved Drawing and Documents * \r\n\r\nUnless otherwise agreed in writing by the local planning authority, the development shall be carried out, retained, and completed in accordance with the following approved drawings and documents: \r\n\r\nApproved Plans and Documents:\r\n\r\nDrawings: 00-00 Rev P1; 00-01 Rev P1; 03-10 Rev P1; 10-01 Rev P1; 10-02 Rev P1; 10-03 Rev P1; 10-04 Rev P1; 10-10 Rev P1; 10-11 Rev P1; 10-12 Rev P1; 20-10 Rev P1; 20-11 Rev P1; 20-12 Rev P1; 20-13 Rev P1; 20-14 Rev P1; 20-15 Rev P1; 20-16 Rev P1; 20-17 Rev P1; 30-10 Rev P1 Supporting Documents: Design & Access Statement dated 07/12/2017; Planning Statement dated 15th December 2017; Waxwell Lane Car Park Historic Environmental Assessment dated November 2017; Air Impact Assessment (ref: 775859-MLM-ZZ-XX-RP-J-0001); Acoustic Design Report; Waxwell Lane Utility Statement; Arboricultural Impact Assessment & Method Statement dated November 2017; Daylight and Sunlight Statement (Revision 3.0 - 06/12/2017); Transport Statement dated December 2017; Energy and Sustainability Statement Revision 3.2 dated 07/12/2017; Phase II Geotechnical & Geo-Environmental Investigation Ref: LS 3147 dated 30th November 2017; Waxwell Lane; Development - Financial Viability Assessment Dated December 2017.\r\n\r\nREASON: For the avoidance of doubt and in the interests of proper planning.\r\n",
    "Condition : 3 - Quantum of Wheelchair Homes ** \r\n\r\nUnit 1 of the Discounted Market Rent Units shall be constructed and completed to Building Regulation standard M4(3)(2)(b) of the Building Regulations 2010 (as amended).\r\n\r\nREASON: To ensure the development provides accessible homes for all users.\r\n",
    "Condition : 4 - Part M dwellings *\r\n\r\nUnits 1 and 7 shall be built in accordance with Building Regulation standard M4 (3) 'Wheelchair User Dwellings'. All other residential units in this development, as detailed in the submitted and approved drawings, shall be built to Building Regulation Standard M4 (2) 'Accessible and adaptable dwellings'. The development shall be thereafter retained to those standards.\r\n\r\nREASON: To ensure provision of 'Wheelchair and Accessible and adaptable' housing.\r\n",
    "Condition : 5 - Refuse Collection *\r\n\r\nThe refuse bins shall be stored at all times in the designated refuse storage area, as shown on the approved drawing plans.\r\n\r\nREASON: To enhance the appearance of the development and safeguard the character and appearance of the area.\r\n",
    "Condition : 6 - Storage * \r\n\r\nThe residential premises hereby approved shall each be provided with a storage space in accordance with the Mayor of London's Housing SPG (2016) unless otherwise agreed in writing by the local planning authority.\r\n\r\nREASON: To ensure that the development achieves a high standard of residential quality for future occupiers of the development.\r\n",
    "Condition : 7 - Construction Method Statement and Logistics Plan *\r\n\r\nAll development shall take place in accordance with the Construction Method Statement & Logistics Plan details approved under application P/5111/19 dated 14/01/2020 unless otherwise agreed in writing by the local planning authority.\r\n\r\nREASON: To ensure that measures are put in place to manage and reduce noise and vibration impacts during demolition and construction and to safeguard the amenity of neighbouring occupiers and to ensure that the transport network impact of demolition and construction work associated with the development is managed and that measures are agreed and in place to manage and reduce dust, noise and vibration during the demolition and construction phases of the development and\r\nmanage transport impacts during the demolition and construction phases of the development. \r\n",
    "Condition : 8 - Levels *\r\n\r\nThe levels of the building(s), road(s) and footpath(s) in relation to the adjoining land and highway(s), and any other changes in the level of the site, shall be carried out in accordance with the details approved under application P/5116/19 dated 20/01/2020 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter\r\n\r\nREASON: To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and future highway improvement.\r\n",
    "Condition : 9 - Surface Water Drainage and Attenuation *\r\n\r\nThe works for the disposal of surface water, including surface water attenuation and storage shall be implemented in accordance with the details approved under application P/2208/21 dated 20/12/2021 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that the development achieves an appropriate greenfield runoff rate in this critical drainage area and to ensure that sustainable urban drainage measures are exploited.\r\n",
    "Condition : 10 - Foul Water Drainage *\r\n\r\nThe foul water drainage works shall be implemented in accordance with the details approved under application P/2208/21 dated 20/12/2021 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that there would be adequate infrastructure in place for the disposal of foul water arising from the development.\r\n",
    "Condition : 11 - Materials *\r\n\r\nThe materials to be used in the construction of the external surfaces of the buildings as well as the boundary fencing including all pedestrian/ access gates and waste storage, shall be implemented in accordance with the details approved under application P/1499/20 dated 18/12/2020 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\n\r\nREASON: To safeguard the appearance of the locality and to ensure a satisfactory form of development.\r\n",
    "Condition : 12 - Landscape Strategy *\r\n\r\nThe hard and soft landscaping of the development shall be implemented in accordance with the details approved under application P/1500/20 dated 12/08/2021 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that the development makes provision for hard and soft landscaping which contributes to the creation of a high quality, accessible, safe and attractive public realm and to ensure a high standard of design, layout and amenity.\r\n",
    "Condition : 13 - Landscape Implementation *\r\n\r\nAll hard landscaping shall be carried out prior to the occupation of any part of the development or in accordance with a programme that has been submitted to the Local Planning Authority in writing to be agreed. All soft landscaping works including planting, seeding or turfing comprised in the approved scheme of landscaping shall be carried out no later than the first planting and seeding season following the final occupation of the residential parts of the buildings, or the completion of the development, whichever is the sooner. Any existing or new trees or shrubs which, within a period of 5 years from the completion of the development, die, are removed, or become seriously damaged, diseased or defective, shall be replaced in the next planting season, with others of a similar size and species, unless the local authority agrees any variation in writing.\r\n\r\nREASON: To safeguard the appearance and character of the area, and to\r\nenhance the appearance of the development.\r\n",
    "Condition : 14 - Landscape Management Plan *\r\n\r\nAll on-going management and maintenance of all the hard and soft landscaping within the development, other than small, privately owned, domestic gardens, shall be implemented in accordance with the details approved under application P/2268/22 dated 30/06/2022 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\nThe Landscape Management Plan shall be carried out in a timely manner as approved.\r\n\r\nREASON: To ensure that the development makes provision for hard and soft landscaping which contributes (i) to the creation of a high quality, accessible, safe and attractive public realm and (ii) to the enhancement, creation and management of biodiversity.\r\n",
    "Condition : 15 - Archaeology *\r\n\r\nThe development herein approved shall be carried out in accordance with the statement of significance and research objectives / methodology of site investigation and the programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material as per the details approved under application P/5119/19 dated 14/01/2020 unless otherwise agreed in writing by the local planning authority.\r\n\r\nREASON: To ensure that any artefacts of archaeological interests on the site are not prejudiced and the records of the investigation are deposited for historical record keeping.\r\n",
    "Condition : 16 - Trees * \r\n\r\nThe development hereby permitted, in so far it relates to measures to protect trees shown to be retained on the Landscaping Strategy required by condition 12 during construction shall be undertaken in accordance with the recommendations of the Arboricultural Impact Assessment & Method Statement dated November 2017.\r\n\r\nThis will include that arboricultural supervision is undertaken throughout the project and the development shall be carried out in accordance with the recommendations of the Arboricultural Survey. The tree protection measures shall be erected before any equipment, machinery or materials are brought on to the site for the purposes of the development, and shall be maintained until all equipment, machinery and surplus materials have been removed from the site.\r\n\r\nNothing shall be stored or placed in any area fenced in accordance with this condition, and the ground levels within those areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\r\n\r\nREASON: The existing trees represent an important amenity feature which the local planning authority considers should be protected.\r\n",
    "Condition : 17 - Noise mitigation * \r\n\r\nThe development hereby approved shall be implemented in accordance with the noise mitigation and ventilation details approved under application P/5120/19 dated 14/01/2020 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that potential adverse noise impacts to residential premises within the development are mitigated in accordance.\r\n",
    "Condition : 18 - External Lighting Strategy *\r\n\r\nThe lighting of all public realm and other external areas (including buildings) within the site shall be implemented in accordance with the details approved under application P/1501/20 dated 18/08/2022 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that the development incorporates lighting that contributes to Secured by Design principles and achieves a high standard of residential quality.\r\n",
    "Condition : 19 - CPZ restrictions **\r\n\r\nThe arrangements to ensure that, with the exception of disabled persons, no resident of the development shall obtain a resident's parking permit within the Controlled Parking Zone, including the details of the residential tenancy management programme which includes information informing residents they are not eligible for a resident's parking permit, shall be implemented as per the details approved under application P/1319/22 dated 27/05/2022 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\n\r\nREASON: To encourage sustainable modes of travel and ensure the\r\nsurrounding road network does not experience undue levels of parking stress.\r\n",
    "Condition : 20 - Biodiversity *\r\n\r\nThe bat and nest boxes to be provided within the site shall be implemented in accordance with the details approved under application P/4097/21 dated 24/01/2022 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that the development makes appropriate provision for the protection, enhancement, creation and management of biodiversity.\r\n",
    "Condition : 21 - Parking Management Plan *\r\n\r\nThe development hereby permitted shall be implemented in accordance with the Parking Management Plan details approved under application P/1319/22 dated 27/05/2022 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that the development provides sufficient electric vehicle charging points and adequate, secure and (where appropriate) weather protected cycle parking.\r\n",
    "Condition : 22 - Land Contamination *\r\n\r\nThe development herein permitted shall be carried out in accordance with details approved under application P/0017/20 dated 15/01/2020 for land contamination management and disposal, remediation and data-collection and monitoring. \r\n\r\nREASON: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers\r\n",
    "Condition : 23 - Secure by Design *\r\n\r\nThe approved details relating to the Secure by Design Accreditation obtained for the development, as per details approved under application P/4176/22 dated 09/12/2022, shall be retained on site unless otherwise agreed in writing by the local planning authority.\r\n\r\nREASON: In the interests of creating safer and more sustainable communities and to safeguard amenity by reducing the risk of crime and the fear of crime.\r\n",
    "Condition : 24 - Water Strategy *\r\n\r\nThe Water Strategy, which demonstrating that the mains water consumption of the proposed development will not exceed 105 litres per person per day (excluding an allowance of 5 litres or less per person per day for external water consumption), shall be implemented in accordance with the details approved under application P/4097/21 dated 24/01/2022 unless otherwise agreed in writing by the local planning authority, and shall be retained as such thereafter.\r\n\r\nREASON: To ensure that the proposed development has an acceptable impact on water network.\r\n",
    "Condition : 25 - Restrict Permitted Development Rights *\r\n\r\nNotwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking or re-enacting that order with or without modification), no development which would otherwise fall within Classes A, B, C, D, E and F in Part 1 of Schedule 2 to that Order shall be carried out in relation to the dwellinghouses hereby permitted without the prior written permission of the local planning authority.\r\n\r\nREASON: To safeguard the character of the area by restricting the amount of site coverage and size of dwelling in relation to the size of the plot and availability of amenity space and to safeguard the amenity of neighbouring residents'.\r\n",
    "Condition : 26 - Glazing - Obscured *\r\n\r\nThe windows in the first floor north flank elevations of the proposed units 1 and 20 shall: (a) be of purpose made obscure glass, (b) be permanently fixed closed below a height of 1.7m above finished floor level, and shall thereafter be retained in that form.\r\n\r\nREASON: To safeguard the amenity of neighbouring residents in accordance with policy DM1 of the Development Management Policies Local Plan 2013.\r\n",
    "Condition : 27 - Financial Viability Review Mechanism ** \r\n\r\nThis permission shall have the effect of varying condition 27 on planning permission P/5680/17 dated 14/06/2018: \r\n\r\nAn Affordable Housing Scheme for the site shall be submitted to, and approved in writing by the Local Planning Authority, prior to the development herein approved exceeding 80% occupation of market sale properties. The Affordable Housing Scheme shall include: \r\n\r\n1. Comprehensive details of the location of four affordable homes at the site (two for affordable rent and two in an intermediate tenure) and agreement on the rent levels for the affordable rent units (i.e., LAR levels); and \r\n\r\n2. Comprehensive details of a Financial Viability Review Mechanism (FVRM). The FVRM shall set out the process whereby a fully open book approach to development costs and values (i.e., build costs / sales values) respectively incurred and received (or projected to be incurred or received) by the developer will be adopted in order to determine whether a financial contribution towards off-site affordable housing provision should and can be made and if a contribution should and can be made, what that contribution should be; and \r\n\r\n3. Comprehensive details of how any financial contribution identified as being required through the FVRM will be provided by way of a commuted sum to provide affordable housing off-site.\r\n\r\nThe above details shall be submitted within three months of the date of this permission or such extended time as may be agreed in writing by the Local Planning Authority.\r\n\r\nThe development shall be carried out in accordance with the approved Affordable Housing Scheme, and any financial contribution identified as being required as a result of the FVRM shall be paid in full within 10 Working Days of the date the contribution was agreed and not prior to the occupancy of more than 85% per cent of the Residential Units, unless otherwise agreed in writing by the Local Planning Authority.\r\n\r\nREASON: In order to secure th",
    "Condition : 28 - Legal Agreement Required *\r\n\r\nIn the event that any owners of the land have the legal locus to enter into a Section 106 Agreement, no works (or no further works if development has commenced) shall be commenced on site until such time as they have entered into such an Agreement incorporating obligations in respect of the matters covered by conditions marked with ** in the planning permission granted on 21/03/17 (Harrow Reference P/5680/17) and those obligations shall apply to all conditions above marked with ** which supersede those of permission P/5680/17.\r\n\r\nREASON: In order to define the permission and to secure development in accordance with policy DM50 of the Harrow Development Management Policies Local Plan 2013.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "512038",
  "status": "Approved",
  "decision_date": "25/01/2023",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3846658,
          51.5960191
        ],
        [
          -0.3846572,
          51.5960239
        ],
        [
          -0.3845183,
          51.5960256
        ],
        [
          -0.3844354,
          51.5960406
        ],
        [
          -0.38435189999999997,
          51.5960557
        ],
        [
          -0.3840613,
          51.5961079
        ],
        [
          -0.3837481,
          51.5961638
        ],
        [
          -0.3837394,
          51.5961545
        ],
        [
          -0.3837121,
          51.5961257
        ],
        [
          -0.3836347,
          51.596044
        ],
        [
          -0.383552,
          51.595955599999996
        ],
        [
          -0.3835422,
          51.5959452
        ],
        [
          -0.38347889999999996,
          51.5958786
        ],
        [
          -0.383401,
          51.5957962
        ],
        [
          -0.38332869999999997,
          51.5957183
        ],
        [
          -0.3832598,
          51.5956436
        ],
        [
          -0.3832696,
          51.5956339
        ],
        [
          -0.3833104,
          51.5956236
        ],
        [
          -0.38340209999999997,
          51.5956011
        ],
        [
          -0.3834247,
          51.5955955
        ],
        [
          -0.38344069999999997,
          51.5955908
        ],
        [
          -0.3836187,
          51.5955397
        ],
        [
          -0.3836362,
          51.5955346
        ],
        [
          -0.383855,
          51.595472
        ],
        [
          -0.38386889999999996,
          51.5954681
        ],
        [
          -0.383876,
          51.5954709
        ],
        [
          -0.3839008,
          51.5954804
        ],
        [
          -0.38390169999999996,
          51.5954771
        ],
        [
          -0.3839737,
          51.5955046
        ],
        [
          -0.383996,
          51.5955877
        ],
        [
          -0.3840652,
          51.5957747
        ],
        [
          -0.38411819999999997,
          51.5957242
        ],
        [
          -0.3841331,
          51.5959137
        ],
        [
          -0.38415269999999996,
          51.595932
        ],
        [
          -0.3844391,
          51.5959377
        ],
        [
          -0.38446369999999996,
          51.5959367
        ],
        [
          -0.38468019999999997,
          51.5959388
        ],
        [
          -0.3846784,
          51.5959487
        ],
        [
          -0.3846776,
          51.5959505
        ],
        [
          -0.3846746,
          51.5959531
        ],
        [
          -0.3846713,
          51.5959643
        ],
        [
          -0.3846773,
          51.5960201
        ],
        [
          -0.3846658,
          51.5960191
        ]
      ]
    ]
  },
  "decision_target_date": "26/01/2023",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "15/07/2020",
  "development_type": "Major dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T15:30:52.093+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Waxwell Lane Car Park",
  "id": "Harrow-P_1304_20",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": "189805",
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://site.com?appref=P/1304/20-or-1078139 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Variation of condition (financial viability review mechanism) attached to planning permission P/5680/17 dated 14/06/2018 to amend from a pre-commencement requirement to 80% occupancy",
  "valid_date": "26/05/2020",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              511984.1,
              189810.2
            ],
            [
              511984.68,
              189810.75
            ],
            [
              511994.3,
              189811.15
            ],
            [
              512000,
              189812.95
            ],
            [
              512005.75,
              189814.75
            ],
            [
              512025.75,
              189821
            ],
            [
              512047.3,
              189827.7
            ],
            [
              512047.93,
              189826.68
            ],
            [
              512049.89,
              189823.52
            ],
            [
              512055.45,
              189814.55
            ],
            [
              512061.4,
              189804.85
            ],
            [
              512062.1,
              189803.7
            ],
            [
              512066.65,
              189796.4
            ],
            [
              512072.25,
              189787.35
            ],
            [
              512077.45,
              189778.8
            ],
            [
              512082.4,
              189770.6
            ],
            [
              512081.75,
              189769.5
            ],
            [
              512078.95,
              189768.3
            ],
            [
              512072.65,
              189765.65
            ],
            [
              512071.1,
              189765
            ],
            [
              512070,
              189764.45
            ],
            [
              512057.8,
              189758.5
            ],
            [
              512056.6,
              189757.9
            ],
            [
              512041.6,
              189750.6
            ],
            [
              512040.65,
              189750.15
            ],
            [
              512040.15,
              189750.45
            ],
            [
              512038.41,
              189751.47
            ],
            [
              512038.35,
              189751.1
            ],
            [
              512033.3,
              189754.05
            ],
            [
              512031.55,
              189763.25
            ],
            [
              512026.298576,
              189783.943188
            ],
            [
              512022.75,
              189778.25
            ],
            [
              512021.25,
              189799.3
            ],
            [
              512019.85,
              189801.3
            ],
            [
              512000,
              189801.5
            ],
            [
              511998.3,
              189801.35
            ],
            [
              511983.3,
              189801.25
            ],
            [
              511983.4,
              189802.35
            ],
            [
              511983.45,
              189802.55
            ],
            [
              511983.65,
              189802.85
            ],
            [
              511983.85,
              189804.1
            ],
            [
              511983.3,
              189810.3
            ],
            [
              511984.1,
              189810.2
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": null,
  "application_details": {
    "site_area": 0.338
  },
  "centroid": {
    "lon": "-0.3838896",
    "lat": "51.5959616"
  },
  "lapsed_date": "25/01/2026",
  "decision_process": "Delegated",
  "actual_completion_date": null
}