{
  "appeal_status": null,
  "lapsed_date": null,
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0007.25",
  "borough": "Havering",
  "application_type_full": null,
  "actual_commencement_date": null,
  "ward": "St Albans",
  "decision_date": "09/05/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": null,
  "development_type": null,
  "description": "Application for prior notification of development from Class E to Class C3 of units 1-6 Midland Court and 109 Victoria Road",
  "site_name": "Midland Court and 109 Victoria Road",
  "decision_conditions": [
    "The proposed units (1 and 3) at 1b1p with bathroom would have a gross internal floor space 37sq.m, would not meet the required minimum standard of 39sq.m and therefore fails to comply with the DCLG Technical Space Standards. Consequently, under the provisions of Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development)(England) Order 2021 [as amended], the prior approval of the Local Planning Authority is refused.",
    "In the absence of a daylight and sunlight report to demonstrate otherwise, it is judged the proposals would fail to meet the criteria set in paragraph MA.2. (f) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) with respect to the provision of adequate natural light in all habitable rooms of the dwellinghouses and it is considered that the proposed development would result in poor living conditions and amenity for future occupants due to the insufficient provision of natural light to habitable rooms.",
    "The proposal fails to constitute permitted development under Schedule 2, Part 3 Class MA of the Town and Country Planning (General Permitted Development) (England) (Amendment) (No. 2) Order 2015 (as amended), because the scope of development proposed includes external door and windows alteration to unit 2 and unit 7 which are not classified as permitted development, and hence prior approval is refused.",
    "The proposal fails to meet the criteria set in paragraph MA.2. (a) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended with respect to transport impacts of the development.  The proposal is considered to make inadequate provision for the storage and collection of waste and refuse from the site, with no acceptable refuse strategy provided. Furthermore, the over-provision of car parking, in combination with the absence of any cycle parking provision, would fail to make adequate provision for sustainable travel and would be contrary to the provisions of Policies T5 and T6.1 of the London Plan.",
    "The proposal fails to meet the criteria set in paragraph MA.2. (d) under Class MA of Part 3 to Schedule 2 of the Town and Country Planning (General Permitted Development) (England) Order 2015 as amended with respect to potential noise impact upon the proposed flats from the railway noise and commercial properties/uses in close proximity of site. Given the nature of the surrounding environment and, in particular the relationship of the site with the adjacent car repairs business, in the absence of sufficient information it would be likely that the future occupiers of units 1 - 6 in particular would suffer undue noise from the associated commercial activities in close proximity of the site."
  ],
  "lpa_app_no": "J0007.25",
  "subdivision_of_building": null,
  "centroid_easting": null,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Havering",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": "RM1 2LX",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "100023211463",
  "street_name": "Romford",
  "decision": "Refused",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": null,
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "valid_date": "14/03/2025",
  "id": "Havering-J0007.25",
  "last_updated": "2025-07-20T04:12:01.994Z",
  "locality": null,
  "status": "Refused",
  "last_date_consultation_comments": "04/04/2025",
  "decision_target_date": "09/05/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "Prior Approval"
}