{
  "application_type": "All Other",
  "valid_date": "22/07/2024",
  "uprn": "10091578420",
  "decision_target_date": "19/09/2024",
  "lpa_app_no": "P1024.24",
  "last_date_consultation_comments": "13/08/2024",
  "decision_date": "18/09/2024",
  "subdivision_of_building": null,
  "ward": "South Hornchurch",
  "application_details": {
    "no_additional_bathrooms": 0,
    "total_gia_gained": 23,
    "existing_uprns": null,
    "intended_completion_date": "09/2024",
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "08/2024",
    "site_area": 0.035
  },
  "borough": "Havering",
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "18/09/2027",
  "bo_system": "CSV Data Import",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551246.43,
              183097.08
            ],
            [
              551246.09,
              183086.31
            ],
            [
              551212.7,
              183097.08
            ],
            [
              551215.81,
              183106.77
            ],
            [
              551246.43,
              183097.08
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_status": null,
  "parking_details": {
    "no_existing_car": 4,
    "net_car": -4,
    "no_proposed_car": 0
  },
  "centroid": {
    "lon": "0.17866269999999998",
    "lat": "51.5265413"
  },
  "locality": null,
  "secondary_street_name": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the proposed outbuilding shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "a)\t Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "b)\t Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) and the rear elevation of the outbuilding building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment (FRA) (Ref.:384 FRA- 001), dated July 2023 compiled by Urban Water Environmental Ltd.",
    "Reason: To reduce the risk and impact of flooding on the proposed development, future occupants and third parties.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "For any development where a flood risk is identified, the Council as the Lead Local Flood Authority want to see developers consider and implement flood resilience/resistance measures into the buildings themselves. This is not to stop development but to ensure the protection for future residents is maintained and enhanced.",
    "The following measures are strongly recommended, although this list is not exhaustive:-",
    "-         Raising the level of the building by at least 300mm above local levels;",
    "-         Waterproof membrane in the ground floor;",
    "-         Waterproof plaster and waterproofing to ground floor;",
    "-         Electrics from the upstairs down and sockets high up off the ground floor;",
    "-         Non return valves on the sewerage pipes;",
    "-         Emergency escape plan for each individual property;",
    "-         Air brick covers; and",
    "-         Movable flood barriers for entrances"
  ],
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1788994,
          51.5265376
        ],
        [
          0.1788899,
          51.526441
        ],
        [
          0.1784136,
          51.5265467
        ],
        [
          0.1784625,
          51.5266329
        ],
        [
          0.1788994,
          51.5265376
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "postcode": "RM13 8NB",
  "epc_number": "0241-3873-7811-9006-1891",
  "decision": "Approved",
  "id": "Havering-P1024.24",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "site_name": "38 Betterton Road",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1024.24",
  "pp_id": "13256281",
  "decision_process": "Delegated",
  "centroid_easting": 551230,
  "last_updated": "2025-03-19T20:03:05.236+00:00",
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_northing": 183097,
  "development_type": null,
  "description": "Proposed outbuilding to rear",
  "status": "Approved",
  "actual_completion_date": null,
  "appeal_start_date": null,
  "street_name": "Rainham",
  "title_number": null
}