{
  "application_details": {
    "commencement_notice_received": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Multiple"
      },
      {
        "result": null,
        "constraints_layer_description": "SASC Multiple"
      },
      {
        "result": null,
        "constraints_layer_description": "AAS Name: 2.5 Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Multiple"
      },
      {
        "result": null,
        "constraints_layer_description": "LGW Name: London Gatwick Safeguarding Zone (200m)"
      },
      {
        "result": null,
        "constraints_layer_description": "SMKCON Name: Borough Wide Smoke Control Order"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.01.73\rTree ref: T54\rTree type: ROBIN\rDescription: RBK Order no: 01 Year: 1973"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.01.73\rTree ref: T53\rTree type: HOLL2\rDescription: RBK Order no: 01 Year: 1973"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.01.73\rTree ref: T52\rTree type: YEW\rDescription: RBK Order no: 01 Year: 1973"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.01.73\rTree ref: T51\rTree type: CEDA3\rDescription: RBK Order no: 01 Year: 1973"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.01.73\rTree ref: T50\rTree type: SYCA1\rDescription: RBK Order no: 01 Year: 1973"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "LBCASE LB Address: 2 Crescent Road\rLB Grade: LOCAL\rLB Ref: 365"
      }
    ],
    "existing_uprns": [
      "100023059265"
    ]
  },
  "title_number": null,
  "status": "Approved",
  "centroid": {
    "lon": -0.284766,
    "lat": 51.417915
  },
  "site_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "03/07/2025",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519414.3,
              170150.1
            ],
            [
              519415.9,
              170152.05
            ],
            [
              519417.45,
              170154.05
            ],
            [
              519418.6,
              170155.5
            ],
            [
              519416.55,
              170156.3
            ],
            [
              519413.14,
              170157.48
            ],
            [
              519405.69,
              170160.05
            ],
            [
              519398.79,
              170162.44
            ],
            [
              519373.15,
              170171.3
            ],
            [
              519360.1,
              170175.85
            ],
            [
              519356.9,
              170176.95
            ],
            [
              519355.55,
              170175.3
            ],
            [
              519348.6,
              170166.1
            ],
            [
              519348.3,
              170165.65
            ],
            [
              519348,
              170165.25
            ],
            [
              519347.7,
              170164.8
            ],
            [
              519347.45,
              170164.35
            ],
            [
              519347.3,
              170164.05
            ],
            [
              519347.2,
              170163.75
            ],
            [
              519346.55,
              170162.25
            ],
            [
              519346.4,
              170161.65
            ],
            [
              519346.25,
              170161.15
            ],
            [
              519346.15,
              170160.45
            ],
            [
              519346.1,
              170159.8
            ],
            [
              519346.1,
              170158.7
            ],
            [
              519346.2,
              170157.35
            ],
            [
              519346.35,
              170156.4
            ],
            [
              519346.5,
              170155.4
            ],
            [
              519346.75,
              170154.5
            ],
            [
              519347,
              170153.55
            ],
            [
              519347.2,
              170153
            ],
            [
              519347.35,
              170152.4
            ],
            [
              519348.3,
              170149.7
            ],
            [
              519360.15,
              170149.5
            ],
            [
              519373.75,
              170149.3
            ],
            [
              519393.3,
              170148.95
            ],
            [
              519413.1,
              170148.55
            ],
            [
              519414.3,
              170150.1
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "last_date_consultation_comments": "16/07/2025",
  "appeal_status": null,
  "epc_number": null,
  "street_name": "Crescent Road",
  "appeal_decision_date": null,
  "development_type": "Other house holder developments",
  "ward": "Kingston Gate",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall not be commenced until a scheme to enhance the nature conservation interest of the site has been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r\rThe scheme is required before development commences because it would affect the design of subsequent elements of the development.",
    "Prior to commencement of the development (including any works of demolition), a detailed arboricultural method statement and tree protection plan shall be submitted to and approved by the Local Planning Authority.  This submission shall include:\r\rA plan to a scale and level of accuracy appropriate to the proposal, that shows the positions, crown spreads and root protection areas (RPA) of every retained tree on site, and on nearby ground or land adjacent to the site, in relation to the approved plans.\rA schedule of pre-construction works for the above-detailed trees, where appropriate.\rCalculated dimensions and positions of all tree root protection areas.\rDetails and positions of tree protection barriers and ground protection where appropriate.\rDetails and positions of any construction exclusion zones.\rDetails and positions of the existing and proposed underground service runs, to be routed to avoid root protection areas where possible and if not possible, for alternative methods of installation to be detailed within the AMS.\rDetails and positions of any change in levels or positions of any excavations within 5m of the root protection area of retained trees.\rDetails of any special engineering required to accommodate proposals within the root protection areas of retained trees (e.g. in connection with foundations, service installation, bridging, water features, surfacing).\rDetails of the working methods to be employed for the installation of drives, paths or any other form of hard surfacing within the root protection areas of retained trees in accordance with the principles of 'No Dig' construction. All details shall be in accordance with British Standard BS5837: 2012 \"Trees in relation to Design, Demolition and Construction\"\r\rThe approved protection scheme shall be implemented prior to commencement of any work on site including demolition, and be maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development or until such stage as detailed within the approved AMS.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "Prior to the commencement of any above-ground works, a detailed landscape & planting plan shall have been submitted to and approved in writing by the local planning authority. \r\rThe plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\r\r- Replanting of lost trees on a ratio of 2 trees planted for each tree lost\r- Species (both Latin & Common names) for all plants\r- Locations of all plants or areas of planting\r- Plant numbers or planting densities\r- Sizes of all plants and particularly trees 'at time of planting'\r- Details of all hard-landscaping areas including materials \r\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy G7 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI 7 of the London Plan 2021 and policies CS9 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "The garaging and/or car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "Prior to the commencement of any development above ground level, details of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development shall be carried out and thereafter maintained in accordance with the Planning Fire Safety Strategy Statement produced by Michael Jordan. \r\rReason: To accord with Policy D12 of the London Plan 2021."
  ],
  "uprn": "100023059265",
  "decision_agency": null,
  "decision": "Approved",
  "application_type": "Householder",
  "valid_date": "08/05/2025",
  "description": "Erection of part single/part two storey and part first floor rear extensions to two ground floor flats and two first floor flats and creation of additional two parking spaces.",
  "lpa_app_no": "25/01101/FUL",
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_number": "2",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "KT2 7QR",
  "lapsed_date": "03/07/2028",
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": null,
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "last_updated": "2025-07-16T17:01:28.937Z",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=SV4JFUNH05P00",
  "centroid_easting": 519369,
  "appeal_decision": null,
  "pp_id": null,
  "application_type_full": null,
  "cil_liability": false,
  "borough": "Royal Borough of Kingston (LA Code)",
  "locality": null,
  "bo_system": "Idox Uniform",
  "id": "Kingston-25_01101_FUL",
  "subdivision_of_building": null,
  "centroid_northing": 170162,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.284119,
          51.417799
        ],
        [
          -0.284095,
          51.417816
        ],
        [
          -0.284072,
          51.417834
        ],
        [
          -0.284055,
          51.417846
        ],
        [
          -0.284084,
          51.417854
        ],
        [
          -0.284133,
          51.417865
        ],
        [
          -0.284239,
          51.41789
        ],
        [
          -0.284338,
          51.417913
        ],
        [
          -0.284703,
          51.417998
        ],
        [
          -0.284889,
          51.418042
        ],
        [
          -0.284935,
          51.418052
        ],
        [
          -0.284955,
          51.418038
        ],
        [
          -0.285058,
          51.417956
        ],
        [
          -0.285062,
          51.417952
        ],
        [
          -0.285067,
          51.417949
        ],
        [
          -0.285071,
          51.417945
        ],
        [
          -0.285075,
          51.417941
        ],
        [
          -0.285077,
          51.417938
        ],
        [
          -0.285079,
          51.417935
        ],
        [
          -0.285089,
          51.417922
        ],
        [
          -0.285091,
          51.417917
        ],
        [
          -0.285093,
          51.417912
        ],
        [
          -0.285095,
          51.417906
        ],
        [
          -0.285096,
          51.4179
        ],
        [
          -0.285096,
          51.41789
        ],
        [
          -0.285095,
          51.417878
        ],
        [
          -0.285093,
          51.41787
        ],
        [
          -0.285092,
          51.417861
        ],
        [
          -0.285088,
          51.417852
        ],
        [
          -0.285085,
          51.417844
        ],
        [
          -0.285082,
          51.417839
        ],
        [
          -0.28508,
          51.417833
        ],
        [
          -0.285068,
          51.417809
        ],
        [
          -0.284897,
          51.417805
        ],
        [
          -0.284702,
          51.4178
        ],
        [
          -0.284421,
          51.417793
        ],
        [
          -0.284137,
          51.417785
        ],
        [
          -0.284119,
          51.417799
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "03/07/2025"
}