{
  "appeal_status": null,
  "centroid": {
    "lon": "-0.1650479",
    "lat": "51.4047975"
  },
  "decision_target_date": "13/01/2025",
  "lapsed_date": "13/01/2028",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T19:44:42.423+00:00",
  "locality": "Mitcham",
  "development_type": "Major dwellings",
  "postcode": null,
  "ward": "Cricket Green_histroic",
  "id": "Merton-17_P3923",
  "uprn": "48083233",
  "decision": "Approved",
  "site_name": "Standor House",
  "last_date_consultation_comments": "14/03/2018",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16530399999999998,
          51.4048641
        ],
        [
          -0.1647256,
          51.4046976
        ],
        [
          -0.1645587,
          51.4049319
        ],
        [
          -0.1645563,
          51.4049756
        ],
        [
          -0.1645723,
          51.4050051
        ],
        [
          -0.16459179999999998,
          51.4050211
        ],
        [
          -0.1646186,
          51.4050346
        ],
        [
          -0.1649993,
          51.4051489
        ],
        [
          -0.1651277,
          51.4050852
        ],
        [
          -0.1652122,
          51.4049744
        ],
        [
          -0.16530399999999998,
          51.4048641
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527710.0023087,
              168911.9490395
            ],
            [
              527750.6955016,
              168894.4517518
            ],
            [
              527761.6493715,
              168920.7965031
            ],
            [
              527761.6988419,
              168925.6551123
            ],
            [
              527760.503308,
              168928.9041823
            ],
            [
              527759.1016477,
              168930.6536815
            ],
            [
              527757.1970385,
              168932.1032665
            ],
            [
              527730.4005899,
              168944.1498182
            ],
            [
              527721.6525801,
              168936.8519072
            ],
            [
              527716.0789368,
              168924.3844453
            ],
            [
              527710.0023087,
              168911.9490395
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "title_number": null,
  "site_number": "284",
  "lpa_name": "Merton",
  "decision_process": null,
  "secondary_street_name": null,
  "street_name": "London Road",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "site_area": 0.158
  },
  "valid_date": "17/11/2017",
  "parking_details": null,
  "actual_commencement_date": null,
  "centroid_northing": "168905",
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: STAN-PR-1B, STAN-PR-2B, STAN-PR-3B, STAN-PR-4B, STAN-PR-5B, STAN-PR-6B, STAN-PR-9B and Site Location Plan. ",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Non-standard condition [Parking]: The development hereby permitted shall not be occupied until the vehicle parking provisions, including the electric charging points, shown on the approved plan STAN-PR-2B has been provided and made available for use. These facilities shall be retained in perpetuity for the occupants of, and visitors to, the residential units within the building know as No. 284 London Road.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Working Method Statement - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n\r\n   (i) Parking of vehicles of site workers and visitors;\r\n   (ii) Delivery times;\r\n   (iii) Loading and unloading of plant and materials;\r\n   (iv) Storage of construction plant and materials;\r\n   (v) Wheel cleaning facilities\r\n   (vi) Control of dust, smell and other effluvia;\r\n   (vii) Control of surface water run-off.\r\n\r\nNo development shall be carried out except in full accordance with the approved method statement.",
    "Condition : 7 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, including demolition, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be adhered to throughout the construction process, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 8 - Prior to the occupation of the development hereby permitted, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall follow the current 'Travel Plan Development Control Guidance' issued by TfL and shall include:\r\n (i) Targets for sustainable travel arrangements;\r\n (ii) Effective measures for the on-going monitoring of the Plan;\r\n (iii) A commitment to delivering the Plan objectives for a period of at least 5 years from the first occupation of the development;\r\n (iv) Effective mechanisms to achieve the objectives of the Plan by both present and future occupiers of the development.\r\nThe development shall be implemented only on accordance with the approved Travel Plan.\r\n\r\nReason: To promote sustainable travel measures and comply with the following Development Plan policies for Merton: policies T2, T3 and T4 of the London Plan 2021, policies CS18, CS19 and CS20 of Merton's Core Planning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 9 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 10 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plan STAN-PR-2B have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 11 - Non-standard condition [Sustainability details]: No part of the development\r\nhereby approved shall commence until evidence has been submitted to and\r\napproved in writing by the Local Planning Authority confirming that the\r\ndevelopment will achieve a CO2 reduction of not less than a 35%\r\nimprovement on Part L Regulations 2013, and internal water usage rates of\r\nno greater than 105 litres per person per day.\r\nReason: To ensure that the development achieves a high standard of\r\nsustainability and makes efficient use of resources and to comply with the\r\nfollowing Development Plan policies for Merton: Policy 5.2 of the London Plan 2016 and Policy CS15 of Merton's Core Planning Strategy 2011.\r",
    "Condition : 12 - Non-standard condition [Sustainability verification]: No part of the development hereby approved shall be occupied until evidence has been submitted to the Local Planning Authority confirming that the development has achieved CO2 reductions of not less than a 35% improvement on Part L\r\nregulations 2013 and wholesome water consumption rates of no greater than 105 litres per person per day.\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy 5.2 of the London Plan 2016 and Policy CS15 of Merton's Core Planning Strategy 2011.",
    "Condition : 13 - Screening - The screening or enclosure to the roof terraces as shown on the approved plans STAN-PR-3B and STAN-PR-6B shall be implemented before the development is first occupied and retained permanently thereafter.",
    "Condition : 14 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted, outside of those areas specifically identified as being communal roof terraces, shall be for maintenance or emergency purposes only, and these areas shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 15 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plan STAN-PR-2B has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times. ",
    "Condition : 16 - Prior to the commencement of the development hereby permitted (other than site clearance, preparation and demolition), a scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority. The scheme shall be a sustainable drainage system and provide: \r\n\r\ni.    Provide details of the design storm period and intensity, attenuation and control the rate of water discharge from site; \r\nii.    An implementation timetable; \r\niii.   A management/maintenance plan for the lifetime of the development, including arrangements for adoption to ensure the schemes' operation throughout its lifetime.\r\n\r\nNo works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be occupied until the scheme is carried out in full. Those facilities and measures shall be retained for in perpetuity.\r\n",
    "Condition : 17 - Green roofs: full details of a planting scheme, and the design and method \r\nof construction of the green and brown roofs shall be submitted to and \r\napproved in writing by the local planning authority and these works shall \r\nbe carried out as approved following the completion of the development \r\nor prior to the occupation of any part of the development, whichever is the \r\nsooner. \r\nReason: to protect and enhance the biodiversity of the development in \r\nthe interest of nature conservation and to comply with the following \r\ndevelopment policies for Merton: policy G5 of the London Plan 2021; \r\npolicy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of \r\nMerton's Sites and Policies Plan 2014. ",
    "Condition : 18 - a) Informative: In accordance with paragraphs 186 and 187 of the National Planning Policy Framework, The London Borough of Merton takes a positive and proactive approach to development proposals focused on solutions. The London Borough of Merton works with applicants or agents in a positive and proactive manner by suggesting solutions to secure a successful outcome; and updating applicants or agents of any issues that may arise in the processing of their application. In this instance LBM officers have provided feedback and allowed for additional time and amendments to improve the scheme. In addition, the Planning Committee considered the application where the applicant or agent had the opportunity to speak to the committee and promote the application.",
    "Condition : 19 - b) Informative: No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).",
    "Condition : 20 - c) Informative: Carbon emissions evidence requirements for Post Construction stage assessments must provide:\r\n- Detailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\r\n- A copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\r\n- Confirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation\r\n",
    "Condition : 21 - d) Informative: Water efficiency evidence requirements for Post Construction Stage assessments must provide: \r\n- Detailed documentary evidence representing the dwellings 'As Built'; showing: \r\n- the location, details and type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); and \r\n- the location, size and details of any rainwater and grey-water collection systems provided for use in the dwelling; along with one of the following:\r\n- Water Efficiency Calculator for New Dwellings; or\r\n- Written confirmation from the developer that the appliances/fittings have been installed, as specified in the design stage detailed documentary evidence; or\r\n- Where different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'\r\n",
    "Condition : 22 - INFORMATIVE - CIL Liable \r\nThe applicant is advised that this permission results in a chargeable scheme under the Borough's and the Mayor of London's Community Infrastructure Levy. \r\n",
    "Condition : 23 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n"
  ],
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=17/P3923",
  "pp_id": "6369100",
  "last_updated_by": "Northgate M3",
  "centroid_easting": "527728",
  "borough": "Merton",
  "epc_number": null,
  "lpa_app_no": "17/P3923",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "description": "Erection of an additional two floors resulting in a six storey building for the creation of 10 additional flats.",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "13/01/2025",
  "cil_liability": true
}