{
  "application_type_full": "Householder planning permission",
  "postcode": "UB4 8DU",
  "development_type": null,
  "street_name": "HAYES",
  "decision_date": "01/07/2021",
  "date_building_work_started_under_previous_permission": null,
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Hillingdon",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": -2,
    "no_proposed_car": 0,
    "net_cycle": 1,
    "no_existing_cycle": 0,
    "no_proposed_cycle": 1
  },
  "decision_agency": "Borough",
  "id": "Hillingdon-73306_APP_2021_1925",
  "appeal_decision_date": null,
  "title_number": [
    "MX323381"
  ],
  "site_name": "82 DERWENT DRIVE",
  "last_date_consultation_comments": "09/06/2021",
  "ward": "CHARVILLE",
  "appeal_status": null,
  "pp_id": "09833278",
  "decision_process": "Delegated",
  "cil_liability": false,
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "lpa_app_no": "73306/APP/2021/1925",
  "lpa_name": "Hillingdon",
  "centroid_northing": 182085,
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509225.9302,
              182099.7156
            ],
            [
              509233.4708,
              182102.3615
            ],
            [
              509244.4511,
              182071.2729
            ],
            [
              509238.101,
              182065.452
            ],
            [
              509225.9302,
              182099.5834
            ],
            [
              509225.9302,
              182099.7156
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision": null,
  "subdivision_of_building": null,
  "valid_date": "12/05/2021",
  "decision_target_date": "07/07/2021",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "centroid": {
    "lat": "51.5271228",
    "lon": "-0.4267375"
  },
  "site_number": null,
  "decision": "Approved",
  "status": "Approved",
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "total_gia_gained": 25,
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "10/2021",
    "intended_commencement_date": "08/2021",
    "no_additional_bathrooms": 0,
    "site_area": 0.028
  },
  "uprn": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=73306/APP/2021/1925",
  "last_updated": "2025-03-20T23:06:49.446+00:00",
  "application_type": "Householder",
  "description": "Removal of existing and erection of a single storey detached outbuilding at rear of the garden for use as storage/workshop",
  "epc_number": "8723-7526-5140-3250-8922",
  "actual_completion_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers PL/82DD/04 Rev. B.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings. It shall not be used for purposes such as a living room, bedroom, kitchen, bathroom, study or as a separate unit of accommodation.",
    "REASON",
    "To avoid any future undesirable fragmentation of the curtilage or the creation of a separate residential use, so as to protect the amenity of adjoining residential properties in accordance with Policy BE13 of the Hillingdon Unitary Development Plan Saved Policies September 2007.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no extension to any dwellinghouse(s) nor any garage(s), shed(s) or other outbuilding(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "So that the Local Planning Authority can ensure that any such development would not result in a significant loss of residential amenity in accordance with policy BE21 of the Hillingdon Unitary Development Plan Saved Policies (September 2007).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "lapsed_date": "01/07/2024",
  "centroid_easting": 509235,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42686369999999996,
          51.5272569
        ],
        [
          -0.4267542,
          51.5272792
        ],
        [
          -0.4266056,
          51.5269976
        ],
        [
          -0.4266989,
          51.5269466
        ],
        [
          -0.42686369999999996,
          51.5272557
        ],
        [
          -0.42686369999999996,
          51.5272569
        ]
      ]
    ],
    "type": "Polygon"
  }
}