{
  "lpa_name": "Merton",
  "uprn": "48039852",
  "decision_date": "14/11/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Portal",
  "id": "Merton-19_P0808",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW20 8JX",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.015000000000000001,
    "3d_model": false,
    "affordable_housing_fast_track": false,
    "s106_agreement": false,
    "viability_assessment": false,
    "air_quality_assessment": false,
    "borough_cil_liability_notice_issued": false,
    "mayoral_cil_liability_notice_issued": false,
    "transport_impact_assessment": false,
    "commencement_notice_received": false,
    "scheme_phasing": false,
    "rain_water_harvesting": false,
    "circular_economy_statement": false,
    "grey_water_reuse": false,
    "green_suds": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "site_area": 0.015000000000000001
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 16,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 9,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 9,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": 0.015000000000000001,
      "dwelling_density": 600,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "actual_completion_date": "30/12/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/04/2021",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        },
        {
          "actual_completion_date": "30/12/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/04/2021",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        },
        {
          "actual_completion_date": "30/12/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/04/2021",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        },
        {
          "actual_completion_date": "30/12/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/04/2021",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        },
        {
          "actual_completion_date": "30/12/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/04/2021",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        },
        {
          "actual_completion_date": "30/12/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/04/2021",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        },
        {
          "actual_completion_date": "30/12/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/04/2021",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        },
        {
          "actual_completion_date": "30/12/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/04/2021",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        },
        {
          "actual_completion_date": "30/12/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "06/04/2021",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Market for rent"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "waste_provision": false,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false
    },
    "other_residential_accommodation_details": {
      "site_area": 0.015000000000000001
    }
  },
  "valid_date": "12/03/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "DEMOLITION OF EXISTING RETAIL AND WORKSHOP. ERECTION OF A 5 STOREY BUILDING CONTAINING A1, A2 AND A3 USE AND RESIDENTIAL UNITS. CONSISTING OF 7 x TWO BEDROOM AND 2 x ONE BEDROOM SELF CONTAINED FLATS. ASSOCIATED CAR PARKING AND SERVICE AREAS AT GROUND LEVEL. ",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: P00 Rev A, P01 Rev C, P02 Rev B, P03 Rev B, P04 Rev C, P05 Rev A, P06 Rev A, P07 Rev B and P08.",
    "Condition : 3 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\napproved details.",
    "Condition : 4 - No development shall take place until a scheme for the storage and collection of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be occupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted, other than the areas specifically shown to be balconies or roof terraces on the approved plans, shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - The commercial use hereby permitted shall not be open to customers except between the hours of 7am and 11pm on any day and no staff shall be present at the premises one hour after the closing time.",
    "Condition : 7 - No music or other amplified sound generated on the premises shall be audible at the boundary of any adjacent residential building.",
    "Condition : 8 - Prior to the commencement of the development a noise impact assessment shall be undertaken, by a suitably qualified and competent person, of the external noise environment likely to affect the proposed residential units. Details of the assessment and any noise attenuation/noise management methods to mitigate against the likely impact of the existing noise environment on the development shall be submitted to and approved by the local planning authority. The approved methods shall be implemented in strict accordance with the approved details prior to the first occupation of the development.",
    "Condition : 9 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 10 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 11 - The vehicle parking area (including the disabled parking space) shown on the approved plans shall be provided before the first use of the dwellings hereby approved and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.",
    "Condition : 12 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 13 - Surface water from private land shall not discharge on to the public highway. Details of the drainage system for surface water drainage to prevent the discharge of surface water from private land on to the highway shall be submitted to and approved in writing by the Local Planning Authority prior to commencement of works. Before any part of the development hereby permitted is first occupied, the surface water drainage system shall be completed in accordance with the approved details and shall be retained permanently thereafter.",
    "Condition : 14 - The development hereby approved shall not be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the new semi-detached dwelling and altered first floor flats have achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 15 - Prior to the commencement of the development hereby permitted, a Demolition and Construction Logistics Plan (including a Construction Management plan in accordance with TfL guidance) shall be submitted to and approved in writing by the Local Planning Authority.  The Plan shall provide for:\n-hours of operation\n-the parking of vehicles of site operatives and visitors \n-loading and unloading of plant and materials \n-storage of plant and materials used in constructing the development \n-the erection and maintenance of security hoarding including decorative -displays and facilities for public viewing, where appropriate \n-wheel washing facilities \n-measures to control the emission of noise and vibration during construction.\n-measures to control the emission of dust and dirt during construction/demolition \n-a scheme for recycling/disposing of waste resulting from demolition and construction works.\nThe approved measures shall be adhered to throughout the construction process, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 16 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from any new plant/machinery from the commercial/domestic use shall not exceed LA90-10dB at the boundary with any noise sensitive/residential property.",
    "Condition : 17 - In the event that food is cooked on the premises, a written scheme to manage the control of odour from cooking shall first be submitted and approved in writing by the LPA. The approved scheme shall be fully installed, maintained and serviced in accordance with the manufacturers' instructions or requirements, whilst the premises is open to serve food. The scheme submitted shall have regard to the technical requirements of the document 'Control of Odour and Noise from Commercial Kitchen Extract Systems' as produced by EMAQ dated 2018. Should the type of cooking change a further assessment shall be submitted in accordance with the above.",
    "Condition : 18 - No obstruction or cowl is to be fitted above the extract opening. Flexible couplings and mountings are to be used between the ductwork and the walls so there is no transmission of vibration.",
    "Condition : 19 - No development shall commence until a scheme for the soundproofing of the commercial building and residential to prevent the transmission of noise and vibration has been submitted to and approved in writing by the Local Planning Authority.  The measures as approved shall be implemented in strict accordance with the approved details prior to the first occupation of the development and shall thereafter be retained.",
    "Condition : 20 - In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11' and where remediation is necessary a remediation scheme must be prepared, which is subject to the approval in writing of the Local Planning Authority.",
    "Condition : 21 - All Non-road Mobile Machinery (NRMM) used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.",
    "Condition : 22 - Notwithstanding the submitted information, no development shall take place until a scheme of details of screening of the roof terraces and balconies has been submitted for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the scheme has been approved and implemented in its approved form and those details shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 23 - INFORMATIVE\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\n\n   i) Offering a pre-application advice and duty desk service. \n   ii) Where possible, suggesting solutions to secure a successful outcome.\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\n\nIn this instance:\n\n  i) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.",
    "Condition : 24 - INFORMATIVE\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact",
    "Condition : 25 - INFORMATIVE:\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\n-\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address); OR, where applicable:\n-\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND\n-\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies) have been included in the calculation.",
    "Condition : 26 - INFORMATIVE:\nWater efficiency evidence requirements for post construction stage assessments must provide: \n-   Documentary evidence representing the dwellings 'As Built'; detailing: \n-   the type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); \n-   the size and details of any rainwater and grey-water collection systems provided for use in the dwelling; AND:\n-   Water Efficiency Calculator for New Dwellings; OR\n-   Where different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built'.",
    "Condition : 27 - INFORMATIVE\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\n\nStreet Naming and Numbering (Business Improvement Division)\nCorporate Services\n7th Floor, Merton Civic Centre\nLondon Road\nMorden\nSM4 5DX\nEmail: street.naming@merton.gov.uk",
    "Condition : 28 - This planning permission contains certain conditions precedent that state 'before development commences' or 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.",
    "Condition : 29 - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-08-07T07:39:25.693Z",
  "ward": "Merton Park_histroic",
  "parking_details": null,
  "lapsed_date": "14/11/2022",
  "decision_target_date": "15/11/2019",
  "centroid": {
    "lat": 51.409866,
    "lon": -0.213113
  },
  "lpa_app_no": "19/P0808",
  "status": "Completed",
  "site_name": "",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P0808",
  "locality": "Raynes Park",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524357.016288981,
              169381.55461260455
            ],
            [
              524369.4003707615,
              169357.80141188053
            ],
            [
              524374.4463481582,
              169360.50063923496
            ],
            [
              524362.2024324166,
              169384.15386857535
            ],
            [
              524357.016288981,
              169381.55461260455
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "26/07/2019",
  "appeal_decision_date": null,
  "decision_process": "",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Portal",
  "site_number": "361A",
  "application_type": "All Other",
  "actual_completion_date": "30/12/2024",
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Kingston Road",
  "pp_id": "PP-07610545",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 524373,
  "appeal_start_date": null,
  "centroid_northing": 169386,
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.213344,
          51.40983
        ],
        [
          -0.213175,
          51.409614
        ],
        [
          -0.213101,
          51.409637
        ],
        [
          -0.213269,
          51.409852
        ],
        [
          -0.213344,
          51.40983
        ]
      ]
    ],
    "type": "Polygon"
  }
}