{
  "centroid": {
    "lon": -0.201135,
    "lat": 51.43113
  },
  "status": "Approved",
  "decision_target_date": "18/03/2019",
  "site_name": null,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 1804-PL-000, 301 - Rev A, 302, 303 - Rev A, 304, 310, 311, 400 - Rev A.",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in the side elevations of the building without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 5 - Before the development hereby permitted is first occupied, the windows in the north east (side) elevation of the main dormer, the first floor rear extension and the new windows in the side elevation of the host dwelling shall be glazed with obscure glass and fixed shut and shall permanently maintained as such thereafter.",
    "Condition : 6 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 7 - Prior to first use of the external rear terrace, a scheme of details of screening of the terrace to the rear shall be submitted for approval to the Local Planning Authority.  This shall be to a minimum height of 1.7m above terrace level, on either side of the terrace. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the scheme has been approved and implemented in its approved form and those details shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 8 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 9 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n"
  ],
  "secondary_street_name": null,
  "application_type": "Householder",
  "postcode": "SW19 7JH",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "18/03/2022",
  "locality": "Wimbledon",
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": "Other house holder developments",
  "parking_details": null,
  "site_number": "52",
  "epc_number": null,
  "decision_process": null,
  "id": "Merton-19_P0484",
  "centroid_northing": 171771,
  "uprn": "48071246",
  "title_number": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "last_updated_by": "Northgate M3",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Merton",
  "decision_agency": "Borough",
  "ward": "Wimbledon Park_historic",
  "decision_date": "18/03/2019",
  "description": "DEMOLITION OF EXISTING REAR EXTENSION AND ERECTION OF SINGLE STOREY REAR EXTENSION,  EXTENSION OF SECOND STOREY WITH A NEW DORMER WINDOW AT THE REAR AND REPLACEMENT OF THE EXISTING SECOND FLOOR WINDOW. NEW DORMER WINDOW AT THE FRONT, AND NEW VELUX ON THE FRONT AND REAR ROOFLSOPES AND SOLAR PANELS ON THE REAR ROOF.",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P0484",
  "lpa_app_no": "19/P0484",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T03:14:15.115+00:00",
  "centroid_easting": 525148,
  "pp_id": "PP-07549544",
  "borough": "Merton",
  "appeal_start_date": null,
  "valid_date": "21/01/2019",
  "decision": "Approved",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525140.2990250612,
              171778.51715492463
            ],
            [
              525157.7591967726,
              171770.07930039102
            ],
            [
              525176.7109155816,
              171760.35473954637
            ],
            [
              525172.9237189445,
              171752.4534060727
            ],
            [
              525153.6774545824,
              171763.36182900623
            ],
            [
              525146.5535876257,
              171767.0246884303
            ],
            [
              525136.6115517035,
              171771.90038785018
            ],
            [
              525140.4316586171,
              171778.52041447605
            ],
            [
              525140.2990250612,
              171778.51715492463
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_details": {
    "site_area": 0.033
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Vineyard Hill Road",
  "bo_system": "Northgate M3",
  "last_date_consultation_comments": "28/02/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.201243,
          51.4312
        ],
        [
          -0.200995,
          51.43112
        ],
        [
          -0.200726,
          51.431028
        ],
        [
          -0.200783,
          51.430958
        ],
        [
          -0.201056,
          51.431061
        ],
        [
          -0.201157,
          51.431095
        ],
        [
          -0.201298,
          51.431141
        ],
        [
          -0.201241,
          51.4312
        ],
        [
          -0.201243,
          51.4312
        ]
      ]
    ],
    "type": "Polygon"
  }
}