{
  "lpa_app_no": "19/P0911",
  "uprn": "48034843",
  "lapsed_date": "01/05/2022",
  "centroid_northing": 168896,
  "site_number": "53",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "07/03/2019",
  "decision_date": "01/05/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.215073,
          51.405449
        ],
        [
          -0.215012,
          51.405491
        ],
        [
          -0.214954,
          51.40553
        ],
        [
          -0.214717,
          51.405692
        ],
        [
          -0.214619,
          51.405636
        ],
        [
          -0.214842,
          51.405482
        ],
        [
          -0.214849,
          51.405487
        ],
        [
          -0.214862,
          51.405478
        ],
        [
          -0.214862,
          51.405478
        ],
        [
          -0.214862,
          51.405478
        ],
        [
          -0.214869,
          51.405483
        ],
        [
          -0.214928,
          51.405443
        ],
        [
          -0.214927,
          51.405424
        ],
        [
          -0.214973,
          51.405393
        ],
        [
          -0.21506,
          51.405442
        ],
        [
          -0.215073,
          51.405449
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "site_area": 0.033
  },
  "appeal_decision": null,
  "postcode": "SW20 9NY",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 524258,
  "actual_commencement_date": null,
  "description": "REBUILD AND RESTORE THE ORIGINAL BUILDING ON A LIKE FOR LIKE BASIS.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.214937,
    "lat": 51.405488
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P0911",
  "pp_id": "PP-07642276",
  "id": "Merton-19_P0911",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "02/05/2019",
  "locality": "Raynes Park",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "06/04/2019",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan and drawings 11107/001 Rev A1 & 11107/002 Rev A1",
    "Condition : 3 - The facing materials used in the development hereby permitted shall match those of the existing building in materials, style, colour, texture and, in the case of brickwork, bonding, coursing and pointing.",
    "Condition : 4 - The development shall not be occupied until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 5 - The development shall not be occupied until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 6 - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the proposed dwelling has achieved CO2 reductions of not less than a 19% improvement on Part L regulations 2013, and internal water usage rates of not more than 105 litres per person per day.\r\n\r\nReason: To ensure that the development achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy 5.2 of the London Plan 2016 and Policy CS15 of Merton's Core Planning Strategy 2011.\r\n\r\n",
    "Condition : 7 - Evidence requirements:\r\nCarbon emissions evidence requirements for Post Construction stage assessments must provide:\r\nDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling Emission Rate (DER) and percentage improvement of DER over TER based on 'As Built' SAP outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address). OR, where applicable: A copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP outputs; AND Confirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and site-wide electricity generation technologies)  have been included in the calculation\r\n\r\nWater efficiency evidence requirements for Post Construction Stage assessments must provide: \r\nWater Efficiency Calculator for New Dwellings, representing the dwellings 'As Built, demonstrating that ' the dwelling(s) has achieved no for greater than 105 litres per person per day. ANDDetailed documentary evidence representing the dwellings 'As Built'; showing: \r\n-   the location, details and type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); and \r\n-   the location, size and details of any rainwater and grey-water collection systems provided for use in the dwelling.\r\n\r\n",
    "Condition : 8 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:13:21.877+00:00",
  "appeal_status": null,
  "street_name": "Haynt Walk",
  "ward": "Cannon Hill_historic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524248.6514508616,
              168891.4549020459
            ],
            [
              524252.7987165978,
              168896.20354276337
            ],
            [
              524256.7481008675,
              168900.702255022
            ],
            [
              524272.80123484053,
              168919.04700389685
            ],
            [
              524279.75182135263,
              168913.0487208856
            ],
            [
              524264.6468694067,
              168895.5037430795
            ],
            [
              524264.1521657404,
              168896.00359999633
            ],
            [
              524263.25345407985,
              168895.00388616114
            ],
            [
              524263.25345407985,
              168895.00388616114
            ],
            [
              524263.25345407985,
              168895.00388616114
            ],
            [
              524262.7505053524,
              168895.55372877145
            ],
            [
              524258.8011210826,
              168891.055016512
            ],
            [
              524258.90006181586,
              168888.94562031876
            ],
            [
              524255.75044847344,
              168885.34665051335
            ],
            [
              524249.5996328887,
              168890.6551309775
            ],
            [
              524248.6514508616,
              168891.4549020459
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}