{
  "lpa_app_no": "19/P0865",
  "uprn": "10094254796",
  "lapsed_date": "16/08/2022",
  "centroid_northing": 170508,
  "site_number": "13",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "Flat 1",
  "appeal_decision_date": null,
  "valid_date": "24/04/2019",
  "decision_date": "16/08/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.176226,
          51.419503
        ],
        [
          -0.175899,
          51.419381
        ],
        [
          -0.175961,
          51.419316
        ],
        [
          -0.176291,
          51.419437
        ],
        [
          -0.176226,
          51.419503
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "site_area": 0.023
  },
  "appeal_decision": null,
  "postcode": "SW19 2HS",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 526924,
  "actual_commencement_date": null,
  "description": "ERECTION OF A SINGLE STOREY REAR EXTENSION AND EXCAVATION TO CREATE A NEW BASEMENT LEVEL WITH REAR LIGHT WELL AND EXTERNAL STAIRCASE. ",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.176053,
    "lat": 51.419385
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P0865",
  "pp_id": "PP-07657567",
  "id": "Merton-19_P0865",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "16/08/2019",
  "locality": "Colliers Wood",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "18/05/2019",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 2018-PARK-P-B-01 RevB, 2018-PARK-P-B-02 RevB, 2018-PARK-P-B-03 RevB, 2018-PARK-P-B-04 RevB. ",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed on the side (southern) elevation without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - No development approved by this permission shall be commenced until a detailed scheme for the provision of surface and foul water drainage has been implemented in accordance with details that have been submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) at the agreed runoff rate (no more than 5l/s), in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13.\r\n",
    "Condition : 8 - Prior to the commencement of development, the applicant shall submit a detailed construction method statement (CMS) produced by the respective contractor/s responsible for building the approved works, to the approval of the Local Planning Authority. The construction method statement shall also detail how drainage and groundwater,  will be managed and mitigated during and post construction (permanent phase) such as through passive drainage measures around the basement structure.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13.\r\n",
    "Condition : 9 - No works shall commence on site until the below documents have been submitted to and approved in writing by the Local Planning Authority:\r\na)\tDetailed Construction Method Statement produced by the respective Contractor/s responsible for underpinning, piling, excavation and construction of the basement. This shall be reviewed and agreed by the Structural Engineer designing the basement. \r\nb)\tA detailed Method Statement submitted by the Contractor appointed to undertake the temporary works explaining in detail all the proposed temporary works, undertaken to maintain the structural stability of the adjacent buildings and the land stability. \r\nc)\tTemporary Works drawings, Plans and Sections of the basement retaining wall and Underpinning Sequence drawings.\r\n\r\nReason: To ensure compliance with Policy DM D2 of Merton's Sites and Policies Plan 2014 and Merton's Basement and Subterranean Planning Guidance 2017.",
    "Condition : 10 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 11 - INFORMATIVES:\r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system. \r\n",
    "Condition : 12 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was amended following discussion with the case officer and is now considered acceptable. \r\n   ii) The application was approved with an agreement to an extension of time. "
  ],
  "parking_details": null,
  "last_updated": "2025-03-20T11:17:25.543+00:00",
  "appeal_status": null,
  "street_name": "Park Road",
  "ward": "Colliers Wood_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526911.6000616095,
              170520.7985077243
            ],
            [
              526934.7027228293,
              170507.85221355897
            ],
            [
              526930.580192276,
              170500.41434262565
            ],
            [
              526907.2961397117,
              170513.40062534553
            ],
            [
              526911.6000616095,
              170520.7985077243
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}