{
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551479.918,
              188341.479
            ],
            [
              551496.459,
              188353.457
            ],
            [
              551501.877,
              188345.471
            ],
            [
              551485.621,
              188333.208
            ],
            [
              551479.918,
              188341.479
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "site_name": "5A Kingsmead Avenue",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 188343,
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "last_updated": "2025-03-20T15:12:46.061+00:00",
  "centroid": {
    "lat": "51.5736071",
    "lon": "0.1846778"
  },
  "reference_no_of_permission_being_relied_on": null,
  "postcode": "RM1 2BT",
  "decision": "Refused",
  "decision_date": "18/11/2022",
  "locality": null,
  "title_number": null,
  "pp_id": "11462525",
  "last_date_consultation_comments": "13/09/2022",
  "decision_process": "Delegated",
  "description": "Part two storey, part single storey rear extension, single storey side extension, loft conversion with rear dormer, and change of use from Use Class C4 (Houses in Multiple Occupation) to Use Classes C3 (Dwellinghouses) and C4 (Houses in Multiple Occupation)",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "P1300.22",
  "decision_target_date": "18/11/2022",
  "appeal_decision_date": null,
  "subdivision_of_building": null,
  "uprn": "100021381880",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 226,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "12/2022",
    "intended_commencement_date": "10/2022",
    "site_area": 0.02
  },
  "ward": "St Albans",
  "valid_date": "22/08/2022",
  "site_number": null,
  "id": "Havering-P1300.22",
  "development_type": null,
  "centroid_easting": 551491,
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1845173,
          51.5735964
        ],
        [
          0.18476099999999998,
          51.5736996
        ],
        [
          0.1848357,
          51.5736264
        ],
        [
          0.18459599999999998,
          51.5735206
        ],
        [
          0.1845173,
          51.5735964
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "borough": "Havering",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1300.22",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "status": "Refused",
  "appeal_decision": null,
  "appeal_status": null,
  "application_type": "All Other",
  "decision_conditions": [
    "The proposed rear dormer windows would, by reason of their excessive width, depth, design, scale and siting, not be contained well within the roof space and appear dominant, unduly bulky and visually intrusive detrimental to the character and appearance of the host property and visual amenity of the locality contrary to Policy 26 of the Havering Local Plan and the Residential Extensions and Alterations Supplementary Planning Document.",
    "The proposed development would, by reason of its bulk, mass, design and siting on a prominent corner, fail to integrate acceptably with the host dwelling and appear incongruous in the street scene. The development would therefore be visually intrusive, and out of scale and character with the pattern of development in the surrounding environment and be harmful to the appearance of the site and surrounding area and be harmful to the amenity of the occupiers of the existing HMO contrary to Policies 7 and 26 of the Havering Local Plan and the Residential Extensions and Alterations Supplementary Planning Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent via email on 17th November 2022.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of ?£24,450 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £4,075 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of ??????£25/sq.m plus Havering's charging rate for residential of ??????£125/sq.m (Zone A) and the floorspace of 163 square metres.",
    "You are advised to visit the plan",
    "Although the applicant has indicated that the existing house is a HMO, there no planning records available for this use and no evidence was provided with the application. It is advised that the applicant would be required to provide evidence that the existing unit is a lawful HMO accomodation in the event of considering to appeal the Council's decision."
  ],
  "lapsed_date": "18/11/2025",
  "parking_details": null,
  "street_name": "Romford"
}