{
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "ward": "COLHAM & COWLEY",
  "application_details": {
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "Other",
        "gia_gained": 715,
        "superseded_by_lpa_app_no": "",
        "gia_lost": 0
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 715,
      "total_gia_lost": 0,
      "total_gia_existing": 0
    },
    "site_area": 0.201
  },
  "decision_target_date": "12/07/2024",
  "last_date_consultation_comments": "08/06/2024",
  "locality": null,
  "secondary_street_name": "HILLINGDON",
  "site_name": "BRUNEL UNIVERSITY",
  "reference_no_of_permission_being_relied_on": null,
  "appeal_start_date": null,
  "lpa_app_no": "532/APP/2024/1164",
  "appeal_status": null,
  "site_number": null,
  "centroid_easting": 505702,
  "centroid_northing": 182632,
  "uprn": null,
  "last_updated": "2025-03-19T19:43:20.197+00:00",
  "description": "Prior approval for the erection of a single storey university building containing flexible space for teaching and student use (Use Class F1) under Schedule 2, Part 7, Class M (extensions etc for schools, colleges, universities and hospitals) of The Town and Country Planning (General Permitted Development) (England) Order 2015 (As Amended).",
  "subdivision_of_building": null,
  "decision_agency": "Borough",
  "valid_date": "01/05/2024",
  "centroid": {
    "lon": "-0.47748209999999996",
    "lat": "51.5327115"
  },
  "title_number": null,
  "status": "Approved",
  "application_type_full": null,
  "decision_process": "Delegated",
  "application_type": "Prior Approval",
  "lapsed_date": "12/07/2027",
  "parking_details": null,
  "street_name": "KINGSTON LANE",
  "borough": "Hillingdon",
  "epc_number": null,
  "last_updated_by": "Portal",
  "date_building_work_started_under_previous_permission": null,
  "pp_id": null,
  "decision": "Approved",
  "cil_liability": false,
  "decision_date": "12/07/2024",
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4771203,
          51.5327455
        ],
        [
          -0.4771871,
          51.5327464
        ],
        [
          -0.47719989999999995,
          51.5325056
        ],
        [
          -0.47790059999999995,
          51.5325118
        ],
        [
          -0.47790109999999997,
          51.5326397
        ],
        [
          -0.4777436,
          51.5326436
        ],
        [
          -0.4777437,
          51.5329261
        ],
        [
          -0.47711939999999997,
          51.532915
        ],
        [
          -0.4771199,
          51.5327574
        ],
        [
          -0.4771203,
          51.5327455
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=532/APP/2024/1164",
  "actual_completion_date": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              505727.016,
              182636.301
            ],
            [
              505722.3859,
              182636.301
            ],
            [
              505722.055,
              182609.5119
            ],
            [
              505673.4379,
              182609.1811
            ],
            [
              505673.1071,
              182623.4025
            ],
            [
              505684.0212,
              182624.064
            ],
            [
              505683.3597,
              182655.4834
            ],
            [
              505726.6852,
              182655.1526
            ],
            [
              505727.016,
              182637.6239
            ],
            [
              505727.016,
              182636.301
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "id": "Hillingdon-532_APP_2024_1164",
  "bo_system": "Portal",
  "postcode": "",
  "decision_conditions": [
    "The development hereby permitted shall be completed before the expiration of three years from the date prior approval is granted.",
    "REASON",
    "To comply with the provisions of Schedule 2, Part 7, Class M of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 7, Class M of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "0502 Rev P02",
    "1030 Rev P02",
    "1202 Rev P02",
    "1230 Rev P02",
    "1410 Rev P02",
    "1411 Rev P02",
    "1302 Rev P01",
    "Heritage Statement April 2024",
    "RAAC Replacement Buildings Design and Access Statement BUR-RSS-00-ZZ-RP-A-6000 Rev P01",
    "Transport Statement 30 April 2024",
    "Building 2 Cover Letter 24 June 2024",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of Schedule 2, Part 7, Class M of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Notwithstanding the approved plans, the applicant is reminded that the works to the external areas hatched in green on the plans and the plant equipment require planning consent. These works cannot be implemented without first obtaining planning permission and this decision does not indicate that planning permission will necessarily be forthcoming as a full assessment in accordance with the development plan will need to be carried out prior to determination.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ]
}