{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506004.3002,
              182697.4524
            ],
            [
              506042.6494,
              182698.1136
            ],
            [
              506043.3108,
              182614.7697
            ],
            [
              506004.9462,
              182614.7697
            ],
            [
              506004.3002,
              182697.4524
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506004.2847,
              182699.4365
            ],
            [
              506004.3002,
              182697.4524
            ],
            [
              506004.2847,
              182697.4521
            ],
            [
              506004.2847,
              182699.4365
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08471295",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:38:38.153+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": "HILLINGDON",
  "appeal_start_date": null,
  "ward": "BRUNEL",
  "centroid": {
    "lat": "51.5328669",
    "lon": "-0.4728346"
  },
  "decision": "Approved",
  "valid_date": "10/03/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.319
  },
  "cil_liability": false,
  "postcode": "UB8 3PH",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=532/APP/2020/338",
  "lpa_name": "Hillingdon",
  "site_name": "CENTRAL LECTURE BLOCK, BRUNEL UNIVERSITY",
  "lapsed_date": "07/08/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development to which this consent relates must be begun not later than the expiration of three years beginning with the date on which the consent is granted.",
    "REASON",
    "To comply with the provisions of Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun.",
    "Pursuant to the provisions of Section 8 (1) and (2) of the Planning (Listed Buildings and Conservation Areas) Act 1990, the consent hereby granted expressly authorises the execution of the works shown on the deposited plans hereby approved and no other works.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), The London Plan (2016) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "During works the existing building including fixtures, fittings and features would need to be appropriately safeguarded. Any damage or disturbance caused to the building in execution of the works shall be made good to the satisfaction of the Local Planning Authority within six months of the works being completed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), The London Plan (2016) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "During the works, if hidden historic features are revealed they should be retained in-situ. Works shall be halted in the relevant area of the building and the Local Planning Authority should be notified immediately. Failure to do so may result in unauthorised works being carried out and an offence being committed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), The London Plan (2016) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the commencement of repairs/remedial works to the concrete structure, hereby granted consent, an up to date structural survey shall be submitted for the areas affected by the works, shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), The London Plan (2016) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Prior to the commencement of repairs/remedial works to the concrete structure, a detailed schedule of works and repair methodology shall be submitted to and approved in writing by the Local Planning Authority. The schedule would need to include opportunities for the Local Planning Authority Conservation Officer to inspect the works whilst it is carried out for monitoring purposes. All products and processes to be used shall be clearly stated within the submitted document. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), The London Plan (2016) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "As stated within the approved schedule and methodology of works document, the repair works shall be carried out and inspected by the Local Planning Authority Conservation Officer prior to the full extent of works being carried out and completed. Written confirmation of the inspection shall be recorded by the Local Planning Authority.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), The London Plan (2016) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Any damage caused to the building in execution of the works shall be made good to the satisfaction of the Local Planning Authority within 3 months of the works being completed.",
    "REASON",
    "To safeguard the special architectural and/or historic interest of the listed building, in accordance to policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), policies DMHB 1 and DMHB 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), The London Plan (2016) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "The decision to GRANT listed building consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT listed building consent has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "The applicant should note that this approval extends only to the works detailed as part of this application. In the event that the works cannot be implemented without a degree of alteration, the applicant is advised to contact the Local Planning Authority in order to ascertain whether further Consent might be required",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Refurbishment of internal areas of Lecture Theatres D, E and F which includes:\n- Removal of existing floor coverings, ceilings, lighting and AV equipment\n- New floor coverings, suspended tiled ceiling, LED lighting and AV equipment upgrade\n- Repairs/remedial works to existing concrete ceiling structure",
  "lpa_app_no": "532/APP/2020/338",
  "decision_target_date": "05/05/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "07/08/2020",
  "id": "Hillingdon-532_APP_2020_338",
  "centroid_northing": 182656,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 506024,
  "street_name": "KINGSTON LANE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4731061,
          51.5332431
        ],
        [
          -0.47255319999999995,
          51.5332419
        ],
        [
          -0.47256869999999995,
          51.5324926
        ],
        [
          -0.4731216,
          51.5324998
        ],
        [
          -0.4731061,
          51.5332431
        ]
      ]
    ],
    "type": "Polygon"
  }
}