{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "20/01/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-532_APP_2020_3198",
  "secondary_street_name": "HILLINGDON",
  "appeal_status": null,
  "postcode": "UB8 3PH",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1014.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 484.1,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_existing": null,
      "total_gia_lost": null
    },
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 1.046,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 484.1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 1014.4,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 484.1
      }
    ],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "internal_resi_water_usage": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "15/10/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of a new research building and an infill building which includes the partial redevelopment of an existing building for research purposes together with associated substation, two bin stores, car parking, access and landscaping",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers",
    "26676-PAW-SI-SL-DR-A-0120",
    "26676-PAW-SI-SL-DR-A-0104",
    "26676-PAW-SI-SL-DR-A-0121",
    "26676-PAW-SI-SL-DR-A-0122",
    "26676-PAW-01-00-DR-A-0105",
    "26676-PAW-01-01-DR-A-0106",
    "26676-PAW-01-02-DR-A-0107",
    "26676-PAW-01-RF-DR-A-0108",
    "26676-PAW-01-XX-DR-A-0116",
    "26676-PAW-01-ZZ-DR-A-0112",
    "26676-PAW-01-ZZ-DR-A-0113",
    "26676-PAW-01-ZZ-VS-A-0115",
    "26676-PAW-02-00-DR-A-0105",
    "26676-PAW-02-01-DR-A-0106",
    "26676-PAW-02-RF-DR-A-0108",
    "26676-PAW-02-XX-DR-A-0116",
    "26676-PAW-02-ZZ-VS-A-0115",
    "26676-PAW-ZZ-ZZ-DR-A-0114",
    "26676-PAW-01-ZZ-DR-A-0109",
    "26676-PAW-01-ZZ-DR-A-0110",
    "26676-PAW-01-ZZ-DR-A-0111",
    "26676-PAW-02-ZZ-DR-A-0109",
    "26676-PAW-02-ZZ-DR-A-0110",
    "26676-PAW-02-ZZ-DR-A-0111",
    "26676-PAW-02-ZZ-DR-A-0112",
    "26676-PAW-01-00-DR-A-0118",
    "26676-PAW-01-ZZ-DR-A-0119",
    "26676-PAW-02-00-DR-A-0118",
    "26676-PAW-02-ZZ-DR-A-0119",
    "26676-PAW-SI-SL-DR-A-0117",
    "26676-OOB-SI-SL-DR-L-2001_P07",
    "26676-OOB-SI-SL-DR-L-2020_P02",
    "26676-OOB-SI-SL",
    "If, during development, contamination not previously identified is found to be present at the site then no further development, (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until a remediation strategy, detailing how the contamination will be dealt with, has been submitted to and approved in writing by the LPA.",
    "REASON: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Hillingdon Local Plan: Part 2 (January 2020) Policies - DMEI 11: Protection of Ground Water Resources and DMEI 12: Development of Land Affected by Contamination.",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Noise Assessment",
    "Fire strategy report",
    "26676-OOB-SI-SL-DR-L-2010_P04",
    "Air Quality Assessment",
    "Arboricultural Assessment",
    "Ecology Assessment",
    "Energy Assessment",
    "Flood Risk Assessment Appendices",
    "Flood Risk Assessment",
    "Ground Conditions Statement",
    "Transport Assessment",
    "Travel Plan",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part 1 (2012), the Hillingdon Local Plan: Part 2 (2020) and the London Plan (2021).",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for engineering and/or landscaping purposes shall be clean and free of contamination. All imported soils shall be tested for chemical contamination, and the results of this testing shall be submitted to the Local Planning Authority for approval.",
    "REASON: To ensure that the occupants of the development are not subject to any risks from soil contamination in accordance with Hillingdon Local Plan: Part 2 (January 2020) Policies - DMEI 11: Protection of Ground Water Resources and DMEI 12: Development of Land Affected by Contamination.",
    "Prior to commencement, (excluding demolition and site clearance) the details of a scheme for the provision of sustainable water management shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate how it, manages water in the most sustainable ways and is compliance with the strategy set out in FRA report produced by BDP dated September 2020 which Sets out the site will: Achieve a run off rate from the site of 2.5l/s Provided through the following SuDs elements: Green Roof, rain gardens, permeable paving and tanks.  The responsibility for the drainage system lies with the university. Further details need to be provided on certain elements within the drainage design. Any changes to the strategy should be justified and evaluated and the final proposals must be integrated with provision of green infrastructure, air quality and urban greening requirements to justify the most sustainable final solution is provided. Additional informat",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in position until development is completed.",
    "Th",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate, including pollution absorbing species,",
    "1.d  Details and locations of bird boxes and bat boxes",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage( for 20 cycle spaces)",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts for 118 car parking spaces 10 of which should be disabled accessible spaces within the Science Park Car Park (including demonstration that 6 are served by active and 6 passive electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Mai",
    "Notwithstanding the provisions of Part 8, Schedule 2 of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), the building(s) shall not be extended without the prior written consent of the Local Planning Authority.",
    "REASON",
    "To enable the Local Planning Authority to assess all the implications of the development and in accordance with policy DMHB 2, DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of Section 55 of the Town and Country Planning Act 1990 (or any others revoking and re-enacting this provision with or without modification), no additional internal floorspace shall be created in excess of that area expressly authorised by this permission.",
    "REASON",
    "To enable the Local Planning Authority to assess all the implications of the development and to ensure that adequate parking and loading facilities can be provided on the site, in accordance with Policy DMT1, DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "No development shall take place until details of all materials and external surfaces have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to above ground works, a plan showing the incorporation of living walls/screens into the development shall be submitted to and approved in writing by the Local Planning Authority.  The plan shall show how planting will be incorporated into at least the southern elevation and covering a sufficient area to be of value to screening the building and providing an ecological benefit (through the inclusion of nectar rich planting).  The development must proceed in accordance with the approved plan.",
    "Reason",
    "To ensure the development contributes to sustainable design and enhances opportunities for wildlife in accordance with Policy EM7 of the Local Plan Part 1.",
    "A detailed assessment shall be submitted and approved in writing by the Local Planning Authority to confirm the scheme to control machinery and plant noise emanating from the site. The site noise is to be determined in accordance with BS 4142, and standard calculation procedures such as those in ISO 9613 and BS EN ISO 12354, as required, and shall be no higher at the nearest residential accommodation (including dwellings and Halls of Residence) than the relevant \"Plant Noise Rating Level Limit\" presented in Table 7.1 of the MACH Acoustics Ltd Noise Impact Assessment report (dated 18/09/2020).",
    "REASON",
    "To ensure the development accords with the requirements of Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012) and Policy D14 of the London Plan (2021).",
    "No development shall commence until a Plan has been submitted to, and approved in writing by, the LPA. This must demonstrate compliance (drawn up in accordance with) the GLA Control of Dust and Emissions from Construction and Demolition SPG (or any successor document).",
    "REASON:",
    "To ensure that construction work and construction equipment on the site and adjoining land does not obstruct air traffic movements or otherwise impede the effective operation of air traffic navigation transmitter/receiver systems, in accordance with Policy DMAV 1 of the Hillingdon Local Plan: Part 2 (2020) and paragraphs 95 and 182 of the National Planning Policy Framework (2019). Also, to ensure compliance with Policy DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), Policies T7 and SI 1 of the London Plan (2021).",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority.",
    "The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"",
    "REASON:",
    "To comply with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy, in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI",
    "No development shall commence until a low emission strategy (LES) has been submitted to and approved in writing by the Local Planning Authority. The LES shall address",
    "1) the fleet composition serving the proposed development to be Euro 6/VI or cleaner (e.g. electric) or have implemented retrofitting devices that will enable compliance with such Euro standards.",
    "2) the supply of energy to the proposed development. Any CHP or gas boiler will have to conform with the London Ultra Low NOx requirements;",
    "The strategy shall detail the steps that will be followed in addressing the lower emissions requirements stated above and what measures will be taken to take into account future changing standards and available technologies and be updated accordingly in agreement with the local planning authority.",
    "3) an electric vehicle fast charging bay. This is to be implemented as part of the proposal with a minimum of the number of charging points required in the London Plan.",
    "4) a clear and effective stra",
    "Prior to above ground works, if a Crane is required then a Crane Operation Plan shall be submitted to and approved in writing by the Local Planning Authority, in consultation with the Ministry of Defence (RAF Northolt) and Heathrow Airport Limited. The submitted plan shall include details of:",
    "- cranes and other tall construction equipment (including the details of obstacle lighting) - Such schemes shall comply with Advice Note 4 'Cranes and Other Construction Issues'(available at www.aoa.org.uk/policy-campaigns/operations-safety).",
    "The approved Crane Operation Plan (or any variation approved in writing by the Local Planning Authority) shall be implemented for the duration of the construction period.",
    "REASON",
    "In the interests of aircraft safety in compliance with Policy DMAV 1 of the London Borough of Hillingdon Local Plan Part 2 - Development Management Policies (January 2020).",
    "Prior to commencement of development the applicant shall submit a Construction Management Plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(i)  The phasing of development works",
    "(ii) The hours during which development works will occur",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(iv)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the demolition and construction process.",
    "(vii) The storage of demolitio",
    "The buildings and car parks shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No part of the development shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000 to ensure the development provides a safe and secure environment in accordance with Policy DMHB 15 of the Hillingdon Local Plan: Part 2 (2020) and Policy D11 of the London Plan (2021).",
    "Prior to above ground works, a Bird Hazard Management Plan shall be submitted to and approved in writing by the Local Planning Authority in consultation with Heathrow Airport Limited and the Ministry of Defence. The submitted plan shall include details of:",
    "- management of any flat roofs within the site which may be attractive to nesting, roosting and \"loafing\" birds. The management plan shall comply with Advice Note 8 'Potential Bird Hazards from Building Design'",
    "The Bird Hazard Management Plan shall be implemented as approved and shall remain in force for the life of the building.",
    "REASON",
    "In the interests of aircraft safety in compliance with Policy DMAV 1 of the London Borough of Hillingdon Local Plan Part 2 - Development Management Policies (January 2020).",
    "Prior to the commencement of the development, a final and comprehensive Fire Safety Strategy shall be submitted to and approved in writing by the Local Planning Authority in consultation with Building Regulations. The principles of the submitted Fire Strategy Report shall be implemented on site in conjunction with a suitably qualified consultant. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To promote and ensure appropriate and sustainable management of waste arising from the development in accordance with Policy SI 8 of the London Plan (2021).",
    "No development shall take place until details of a Refuse Management Strategy for the development hereby permitted has been submitted to and approved in writing by the Local Planning Authority. Thereafter the operation of the site shall be in full accordance with the approved Refuse Management Strategy.",
    "REASON",
    "To promote and ensure appropriate and sustainable management of waste arising from the development in accordance with Policy SI 8 of the London Plan (2021).",
    "A Circular Economy Statement shall be submitted to and approved in writing by the Council before commencement of development. The strategy shall be complied with thereafter. The statement shall demonstrate that appropriate measures have been taken to comply with Policy SI7 (Reducing waste and supporting the circular economy) of the London Plan.",
    "Reason: In order to comply with Policy SI7 (Reducing waste and supporting the circular economy) of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "Due to the age of the buildings, there is a possibility that asbestos will be present therefore, demolition and removal of any asbestos containing material (ACM) must be carried out in accordance with guidance from the Health and Safety Executive (see https://www.hse.gov.uk/asbestos/index.htm )",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan 2021 and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The proposed development shall have regard for:",
    "a) The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "b) Fixtures, fittings and furnishings, particularly hard materials should be selected to ensure that sound is not adversely reflected. The design of all learning areas should be considerate to the needs of people who are hard of hearing or deaf. Reference should be made to BS 8300:2009+A1:2010, Section 9.1.2, and, BS 223 in selecting an appropriate acoustic absorbency for each surface.",
    "c) Care should be taken to ensure"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:26:16.827+00:00",
  "ward": "BRUNEL",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": 6,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": 26,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": 20,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": 118,
    "net_car": 0,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": 118,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "lapsed_date": "20/01/2024",
  "decision_target_date": "14/05/2021",
  "centroid": {
    "lat": "51.5323951",
    "lon": "-0.4683811"
  },
  "lpa_app_no": "532/APP/2020/3198",
  "status": "Lapsed",
  "site_name": "BRUNEL UNIVERSITY",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=532/APP/2020/3198",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506363.6849,
              182609.5433
            ],
            [
              506364.3464,
              182595.6526
            ],
            [
              506386.1745,
              182597.637
            ],
            [
              506374.9297,
              182596.3141
            ],
            [
              506375.5912,
              182589.038
            ],
            [
              506383.5287,
              182591.0224
            ],
            [
              506384.1901,
              182581.762
            ],
            [
              506390.1433,
              182581.1005
            ],
            [
              506389.4818,
              182577.7932
            ],
            [
              506384.8516,
              182577.7932
            ],
            [
              506382.8672,
              182475.267
            ],
            [
              506351.1172,
              182468.6524
            ],
            [
              506351.1172,
              182471.2982
            ],
            [
              506343.8411,
              182514.9545
            ],
            [
              506335.2421,
              182514.9545
            ],
            [
              506337.888,
              182557.288
            ],
            [
              506340.5338,
              182587.7151
            ],
            [
              506322.6744,
              182585.7307
            ],
            [
              506320.69,
              182606.236
            ],
            [
              506363.6849,
              182609.5433
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506394.7735,
              182626.7412
            ],
            [
              506392.7891,
              182620.1266
            ],
            [
              506408.6641,
              182619.4652
            ],
            [
              506331.9348,
              182621.4496
            ],
            [
              506331.2734,
              182620.7881
            ],
            [
              506328.6275,
              182628.0641
            ],
            [
              506394.7735,
              182626.7412
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506352.4401,
              182673.0434
            ],
            [
              506323.9973,
              182620.1266
            ],
            [
              506293.5702,
              182622.111
            ],
            [
              506290.9243,
              182673.0434
            ],
            [
              506306.7994,
              182680.3195
            ],
            [
              506343.1796,
              182677.0122
            ],
            [
              506352.4401,
              182673.0434
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506265.7889,
              182817.9031
            ],
            [
              506264.4659,
              182808.6426
            ],
            [
              506280.341,
              182811.2885
            ],
            [
              506284.9712,
              182793.4291
            ],
            [
              506248.5909,
              182786.8145
            ],
            [
              506208.2419,
              182813.2729
            ],
            [
              506248.5909,
              182817.2416
            ],
            [
              506240.6534,
              182813.9343
            ],
            [
              506265.7889,
              182817.9031
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "16/11/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "KINGSTON LANE",
  "pp_id": "09077652",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 506334,
  "appeal_start_date": null,
  "centroid_northing": 182610,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.46795349999999997,
          51.5323854
        ],
        [
          -0.4679481,
          51.5322604
        ],
        [
          -0.46763299999999997,
          51.5322742
        ],
        [
          -0.4677954,
          51.5322644
        ],
        [
          -0.4677881,
          51.5321989
        ],
        [
          -0.46767309999999995,
          51.5322152
        ],
        [
          -0.4676664,
          51.5321318
        ],
        [
          -0.46758079999999996,
          51.5321248
        ],
        [
          -0.4675913,
          51.5320952
        ],
        [
          -0.46765799999999996,
          51.532096
        ],
        [
          -0.46771759999999996,
          51.5311749
        ],
        [
          -0.46817709999999996,
          51.5311214
        ],
        [
          -0.4681763,
          51.5311452
        ],
        [
          -0.46826799999999996,
          51.531539
        ],
        [
          -0.46839189999999997,
          51.5315406
        ],
        [
          -0.46834099999999995,
          51.5319206
        ],
        [
          -0.4682937,
          51.5321936
        ],
        [
          -0.46855159999999996,
          51.5321791
        ],
        [
          -0.4685741,
          51.5323638
        ],
        [
          -0.46795349999999997,
          51.5323854
        ]
      ]
    ],
    "type": "Polygon"
  }
}