{
  "last_date_consultation_comments": "31/07/2024",
  "site_number": null,
  "ward": "EASTCOTE 2022",
  "decision_date": "23/08/2024",
  "description": "Erection of a single storey rear extension together with front and side infill extensions following the demolition of existing garage and shed and the alteration to the pitched roof form with the relocation of chimney stack and permeable paving to the driveway.",
  "development_type": null,
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": "HA5 1SW",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13194173",
  "street_name": "EASTCOTE",
  "last_updated_by": "Planning Portal ingest",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.39127649999999997",
    "lat": "51.581819"
  },
  "lpa_app_no": "78878/APP/2024/1713",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 45,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2024",
    "intended_commencement_date": "10/2024",
    "site_area": 0.036
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.391582,
          51.5818512
        ],
        [
          -0.3910163,
          51.5818648
        ],
        [
          -0.39099629999999996,
          51.5817813
        ],
        [
          -0.3915296,
          51.581766
        ],
        [
          -0.391582,
          51.5818512
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 511561,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78878/APP/2024/1713",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "55 RUSHDENE ROAD",
  "id": "Hillingdon-78878_APP_2024_1713",
  "decision_target_date": "23/08/2024",
  "centroid_northing": 188221,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511539.7552,
              188224.1098
            ],
            [
              511578.915,
              188226.4832
            ],
            [
              511580.5011,
              188217.2308
            ],
            [
              511543.5917,
              188214.717
            ],
            [
              511539.7552,
              188224.1098
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              511578.915,
              188226.4832
            ],
            [
              511578.9136,
              188226.4911
            ],
            [
              511579.0459,
              188226.4911
            ],
            [
              511578.915,
              188226.4832
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawings Numbered 428-000, 428-003 (Rev. C) and 428-006 (Rev. B) as submitted to support this application.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part 2 - Development Management Policies and the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing Nos. 6 and 10 Lime Grove.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T20:14:59.710+00:00",
  "decision_agency": "Borough",
  "parking_details": {
    "no_existing_car": 1,
    "net_car": 1,
    "no_proposed_car": 2
  },
  "lapsed_date": "23/08/2027",
  "decision": "Approved",
  "valid_date": "28/06/2024"
}