{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505677.4208,
              181522.9297
            ],
            [
              505692.3698,
              181519.4901
            ],
            [
              505692.6344,
              181521.0776
            ],
            [
              505706.1281,
              181518.2995
            ],
            [
              505711.8167,
              181518.1672
            ],
            [
              505709.9646,
              181510.6266
            ],
            [
              505676.2302,
              181516.712
            ],
            [
              505677.2885,
              181522.7974
            ],
            [
              505677.4208,
              181522.9297
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08344168",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:15.207+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "25/02/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "BRUNEL",
  "centroid": {
    "lat": "51.5226911",
    "lon": "-0.47793159999999996"
  },
  "decision": "Refused",
  "valid_date": "18/12/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.023
  },
  "cil_liability": true,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=22694/APP/2019/3920",
  "lpa_name": "Hillingdon",
  "site_name": "43 NEW PEACHEY LANE",
  "lapsed_date": "25/02/2023",
  "parking_details": null,
  "decision_conditions": [
    "The roof alteration/extensions, by reason of the hip to gable end roof design and the size, scale, bulk, and design of the rear dormer window would fail to harmonise with the architectural composition of the original semi-detached dwelling, would be detrimental to the character, appearance and symmetry of the pair of semi-detached houses of which it forms a part and to the visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed two storey side extension, by reason of its size, scale, bulk and design, including its lack of set back from the front elevation at all levels and part flat roof design, would fail to appear as a subordinate addition and would thus be detrimental to the appearance of the original house, the visual amenities of the street scene and the character and appearance of the wider area. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies.",
    "The proposed part two storey, part single storey side/rear extension, by reason of its size, scale, bulk and proximity to the side boundary, would result in a closing of the visually open gap between it and the neighbouring property, 45 New Peachey Lane, giving rise to a cramped form of development and possible terracing effect, which would be detrimental to the visual amenities of the street scene and the surrounding area generally. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies.",
    "The proposal has not demonstrated that sufficient off street parking/manoeuvring arrangements would be provided, and therefore the development is considered to result in substandard car parking provision, leading to on-street parking/queuing to the detriment of public and highway safety and contrary to Policies DMT2 and  DMT6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and to Hillingdon's Adopted Parking Standards as set out in Appendix C of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed development, by virtue of its failure to provide amenity space of sufficient size and quality commensurate to the size and layout of the said units would result in an over-development of the site detrimental to the residential amenity of future occupiers. The proposal is therefore contrary to Policy DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "Due to the proposed siting of the off street parking bay, refuse and cycle storage and the removal of the existing hedge, the proposal would result in a large area of hardstanding/parking on this frontage, and would not allow sufficient space to mitigate this impact by way of soft landscaping. The proposal would therefore be detrimental to the visual amenities of the street scene and character and appearance of the wider area, contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012)  and Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Part two storey, part single storey rear extension, part two storey part single storey side extension, conversion of roof to habitable use to include a rear dormer, 3 front rooflights and conversion of roof from hip to gable end and conversion of dwelling into 1 x 3-bed and 1 x 2-bed self contained flats with associated cycle parking and refuse storage",
  "lpa_app_no": "22694/APP/2019/3920",
  "decision_target_date": "26/02/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "25/02/2020",
  "id": "Hillingdon-22694_APP_2019_3920",
  "centroid_northing": 181517,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505694,
  "street_name": "COWLEY",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4781687,
          51.5227475
        ],
        [
          -0.4779544,
          51.5227138
        ],
        [
          -0.4779501,
          51.522728
        ],
        [
          -0.4777565,
          51.5227005
        ],
        [
          -0.4776746,
          51.5226982
        ],
        [
          -0.4777035,
          51.5226308
        ],
        [
          -0.4781877,
          51.5226918
        ],
        [
          -0.4781707,
          51.5227463
        ],
        [
          -0.4781687,
          51.5227475
        ]
      ]
    ],
    "type": "Polygon"
  }
}