{
  "lpa_name": "Havering",
  "uprn": "100021405265",
  "decision_date": "15/10/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0934.20",
  "secondary_street_name": "Upminster",
  "appeal_status": null,
  "postcode": "RM14 3PL",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.111
  },
  "valid_date": "20/07/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Proposed outbuilding for use as granny annexe",
  "decision_conditions": [
    "The proposed development would, by reason of introducing an uncharacteristically over sized building that could function as a self-contained residential unit in the rear garden, result in a level of comings and goings and noises and potentially cooking smells that would not be expected in the rear garden scene and would negatively impact all surrounding neighbours, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed new dwelling located in the rear garden of Clay Lodge, would by reason of its bulk, mass and siting, represent an overdevelopment of the rear garden environment which is inconsistent with the prevailing open character of the rear garden scene, the established pattern of development and the Metropolitan Green Belt, contrary to policies DC61 and DC45 of the LDF Core Strategy and Development Control Policies DPD, the Residential Extensions and Alterations SPD 2011 and the NPPF.",
    "The site is within the area identified in the LDF Core Strategy and Development Control Policies Development Plan Document as Metropolitan Green Belt.  The LDF and Government Guidance as set out in the NPPF is that in order to achieve the purposes of the Metropolitan Green Belt it is essential to retain and protect the existing rural character of the area so allocated and that the new development will only be permitted outside the existing built up areas in the most exceptional circumstances.  No special circumstances have been submitted in this case and the proposal is therefore contrary to Policy DC45 of the LDF Core Strategy and Development Control Policies Development Plan Document and the provisions of the NPPF.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL) and Havering Community Infrastructure Levy (HCIL). Based upon the information supplied with the application, the total CIL payable would be £15,900. CIL amounts are subject to indexation. Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent via email on 13 October 2020."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T22:58:20.165+00:00",
  "ward": "Upminster",
  "parking_details": null,
  "lapsed_date": "15/10/2023",
  "decision_target_date": "15/10/2020",
  "centroid": {
    "lat": "51.5548802",
    "lon": "0.29460159999999996"
  },
  "lpa_app_no": "P0934.20",
  "status": "Dismissed",
  "site_name": "Clay Lodge (was Dunroaming)",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0934.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              559139.552,
              186488.314
            ],
            [
              559140.094,
              186504.57
            ],
            [
              559205.253,
              186501.183
            ],
            [
              559204.576,
              186483.302
            ],
            [
              559139.552,
              186488.314
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "20/08/2020",
  "appeal_decision_date": "19/07/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Clay Tye Road",
  "pp_id": "08858467",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 559173,
  "appeal_start_date": "22/01/2021",
  "centroid_northing": 186494,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2941169,
          51.5548386
        ],
        [
          0.2941321,
          51.5549845
        ],
        [
          0.2950696,
          51.5549357
        ],
        [
          0.2950518,
          51.5547752
        ],
        [
          0.2941169,
          51.5548386
        ]
      ]
    ],
    "type": "Polygon"
  }
}