{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM11 2LB",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2177212,
          51.5725357
        ],
        [
          0.2177671,
          51.5724609
        ],
        [
          0.2171641,
          51.5722831
        ],
        [
          0.21711049999999998,
          51.5723612
        ],
        [
          0.2177212,
          51.5725357
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "10 WALDEN WAY",
  "centroid_easting": 553765,
  "pp_id": null,
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.043000000000000003
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P1805.23",
  "decision_date": "28/03/2024",
  "last_updated": "2025-03-19T23:06:50.691+00:00",
  "centroid_northing": 188278,
  "centroid": {
    "lat": "51.5724077",
    "lon": "0.21743669999999998"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Emerson Park",
  "bo_system": "CSV Data Import",
  "lapsed_date": "28/03/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "04/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "08/12/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Notwithstanding the indicative details shown on the plans hereby approved, before first residential occupation of the development, a scheme of hard and soft landscaping shall be submitted to and agreed in writing by the Local Planning Authority and shall include the following",
    "A. Soft Landscaping scheme shall include:",
    "a) Planting plan;",
    "b) Written specifications (including cultivation and other operations associated with trees, plants and grass); and",
    "c) Schedules of plants and trees, setting out the species, sizes, numbers/densities and soil depths.",
    "The scheme shall also include a programme setting out how the plan will be put into practice including measures for protecting plants and trees both during and after development has finished.",
    "The new planting shall be carried out in accordance with BS 8545 (2014) 'Trees: from nursery to independence in the landscape' in the first planting and/or seeding season following the first occupation of the residential buildings hereby permitted or the",
    "Before the development hereby permitted commences at the site, a Tree Protection Plan in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction' for all the trees located 10 Walden Way, Hornchurch shall be submitted to and approved in writing by the Local Planning Authority. The protection measures as approved shall be undertaken at the site before any work in connection with the development hereby permitted commences at the site, and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted, within the fence or other means of enclosure surrounding the trees, no activities associated with building operations shall take place unless previously agreed in writing by the Local Planning Authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of th",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The approval of this application would not obviate the need to obtain separate Building Regulation consent. Information is available on the Building Control webpages and the team is available between 9am and 10am Monday to Friday via 01708 432700."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100021344514",
  "decision_target_date": "01/04/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553784.28,
              188292.84
            ],
            [
              553787.71,
              188284.62
            ],
            [
              553746.53,
              188263.58
            ],
            [
              553742.55,
              188272.15
            ],
            [
              553784.28,
              188292.84
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "HORNCHURCH",
  "secondary_street_name": null,
  "description": "Single storey rear extension and additional side window",
  "id": "Havering-P1805.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1805.23"
}