{
  "centroid": {
    "lon": "0.2330833",
    "lat": "51.5768861"
  },
  "status": "Approved",
  "decision_target_date": "03/05/2019",
  "site_name": "38 Nelwyn Avenue",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 5 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "Prior to the first use of the patio area outside of the ground floor rear extension adjacent to No.36 Nelwyn Avenue, Hornchurch, a 2m high close boarded screen fence as shown on drawing OR/DRG/171218/04 Rev: A received on the 01st May 2019, must be erected along the boundary adjacent to the patio area. The fencing shall be permanently retained and maintained thereafter.",
    "Reason:-",
    "To protect the visual amenities of the development, prevent undue overlooking of adjoining property at No.36 Nelwyn Avenue, Hornchurch and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The proposed first floor bathroom windows as shown on drawing OR/DRG/171218/04 Rev: A received on the 01st May 2019 shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no window or other opening (other than those shown on the submitted and approved plan) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with  Development Control Policies Development Plan Document Policy DC61.",
    "The roof lights inserted on the roof slope of either side of the dwelling house shall be obscure-glazed, and  non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours at No.36 and No.40 Nelwyn Avenue, Hornchurch in accordance with the Residential Extensions and Alterations Supplementary Planning Document and Policy DC61 of the LDF Core Strategy and Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Radu (Agent) by phone and e-mail. The revisions involved reducing the depth of the first floor rear extension and the provision of a close boarded fence for screening.The amendments were subsequently submitted on 03/04/19, 12/04/19 & 01/05/19.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £3,275 (this figure may go up or down, subject to indexation). CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM11 2PZ",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "02/05/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0035.19",
  "centroid_northing": 188809,
  "uprn": "100021336810",
  "title_number": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Emerson Park",
  "decision_date": "02/05/2019",
  "description": "Two storey front extension to include new porch.\nTwo storey and part first floor side extension.\nTwo storey rear extension to include Juliet balcony, pergola roof and a raised patio area.\nLoft conversion to include roof alterations and rooflights to front, sides and rear.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0035.19",
  "lpa_app_no": "P0035.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:51.871+00:00",
  "centroid_easting": 554834,
  "pp_id": "07537973",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "17/01/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554818.024,
              188819.6
            ],
            [
              554826.49,
              188826.509
            ],
            [
              554827.439,
              188826.983
            ],
            [
              554827.845,
              188827.322
            ],
            [
              554850.942,
              188798.399
            ],
            [
              554841.73,
              188791.017
            ],
            [
              554818.024,
              188819.6
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.045000000000000005
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "12/02/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2328576,
          51.5769857
        ],
        [
          0.2329827,
          51.5770454
        ],
        [
          0.2329966,
          51.5770494
        ],
        [
          0.23300259999999998,
          51.5770524
        ],
        [
          0.2333229,
          51.5767862
        ],
        [
          0.2331868,
          51.5767224
        ],
        [
          0.2328576,
          51.5769857
        ]
      ]
    ],
    "type": "Polygon"
  }
}