{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM11 2PL",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23191299999999998,
          51.5750512
        ],
        [
          0.2324552,
          51.5744643
        ],
        [
          0.2322718,
          51.574393
        ],
        [
          0.23174979999999998,
          51.574965
        ],
        [
          0.23191299999999998,
          51.5750512
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "29 Sylvan Avenue",
  "centroid_easting": 554773,
  "pp_id": "12706867",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "no_additional_bathrooms": 3,
    "intended_completion_date": "05/2024",
    "existing_uprns": null,
    "no_additional_bedrooms": 3,
    "total_gia_gained": 114,
    "intended_commencement_date": "03/2024",
    "site_area": 0.11
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P0035.24",
  "decision_date": "15/04/2024",
  "last_updated": "2025-03-19T22:57:13.915+00:00",
  "centroid_northing": 188566,
  "centroid": {
    "lat": "51.5747196",
    "lon": "0.2320968"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Emerson Park",
  "bo_system": "CSV Data Import",
  "lapsed_date": "15/04/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "10/04/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": "0848-2857-7162-9526-4961",
  "valid_date": "11/01/2024",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The proposals should provide a 2.1 by 2.1 metre pedestrian visibility splay on either side of the proposed access, set back to the boundary of the public footway. There should be no obstruction or object higher than 0.6 metres within the visibility splay. In addition, as per the agent's e-mail of the 30th November 2023, the sliding gate will open on to the applicants property and not onto the public highway.",
    "Reason:-",
    "In the interests of highway safety.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding to be used for gym/study and store area hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "The proposed ground floor flank window serving the extended living room and the first floor flank window serving the landing as shown on drawing no. 231129-20B 2 & 231129-21E shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Notwithstanding the details shown on drawings 231129-21E, 231129-22B, 231129-23A accompanying the application, the face and cheeks of the front dormer windows shall be tile hung to match the appearance of the roof of the existing dwelling unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with Policy 26 of the Havering Local Plan.",
    "The juliette balcony to the rear dormer window shall be provided in accordance with the details as shown on drawing nos. 231129-20B & 231129-21E and the roof area of the first floor rear extension shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £3,075 would be payable due to result in a new residential property with 123m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)  for each additional square metre of GIA. Based upon the information supplied with the application, £15,375 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the deve",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Atsu (Agent) by phone and e-mail. The revisions involved Changes were made to the front boundary treatment with the height dwarf wall being reduced to 0.6m, the balcony to a juliette balcony, confirmation of the material being used on the outbuilding, anomalies on the drawings in respect to the fenestration and a reduction in height of the outbuilding. The amendments were subsequently submitted on 28/2/24, 08/03/24 & 15/03/24."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100021342982",
  "decision_target_date": "15/04/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554759.14,
              188602.49
            ],
            [
              554798.7,
              188538.37
            ],
            [
              554786.23,
              188530.06
            ],
            [
              554748.12,
              188592.56
            ],
            [
              554759.14,
              188602.49
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Hornchurch",
  "secondary_street_name": null,
  "description": "Part single, part two storey rear extension, conversion of integral garage to habitable use, loft conversion with roof enlargement, increase in ridge height with front and rear dormer windows, roof lights and a single storey outbuilding with a front boundary wall and gates. Changes to the fenestration and re-modelling of existing two storey front projection including a gabled roof",
  "id": "Havering-P0035.24",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0035.24"
}