{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/200934VAR;",
  "lapsed_date": "30/07/2023",
  "decision_target_date": "31/07/2020",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 4LP",
  "site_name": "43 Gunnersbury Avenue",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012089545"
    ],
    "site_area": 0.07600000000000001
  },
  "appeal_decision_date": null,
  "lpa_app_no": "200934VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518760,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T23:37:10.133+00:00",
  "id": "Ealing-200934VAR",
  "application_type": "All Other",
  "street_name": "Gunnersbury Avenue",
  "borough": "Ealing",
  "ward": "Ealing Common",
  "decision_date": "30/07/2020",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (s73) in relation to planning permission ref: 182600FUL dated 14/12/2018 for 'construction of a two storey building (with basement level and roof level accommodation) to provide 10 self contained flats (following demolition of existing detached dwelling house) with associated amenity space, car parking, refuse and cycle storage.' Application seeking additional 3.0m deep rear extensions at ground floor and basement levels and installation of 4 no. mansard-style dormers to each side roofslope (north and south)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Major dwellings",
  "centroid_northing": 179803,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012089545",
  "centroid": {
    "lon": "-0.2902624",
    "lat": "51.5046925"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              518786.3974021,
              179809.6992642
            ],
            [
              518776.0993208,
              179804.6007237
            ],
            [
              518761.7529145,
              179796.8529414
            ],
            [
              518744.5289818,
              179787.5855942
            ],
            [
              518735.4511695,
              179782.7069907
            ],
            [
              518733.2992086,
              179781.5473226
            ],
            [
              518730.0011841,
              179789.7049875
            ],
            [
              518758.050882,
              179809.5493071
            ],
            [
              518758.2487635,
              179809.3993501
            ],
            [
              518765.9001802,
              179815.1477046
            ],
            [
              518781.252484,
              179825.9546112
            ],
            [
              518783.1983184,
              179818.3467889
            ],
            [
              518786.3974021,
              179809.6992642
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "To comply with Section 91 of the Town & Country Planning Act 1990, the development to which this permission relates shall be begun not later than the expiration of three years from the date of planning permission ref: 182600FUL dated 14/12/2018.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be retained in accordance with drawing title number(s): SO-821-01_Rev A (Location Plan and Site Plan), SO-821-02_Rev A (Site Plan Existing and Proposed), SO-827-14_Rev A (Proposed Existing and Proposed Streetscene), SO-827-15 (Proposed Northern and Front Boundary Wall Detail), SO-827-16-Rev A (Cycle Storage Enclosures), SO-827-17_Rev A (Refuse Storage Enclosure), SO-827-18 (Long Section), SO-827-19 (Short Section), SO-827-20 (Heights setting out), SO-0827-21 - Proposed Basement Level, SO-0827-22 - Proposed Ground Floor Level, SO-0827-23_Rev A Proposed South Facing Elevation, SO-0827-24_Rev A, Proposed North Facing Elevation, SO-0827-25 Proposed Front & Rear, SO-0827-26 - Proposed First Floor Level, SO-0827-27_Rev B - Proposed Second Floor Level, SO-0827-28_Rev B - Proposed Site Plan",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall be in accordance with those as described on the plans and application documents. Samples of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development is commenced, and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. Development shall be carried out only in accordance with the approved details and permanently retained thereafter.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Policies 7.4 & 7.6 of the London Plan (2016) and Policies 7.4, 7.6 and 7B of Adopted Ealing Development Management Plan Document (2013), polices 1.1 (k) and 1.2 (f) of the adopted Development (Core) Strategy (2012). | Prior to commencement of development works, a detailed drainage design will be submitted to the Local Planning Authority as per the proposed surface water management strategy (reference submitted drainage design statement), which should include a ground investigation report (boreholes to determine/monitor groundwater levels) to support detailed drainage design for the basement level to mitigate any flooding impact (design should include resilience/resistance measures). Submit approval/consent from Thames Water to accept proposed connection to their network.",
    "Reason: To reduce flood risk in accordance with Principle 10 of the National Planning Policy Framework and Policies 5.12, 5.13 and 7.13 of the London Plan (2016). | The development hereby approved shall not be occupied until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the curtilage of the proposed building and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Ealing Development Management DPD (2013) and policies 7.4, and 7.6 of the London Plan (2016). | Cycle storage for a minimum of twenty (20) covered secure bicycle spaces shall be provided onsite in accordance with all adopted standards prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and policy 6.9 and 6.13 of the London Plan (2016). | The applicant shall enter into a S278 Agreement under Highways Act 1980 to make good/ improve the existing vehicular crossover/ footway at the site's frontage on Gunnersbury Avenue; such agreement shall be entered into prior to occupation of the site.",
    "Reason: To ensure adequate safety and highways access, in accordance with policy 6.9 and 6.13 of the London Plan (2016). | Prior to the occupation of the development, one electric vehicle charging point shall be provided onsite to the front forecourt.",
    "Reason: To align with policy 6.9 and 6.13 of the London Plan (2016). | Prior to the first use of the development hereby approved, a maintenance plan/schedule for the proposed drainage system for the lifetime of the development shall be submitted to and approved by the Local Planning Authority.",
    "Reason: To reduce flood risk in accordance with Principle 10 of the National Planning Policy Framework and policies 5.12, 5.13 and 7.13 of the London Plan (2016). | (a) Within three-months of the practical completion of the development, Energy Performance Certificates and detailed modelling output reports showing clearly the DER/TER from the \"as built stage\" to confirm compliance in terms of savings achieved through energy efficiency measures shall be submitted to the Local Planning Authority for written approval.",
    "(b) Within three-months of the practical completion of the development, information about the technologies supplier and installer and evidence that the renewable/low carbon technologies, if incorporated, are certified under the Microgeneration Certification Scheme (MSC) and, if appropriate, comply with the Enhanced Capital Allowances (ECS) product criteria should be submitted.",
    "(c) Prior to the final completion of the development, the approved dwellings, shall incorporate and maintain measures to achieve an overall reduction in regulated CO2 emissions of at least 35.36% (equal to 4.2 tonnesCO2/yr) beyond Building Regulations Part L 2013 through the following carbon emission savings as detailed in the approved Energy Strategy Report Rev 1 prepared by AGP Consultants Ltd in May 2018:",
    "-\tEnergy-saving measures to achieve at least annual carbon dioxide emission savings of 0.39 tonnes CO2 equating to 3.25% in regulated carbon dioxide (CO2) emissions over the compliant BR Part L 2013 base case.",
    "-\tInstallation of solar Photovoltaic system with a total panel area of circa 32sq.m and capacity of at least 6.6kWp to supply at least 5.699MWh of electricity annually for the whole development and achieve at least annual carbon dioxide emission savings of 2.63 tonnes CO2 equating to 25.52% in regulated carbon dioxide (CO2) emissions over the Be Lean case of the Energy Hierarchy.",
    "(d) Measures to reduce the carbon dioxide emissions associated with other energy uses not covered by Building Regulations (un-regulated) should be identified, incorporated prior to occupation and maintained in the development in perpetuity.",
    "- The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure that the development hereby approved is energy efficient and to contribute to the avoidance of need for new fossil fuel or other primary energy generation capacity and to reduce emissions of greenhouse gases and to minimise the impact of building emissions on local air quality in the interests of health, in accordance with policies 3.2, 5.3, 5.5, 5.6 and 7.14 of the London Plan 2016, policies 1.1(e), 1.1(j), 1.1(k) and 1.2(f) of Ealing's adopted Development (or Core) Strategy 2012, policies LV5.2 and 7A of Ealing's Development Management DPD, and the Mayor's Sustainable Design and Construction SPG. | A noise and vibration report should be submitted to, and approved in writing by, the local planning authority prior to the commencement of development.",
    "Reason: In accordance with policy 7.15 of the London Plan (2016) and policy 7A of the Ealing Development Management DPD (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "02/03/2020",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-08548141",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.28988,
          51.5047472
        ],
        [
          -0.29003,
          51.5047035
        ],
        [
          -0.2902392,
          51.5046369
        ],
        [
          -0.2904904,
          51.5045572
        ],
        [
          -0.2906228,
          51.5045153
        ],
        [
          -0.2906542,
          51.5045053
        ],
        [
          -0.2906989,
          51.5045793
        ],
        [
          -0.2902883,
          51.5047518
        ],
        [
          -0.2902855,
          51.5047504
        ],
        [
          -0.29017339999999997,
          51.5048005
        ],
        [
          -0.2899486,
          51.5048944
        ],
        [
          -0.2899232,
          51.5048256
        ],
        [
          -0.28988,
          51.5047472
        ]
      ]
    ],
    "type": "Polygon"
  }
}