{
  "lpa_name": "Camden",
  "uprn": "5056700",
  "decision_date": "16/01/2014",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2013_2547_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 5JY",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "no_rooms_proposed": 0,
          "actual_completion_date": null,
          "actual_commencement_date": "05/03/2014",
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 14
        }
      ],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 9.090909090909092,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": "20/07/2018",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "05/03/2014",
          "no_bedrooms": 8,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.11,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 8,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "use_class": "C1",
        "gia_gained": 0,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [
      {
        "lpa_app_no": "2012/6451/P",
        "partial_supersedence": false
      }
    ],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "5",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "17/06/2013",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Change of use from hostel for temporary accommodation of homeless families (Class C1) to single family dwelling house (Class C3) involving erection five-storey rear extension (including basement and attic level); excavation of new basement, part two / part single-storey rear extension with ground floor level terrace; alterations to front lightwell; alterations to rear, front and both flank elevations including erection of chimney to south flank; installation of 4 x rooflights on main roof; alterations to front boundary wall; relocation of existing crossover; and associated landscaping (following demolition of existing rear fire escape stair structure and single storey and five storey rear extensions). ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: 9FIT-001 P2 (Site Location Plan); 9FIT-002 P2; 9FIT-003 P2; 9FIT-004 P2; 9FIT-005 P1; 9FIT-020 P2; 9FIT-030 P2; 9FIT-031 P2; 9FIT-032 P2; 9FIT-033 P2; 9FIT-050 P1; 9FIT-051 P1; 9FIT-052 P1; 9FIT-053 P1; 9FIT-054 P1; 9FIT-060 P1; 9FIT-070 P1; 9FIT-071 P1; 9FIT-072 P1; 9FIT-073 P1; 9FIT-100 P5; 9FIT-101 P7; 9FIT-102 P5; 9FIT-103 P6; 9FIT-104 P2; 9FIT-200 P4; 9FIT-300 P7; 9FIT-301 P2; 9FIT-302 P3; 9FIT-303 P3; 9FIT-304 P1; 9FIT-305 P1; and  9FIT-SK07 P1.  \r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the Council in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 5 - Prior to first occupation of the house hereby approved the proposed sash windows openings on the south side elevation (close to rear) as indicated on  drawing 9FIT-302 P3 shall be obscure glazed and not be openable below 1.8m above the floor levels. The obscure glazed openings and limited opening arrangements shall be permanently retained and maintained as such thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - A 1.8 metre privacy screen shown on drawings 9FIT-302 P3 and 9FIT-300 P7, shall be erected on the south side of the proposed upper floor rear roof terrace prior to commencement of use of the roof terrace and shall be permanently retained.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 as amended by the (No. 2) (England) Order 2008 or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A and C) of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the Council.\r\n\r\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies CS14 and CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24, DP25 and DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - Prior to first occupation of the house hereby approved, the internal cycle storage area shown on the approved lower ground floor plan shall be provided and permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11 of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 and DP18 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - The lifetime homes features and facilities, as indicated on the drawings and\r\ndocuments hereby approved shall be provided in their entirety prior to the first\r\noccupation of the residential unit hereby approved.\r\n\r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policy CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Development Policies and policy DP27 (Basements and Lightwells) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - At least 28 days before development commences:\r\n(a)  a written programme of ground investigation for the presence of soil and groundwater contamination and landfill gas shall be submitted to and approved by the local planning authority in writing; and \r\n(b)  following the approval detailed in paragraph (a), an investigation shall be carried out in accordance with the approved programme and the results and  a written scheme of remediation measures [if necessary] shall be submitted to and approved by the local planning authority in writing.\r\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority in writing prior to occupation.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - In the event that additional significant contamination is found at any time when carrying out the approved development it must be reported in writing immediately to the local planning authority. An investigation and risk assessment must be undertaken in accordance with the requirements of of the Environment Agency's Model Procedures for the Management of Contamination (CLR11), and where mitigation is necessary a scheme of remediation must be designed and implemented to the satisfaction of the local planning authority before any part of the development hereby permitted is occupied.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - Prior to first occupation of the house hereby approved, the refuse and recycling storage facilities shown on the drawings hereby approved shall be provided. All refuse and recycling storage facilities shall be permanently maintained and retained as such thereafter. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies CS5 and CS18 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:36:19.873Z",
  "ward": "Frognal & Fitzjohns (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": 0,
    "no_proposed_car": 1,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 1,
    "no_existing_car": 0,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": 1,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 3,
    "net_cycle": 3
  },
  "lapsed_date": "16/01/2017",
  "decision_target_date": "16/01/2014",
  "centroid": {
    "lat": 51.547064,
    "lon": -0.176259
  },
  "lpa_app_no": "2013/2547/P",
  "status": "Commenced",
  "site_name": "9",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2013/2547/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526573.0001373251,
              184708.29738645913
            ],
            [
              526573.3959002581,
              184697.60044842272
            ],
            [
              526545.5523289017,
              184696.5007632039
            ],
            [
              526540.4486360769,
              184696.35080612998
            ],
            [
              526509.4966766835,
              184695.15114952577
            ],
            [
              526509.447206317,
              184697.75040549913
            ],
            [
              526509.3482655837,
              184700.89950408047
            ],
            [
              526508.9525026509,
              184712.14628472563
            ],
            [
              526530.0021436554,
              184712.89607010217
            ],
            [
              526555.1495800298,
              184713.84579824505
            ],
            [
              526572.752785492,
              184714.44562654576
            ],
            [
              526573.0001373251,
              184708.29738645913
            ],
            [
              526573.0001373251,
              184708.29738645913
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "25/07/2013",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "9",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "05/03/2014",
  "street_name": "Fitzjohn's Avenue",
  "pp_id": "2617428",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 526556,
  "appeal_start_date": null,
  "centroid_northing": 184706,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.176013,
          51.547081
        ],
        [
          -0.176011,
          51.546985
        ],
        [
          -0.176413,
          51.546981
        ],
        [
          -0.176486,
          51.546981
        ],
        [
          -0.176933,
          51.546977
        ],
        [
          -0.176933,
          51.547
        ],
        [
          -0.176933,
          51.547029
        ],
        [
          -0.176935,
          51.54713
        ],
        [
          -0.176631,
          51.547132
        ],
        [
          -0.176268,
          51.547135
        ],
        [
          -0.176014,
          51.547136
        ],
        [
          -0.176013,
          51.547081
        ],
        [
          -0.176013,
          51.547081
        ]
      ]
    ],
    "type": "Polygon"
  }
}