{
  "lpa_name": "Camden",
  "uprn": "5124020",
  "decision_date": "01/08/2014",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2013_2824_P",
  "secondary_street_name": "Y",
  "appeal_status": null,
  "postcode": "NW1 2BU",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Extension",
      "site_area": 0.048,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 1873,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 1873
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "25/09/2018",
        "use_class": "D1",
        "gia_gained": 1873,
        "actual_commencement_date": "01/03/2017",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": "University College Hospital",
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "International, West End",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central Activities Zone",
        "constraints_layer_description": "Central Activity Zone"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Viewing Corridor",
        "constraints_layer_description": "Protected View"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "10/05/2013",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of an infill extension fronting Gower Street and Beaumont Place between The Tower and the Elizabeth Garrett Anderson Wing at ground floor level, and installation of entrance and associated glazed balustrade for new drop off area on Gower Street, installation of glass canopy along Beaumont Place elevation and other reconfiguration and landscape works to existing hospital (Class C2)",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans d-260; d-220B; d-223A; d-201B; d-221A; d-261A; d-222A; d-250A; d-251A; d-230A; d-240A; d-263A; d-210E; d-233A; d-202H; d-231A; d-232A; d-262A; d-205B; d-290C; d-270; d-271;\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - No development shall take place on phase 1 of works (ambulance drop off Beaumont Place) until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - No development shall take place on phase 2 of the works (A&E infill and entrance from Gower Street) until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policy CS14, of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\n\r\na) Details including sections at 1:10 of all doors and windows (including jambs, head and cill), ventilation grills, external doors and gates;\r\n\r\nb) Plan, elevation and section drawings of the new ambulance canopy and screen  at a scale of 1:10;\r\n\r\nc) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).   \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - At least 28 days before development commences:\r\n(a)  a written programme of ground investigation for the presence of soil and groundwater contamination and landfill gas shall be submitted to and approved by the local planning authority in writing; and \r\n(b)  following the approval detailed in paragraph (a), an investigation shall be carried out in accordance with the approved programme and the results and  a written scheme of remediation measures [if necessary] shall be submitted to and approved by the local planning authority in writing.\r\n\r\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority in writing prior to occupation.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - Prior to commencement of development on Phase 1 (ambulance drop off  Beaumont Place), details of external lighting shall be submitted to and approved in writing by the council. The approved details shall be implemented, operated and maintained in good working order for the lifetime of the development unless otherwise agreed in writing by the council.\r\n\r\nReason: In the interest of protection of amenity for neighbours in accordance with policies CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 10 - Prior to commencement of development on Phase 2 (A&E infill and entrance from Gower Street), details of external lighting shall be submitted to and approved in writing by the council. The approved details shall be implemented, operated and maintained in good working order for the lifetime of the development unless otherwise agreed in writing by the council.\r\n\r\nReason: In the interest of protection of amenity for neighbours in accordance with policies CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - Prior to commencement of development on Phase 1 (ambulance drop off Beaumont Place), details including drawings at a scale of 1:20 of entrances and approaches shall be submitted to and approved in writing by the council. The details shall include dimensions of openings, thresholds, ramps, steps, circulation pinch points as well as details of tactile/contrasting materials, treatments and any other aids such as railings to be used to assist with access for all.\r\nThereafter, the details hereby approved shall be maintained for the lifetime of the development unless otherwise agreed in writing by the council.\r\n\r\nReason: To provide accessible facilities to meet the needs of the community and public, in accordance with the requirements of policies CS9, CS10, CS14, of the London Borough of Camden Local Development Framework Core Strategy and policies DP15, DP24 & DP29 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - Prior to commencement of development on Phase 2 (A&E infill and entrance from Gower Street), details including drawings at a scale of 1:20 of entrances and approaches shall be submitted to and approved in writing by the council. The details shall include dimensions of openings, thresholds, ramps, steps, circulation pinch points as well as details of tactile/contrasting materials, treatments and any other aids such as railings to be used to assist with access for all.\r\nThereafter, the details hereby approved shall be maintained for the lifetime of the development unless otherwise agreed in writing by the council.\r\n\r\nReason: To provide accessible facilities to meet the needs of the community and public, in accordance with the requirements of policies CS9, CS10, CS14, of the London Borough of Camden Local Development Framework Core Strategy and policies DP15, DP24 & DP29 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - Prior to the commencement of use of the development hereby approved, a minimum of two (2) additional, publicly accessible bicycle parking spaces shall be provided within the site, and thereafter retained for the lifetime of the development unless otherwise agreed in writing by the Local Planning Authority.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in the interests of sustainable transport in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17of the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:36:20.501Z",
  "ward": "Bloomsbury (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "01/08/2017",
  "decision_target_date": "01/08/2014",
  "centroid": {
    "lat": 51.524891,
    "lon": -0.136911
  },
  "lpa_app_no": "2013/2824/P",
  "status": "Completed",
  "site_name": "University College Hospital ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2013/2824/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529385.1513740201,
              182320.05101413524
            ],
            [
              529375.3479963636,
              182313.15298867202
            ],
            [
              529316.4040545083,
              182271.9047958335
            ],
            [
              529308.7526378011,
              182282.9516337121
            ],
            [
              529303.3521227761,
              182290.74940162775
            ],
            [
              529309.1978711011,
              182294.79824265937
            ],
            [
              529302.2967549546,
              182305.0553066075
            ],
            [
              529325.3004754436,
              182316.75195848075
            ],
            [
              529326.3970685708,
              182317.35178678005
            ],
            [
              529327.5019067592,
              182317.90162939014
            ],
            [
              529328.2027369534,
              182318.35150061507
            ],
            [
              529329.0025078808,
              182318.8013718414
            ],
            [
              529330.0001602747,
              182319.30122875812
            ],
            [
              529330.948342302,
              182319.80108567618
            ],
            [
              529331.7975835961,
              182320.2509569028
            ],
            [
              529332.5973545234,
              182320.80079951184
            ],
            [
              529358.1982692613,
              182336.84620656574
            ],
            [
              529374.7461069034,
              182347.10327051475
            ],
            [
              529381.0041082837,
              182351.00215447258
            ],
            [
              529381.3009304837,
              182350.55228324665
            ],
            [
              529384.3021327266,
              182346.25351375493
            ],
            [
              529384.5989549264,
              182345.80364252877
            ],
            [
              529392.6461345667,
              182334.34692197817
            ],
            [
              529396.900586098,
              182328.19868189114
            ],
            [
              529396.6532342647,
              182327.99873912492
            ],
            [
              529390.9476519785,
              182323.99988378445
            ],
            [
              529390.7003001452,
              182323.79994101723
            ],
            [
              529390.6508297786,
              182323.76994960144
            ],
            [
              529385.1513740201,
              182320.05101413524
            ],
            [
              529385.1513740201,
              182320.05101413524
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": "08/07/2013",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "235",
  "application_type": "All Other",
  "actual_completion_date": "25/09/2018",
  "title_number": null,
  "actual_commencement_date": "01/03/2017",
  "street_name": "Euston Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 529347,
  "appeal_start_date": null,
  "centroid_northing": 182309,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.136357,
          51.524981
        ],
        [
          -0.136501,
          51.524922
        ],
        [
          -0.137365,
          51.524564
        ],
        [
          -0.137471,
          51.524665
        ],
        [
          -0.137546,
          51.524737
        ],
        [
          -0.13746,
          51.524772
        ],
        [
          -0.137556,
          51.524866
        ],
        [
          -0.13722,
          51.524965
        ],
        [
          -0.137204,
          51.524971
        ],
        [
          -0.137188,
          51.524975
        ],
        [
          -0.137178,
          51.524979
        ],
        [
          -0.137166,
          51.524983
        ],
        [
          -0.137152,
          51.524987
        ],
        [
          -0.137138,
          51.524992
        ],
        [
          -0.137125,
          51.524995
        ],
        [
          -0.137114,
          51.525
        ],
        [
          -0.136739,
          51.525138
        ],
        [
          -0.136497,
          51.525227
        ],
        [
          -0.136405,
          51.52526
        ],
        [
          -0.136401,
          51.525256
        ],
        [
          -0.136359,
          51.525217
        ],
        [
          -0.136355,
          51.525213
        ],
        [
          -0.136244,
          51.525108
        ],
        [
          -0.136185,
          51.525052
        ],
        [
          -0.136188,
          51.52505
        ],
        [
          -0.136272,
          51.525016
        ],
        [
          -0.136276,
          51.525014
        ],
        [
          -0.136276,
          51.525014
        ],
        [
          -0.136357,
          51.524981
        ],
        [
          -0.136357,
          51.524981
        ]
      ]
    ],
    "type": "Polygon"
  }
}