{
  "lpa_name": "Camden",
  "uprn": "5165032",
  "decision_date": "07/03/2014",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2013_4839_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "WC1N 2JB",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 125,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "Change of Use",
          "superseded_date": "07/03/2014",
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": "2012/3113/P",
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.008,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 292,
      "total_gia_gained": 0,
      "total_gia_lost": 146,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": "07/03/2014",
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "2012/3113/P",
        "gia_lost": 146
      },
      {
        "gia_existing": -1,
        "superseded_date": "07/03/2014",
        "actual_completion_date": null,
        "use_class": "B1a",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": "2012/3113/P",
        "gia_lost": 146
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central Activities Zone",
        "constraints_layer_description": "Central Activity Zone"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Background Assessment Area",
        "constraints_layer_description": "Protected View"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "31/07/2013",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a 3 storey plus basement 3-bedroom dwelling house (Class C3), following demolition of existing office/warehouse (Class B1/B8)",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan; 200_03_01; 02; 03; 04; 05; 06; 40; 41; 42; 43; 44; 45; 46; 47; 48; Design and Access Statement by FT Architects dated March 2013; Basement Impact Assessment by Campbell Reith Consulting Engineers dated June 2012; Code for Sustainable Homes Pre-Assessment by Abba Energy Ltd dated 28/02/2013; Historic Environment Assessment by Museum of London Archaeology dated March 2013; Planning Support Statement by Farebrothers dated August 2012\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Prior to first occupation of the building, details showing the location and extent of photovoltaic cells/solar water heaters to be installed on the building and manufacturer's specifications shall have been submitted to and approved by the Local Planning Authority. The equipment shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason: In order to secure appropriate energy and resource efficiency measures and on-site renewable energy generation in accordance with the requirements of policy CS13 (Tackling climate change and promoting higher environmental standards) of the London Borough of Camden Local Development Framework Core Strategy and policies DP22 (Promoting sustainable design and construction), DP23 (Water), DP24 (Securing high quality design) and DP32 (Air quality and Camden's Clear Zone) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - Prior to the first occupation of the building a plan showing details of the green roof including species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for an initial scheme of maintenance shall be submitted to and approved in writing by the local planning authority. The green roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.\r\n\r\nReason: To ensure that the green roof is suitably designed and maintained in accordance with the requirements of policies CS13 (Tackling climate change and promoting higher environmental standards), CS14 (Promoting high quality places and conserving our heritage) and CS15 (Protecting and improving our parks and open spaces and encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy and policies DP22 (Promoting sustainable design and construction), DP23 (Water), DP24 (Securing high quality design) and DP32 (Air quality and Camden's Clear Zone) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - The proposed development shall not be occupied until the whole of the cycle parking provision shown on the approved drawings is provided. The whole of the cycle parking provision shall be permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11 (Promoting sustainable and efficient travel) of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 (Walking, cycling and public transport) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - The details of the facing materials to be used on the building shall not be otherwise than as those submitted to and approved by the Council before any work is commenced on the relevant part of the development. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 (Securing high quality design) and DP25 (Conserving Camden's heritage) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - A sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved by the Council before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The sample panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 (Securing high quality design) and DP25 (Conserving Camden's heritage) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - The first and second floor windows to the rear elevation facing Gray's Inn Road are to be obscure glazed and permanently retained as such thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) of the London Borough of Camden Local Development Framework Development Policies and policy DP27 (Basements and Lightwells) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted  Development) Order 1995 as amended by the (No. 2) (England) Order 2008 or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A-H) [and Part 2 (Classes A-C)] of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the local planning authority.\r\n\r\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies CS14 (Promoting high quality places and conserving our heritage) and CS5 (Managing the impact of growth and development) of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 (Securing high quality design) and DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - Prior to the commencement of development a programme of archaeological investigation including the details of the suitably qualified investigating body to carry out such archaeological works as required shall be submitted to and approved in writing by the local planning authority. The development shall then only take place in accordance with such details as have been approved. The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved, and the provision made for analysis, publication and dissemination of the results and archive deposition has been secured.\r\n\r\nReason: Important archaeological remains may exist on this site. Accordingly the Council wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) of the London Borough of Camden Local Development Framework Core Strategy and policy DP25 (Conserving Camden's heritage) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - The lifetime homes features and facilities, as indicated on the drawings and documents hereby approved shall be provided in their entirety prior to the first occupation of  the new residential unit.\r\n \r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 (Providing quality homes) of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 (Lifetime homes and wheelchair homes) of the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:36:43.692Z",
  "ward": "Holborn & Covent Garden (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 1,
    "net_cycle": null
  },
  "lapsed_date": "07/03/2017",
  "decision_target_date": "07/03/2014",
  "centroid": {
    "lat": 51.521747,
    "lon": -0.114076
  },
  "lpa_app_no": "2013/4839/P",
  "status": "Superseded",
  "site_name": "28",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2013/4839/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530948.4974105738,
              181991.05518808967
            ],
            [
              530951.2512609835,
              181984.99692224961
            ],
            [
              530942.7011326149,
              181981.19800967549
            ],
            [
              530939.8483414719,
              181987.29626406968
            ],
            [
              530933.9531227802,
              182000.0026269153
            ],
            [
              530924.7516345845,
              182019.49704670056
            ],
            [
              530924.6032234846,
              182019.79696085217
            ],
            [
              530921.9483138081,
              182025.34537263768
            ],
            [
              530934.9507751748,
              182031.45362416992
            ],
            [
              530937.5974397901,
              182025.7052696182
            ],
            [
              530954.4503446942,
              182033.65299460734
            ],
            [
              530957.0475389429,
              182028.25453989714
            ],
            [
              530936.5008466628,
              182018.74726132525
            ],
            [
              530939.0485705449,
              182013.19884953904
            ],
            [
              530959.7024486194,
              182022.6961309726
            ],
            [
              530964.896837117,
              182011.59930740384
            ],
            [
              530947.046279819,
              182003.4016539544
            ],
            [
              530948.4479402071,
              182000.00262691546
            ],
            [
              530949.0993000347,
              181997.70328509418
            ],
            [
              530948.2500587406,
              181997.3033995604
            ],
            [
              530950.0969524287,
              181993.6044583699
            ],
            [
              530950.7977826227,
              181992.104887617
            ],
            [
              530948.4974105738,
              181991.05518808967
            ],
            [
              530948.4974105738,
              181991.05518808967
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "05/09/2013",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "28",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "King's Mews",
  "pp_id": "2800472",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 530940,
  "appeal_start_date": null,
  "centroid_northing": 182000,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.113957,
          51.521665
        ],
        [
          -0.11392,
          51.52161
        ],
        [
          -0.114044,
          51.521578
        ],
        [
          -0.114083,
          51.521633
        ],
        [
          -0.114163,
          51.521749
        ],
        [
          -0.114289,
          51.521926
        ],
        [
          -0.114291,
          51.521929
        ],
        [
          -0.114327,
          51.521979
        ],
        [
          -0.114137,
          51.522031
        ],
        [
          -0.114101,
          51.521979
        ],
        [
          -0.113855,
          51.522046
        ],
        [
          -0.11382,
          51.521997
        ],
        [
          -0.11412,
          51.521916
        ],
        [
          -0.114085,
          51.521866
        ],
        [
          -0.113784,
          51.521947
        ],
        [
          -0.113713,
          51.521846
        ],
        [
          -0.113973,
          51.521776
        ],
        [
          -0.113954,
          51.521745
        ],
        [
          -0.113946,
          51.521724
        ],
        [
          -0.113958,
          51.521721
        ],
        [
          -0.113933,
          51.521687
        ],
        [
          -0.113924,
          51.521674
        ],
        [
          -0.113957,
          51.521665
        ],
        [
          -0.113957,
          51.521665
        ]
      ]
    ],
    "type": "Polygon"
  }
}