{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": " ",
  "development_type": "Other house holder developments",
  "site_number": "5",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.1493186,
          51.5693195
        ],
        [
          -0.1492787,
          51.5693349
        ],
        [
          -0.14917329999999998,
          51.5692215
        ],
        [
          -0.14913659999999998,
          51.5691818
        ],
        [
          -0.1493735,
          51.5690696
        ],
        [
          -0.1494304,
          51.5691244
        ],
        [
          -0.1495995,
          51.5692961
        ],
        [
          -0.1494501,
          51.5693504
        ],
        [
          -0.149437,
          51.5693538
        ],
        [
          -0.1494231,
          51.5693563
        ],
        [
          -0.1494028,
          51.5693587
        ],
        [
          -0.1493971,
          51.5693586
        ],
        [
          -0.1493849,
          51.5693566
        ],
        [
          -0.1493735,
          51.5693537
        ],
        [
          -0.1493614,
          51.5693494
        ],
        [
          -0.14935009999999999,
          51.5693443
        ],
        [
          -0.1493409,
          51.5693392
        ],
        [
          -0.1493325,
          51.5693323
        ],
        [
          -0.14932479999999998,
          51.5693259
        ],
        [
          -0.1493186,
          51.5693195
        ]
      ]
    ]
  },
  "last_updated": "2025-03-19T11:26:46.391+00:00",
  "centroid_easting": 528357,
  "lpa_name": "Camden",
  "decision_agency": "Borough",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: 1212-PP-100; 150; 200; 201; 250; 251; 300; 301; 400; 401; 402; 403; 450; 451; 452; 453; Design and Access Statement by JPA dated October 2013; Construction Traffic Management Plan (13059 Rev.P01) by Lyons O'Neill dated October 2013; Arboricultural Statement by Wassells Arboricultural Services dated 26th November 2012; Daylight Sunlight Report by Right of Light Consulting dated 22 November 2012.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.",
    "Condition : 4 - All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the tree protection measures identified in the Site Specific Arboricultural Survey, Impact and Method Statement by Wassells Arboricultural Services dated 26th November 2012.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 (Protecting and improving our parks and open spaces and encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 5 - The details of the facing materials to be used on the building shall not be otherwise than as those submitted to and approved by the Council before any work is commenced on the relevant part of the development. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 (Promoting high quality places and conserving our heritage) of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 (Securing high quality design) and DP25 (Conserving Camden's heritage) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - A plan showing details of the green roof including species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for a scheme of maintenance shall be submitted to and approved in writing by the local planning authority before the relevant part of the development commences. The green roof shall be fully provided in accordance with the approved details and thereafter retained and maintained in accordance with the approved scheme of maintenance.\r\n\r\nReason: To ensure that the green roof is suitably designed and maintained in accordance with the requirements of policies CS13 (Tackling climate change and promoting higher environmental standards), CS14 (Promoting high quality places and conserving our heritage), CS15 (Protecting and improving our parks and open spaces & encouraging biodiversity) and CS16 (Improving Camden's health and well-being) of the London Borough of Camden Local Development Framework Core Strategy and policies DP22 (Promoting sustainable design and construction), DP23 (Water), DP24 (Securing high quality design) and DP32 (Air quality and Camden's Clear Zone) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - A Construction Management Statement outlining how construction work will be carried out and how this work will be serviced shall be submitted to and approved by the Council before development commences. The development shall not be carried out otherwise than in accordance with the statement thus approved.\r\n\r\nReason: To protect the local transport network and the amenity of pedestrians and other road users in accordance with the requirements of policy CS5 (Managing the impact of growth) of the London Borough of Camden Local Development Framework Core Strategy and policies DP20 (Movement of goods and materials) and DP26 (Managing the impact of development on occupiers and neighbours) of the London Borough of Camden Local Development Framework Development Policies."
  ],
  "ward": "Highgate (Pre May 2022)",
  "centroid_northing": 187217,
  "status": "Approved",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "last_date_consultation_comments": "05/12/2013",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "borough": "Camden",
  "description": "Erection of a part one, part two storey side extension with terrace at rear first floor level to existing dwelling house (C3) following the demolition of the existing single storey side wing",
  "decision_date": "15/07/2014",
  "centroid": {
    "lon": "-0.1493585",
    "lat": "51.5692258"
  },
  "cil_liability": false,
  "postcode": "N6 6BL",
  "actual_completion_date": null,
  "valid_date": "29/10/2013",
  "last_updated_by": "Northgate M3",
  "id": "Camden-2013_7019_P",
  "lapsed_date": "15/07/2017",
  "application_details": {
    "site_area": 0.056400000000000006
  },
  "decision_target_date": "15/07/2014",
  "uprn": "5026262",
  "lpa_app_no": "2013/7019/P",
  "locality": "London",
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "Householder",
  "street_name": "Bacon's Lane",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528359.4987526,
              187227.496274
            ],
            [
              528362.2196228,
              187229.2757646
            ],
            [
              528369.8463043,
              187216.8493216
            ],
            [
              528372.501214,
              187212.5005665
            ],
            [
              528356.3986097,
              187199.604258
            ],
            [
              528352.3008143,
              187205.602541
            ],
            [
              528340.0981239,
              187224.3971611
            ],
            [
              528350.2972644,
              187230.6953583
            ],
            [
              528351.1959761,
              187231.1052409
            ],
            [
              528352.1524032,
              187231.4051551
            ],
            [
              528353.5540636,
              187231.7050692
            ],
            [
              528353.9498265,
              187231.7050692
            ],
            [
              528354.7990678,
              187231.5051265
            ],
            [
              528355.5988387,
              187231.2052123
            ],
            [
              528356.44808,
              187230.7453439
            ],
            [
              528357.247851,
              187230.1955013
            ],
            [
              528357.8992108,
              187229.6456587
            ],
            [
              528358.5011003,
              187228.8958734
            ],
            [
              528359.0535193,
              187228.1960737
            ],
            [
              528359.4987526,
              187227.496274
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2013/7019/P"
}