{
  "lpa_name": "Camden",
  "uprn": "5031519",
  "decision_date": "18/06/2014",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2013_6025_P",
  "secondary_street_name": "Y",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 147.05882352941177,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 5,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 5,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": true,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": true,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": true,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": true,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": true,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "Change of Use",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.034,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 9,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 500,
      "total_gia_gained": 0,
      "total_gia_lost": 500,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 500
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": "Raglan House",
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "18/09/2013",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Change of use of existing day centre (Class D1) to provide 5 (1 x 1 bed and 4 x 2-bed) residential flats (Class C3) and associated external works including the demolition of the existing first floor conservatory to provide private amenity space.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans [1213 PL 610; PL 611; PL 620 rev A; PL 621 rev A; Design and Access Statement by Tibbalds dated September 2013; Sustainability Statement by TGA dated August 2013; Energy Statement by TGA dated August 2013; Daylight and sunlight report by Schroeders Begg dated August 2013.\r\n\r\nReason:  For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - The first floor flats of the development shall not be occupied until full details including design and materials of the following have been submitted to and approved in writing by the local planning authority:\r\n\r\ni)\ta 1.8 metre accoustic screen, to include planting details and plan of maintenance, installed around the roof terrace of Flat E\r\nii)\ta semi-solid balustrade of not less than 1.1 metres installed around the balcony of Flat D\r\n\r\nThe respective screening shall thereafter be erected in accordance with such scheme as has been approved and the relevant parts of the development shall at no time proceed unless the approved screening is retained and maintained.\r\n  \r\nReason: In order to prevent unreasonable overlooking of neighbouring premises and to safeguard the appearance of the premises and the character of the immediate area  in accordance with the requirements of policies CS5 and CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - The lifetime homes features and facilities, as indicated on the drawings and documents hereby approved shall be provided in their entirety prior to the first occupation of any of the new residential units.\r\n \r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - Before the development commences, full details of the design and method of waste storage and removal including recycled materials, shall be submitted to and approved by the local planning authority in writing. The facility as approved shall be provided prior to the first occupation of any of the new units and permanently retained thereafter.\r\n\r\nReason: To ensure that sufficient provision for the storage and collection of waste has been made in accordance with the requirements of policy CS18 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - Before the development is commenced, the full details of secure and covered cycle storage for 5 cycles shall be submitted to and approved by the local planning authority in writing. The approved facilities shall thereafter be provided in their entirety prior to the first occupation of any of the new residential units, and permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - NEED FOR A LEGAL AGREEMENT\r\nIn the event that any owners of the land have the legal locus to enter into a Section 106 Agreement, no works shall be progressed on site until such time as they have entered into such an Agreement incorporating obligations in respect of the matters covered by conditions marked with * in this notice of planning permission. \r\n\r\nReason: In order to define the permission and to secure development in accordance with policy CS19 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 9 - *Phasing\r\n\r\nNone of the private residential units hereby approved shall be occupied until written notice has been issued by the local authority of its satisfaction that the replacement facilities at the proposed new Greenwood Place Community Centre have been constructed, fitted out and made available for occupation.\r\n\r\nReason: To ensure the development does not result in the loss of existing community facilities in accordance with the requirements of policy CS10 of the London Borough of Camden Local Development Framework Core Strategy and policy DP15 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - *Car free housing\r\n\r\nPrior to first occupation of any of the residential units, the landowner would ensure through agreement that each occupier of the premises is informed of the Council's policy that they shall not be entitled (unless they are the holder of a disabled person's badge issued pursuant to s. 21 of the Chronically Sick and Disabled Persons Act 1970) to be granted a Residents Parking Permit to park a vehicle in a residents parking bay; shall not be able to buy a contract permanently to park within any car park owned, controlled or licensed by the Council (with the exception of the carpark hereby approved) and nor shall they be entitled to be granted a Business Parking Permit. \r\n\r\nReason: In order to ensure that the development does not contribute to increased car use and parking congestion in accordance with the requirements of policy CS11 of the London Borough of Camden Local Development Framework Core Strategy and policy DP18 and DP19 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - *Highway works contribution\r\n\r\nPrior to commencement of the development, confirmation that the necessary measures to secure the necessary highway works for the development shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nReason:  To ensure the development has an acceptable impact on the adjacent highway and provides an attractive safe and secure environment in accordance with the requirements of policies CS5, CS11, CS17, CS19 of the London Borough of Camden Local Development Framework Core Strategy and policies DP16, DP17, DP20 and DP21 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - *BREEAM\r\n\r\nPrior to fitting out of the residential units hereby approved, the applicant and/or developer shall submit to the local planning authority a Sustainability Plan which demonstrates reasonable endeavours to achieve BREEAM Domestic Refurbishment 'Excellent' while achieving a minimum level of 60% of the un-weighted credits in the Energy and Water sections and 40% in the Materials categories. The development shall thenceforth proceed in accordance with such Plan as will have been approved. Prior to first occupation a post-completion certificate which demonstrates that the approved rating has been achieved shall be submitted to and approved in writing by the local planning authority.\r\n\r\nReason:  In order to secure the appropriate energy and resource efficiency measures in accordance with the requirements of policies CS13, CS16 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22, DP23 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - *Education contribution\r\n\r\nPrior to commencement of the development hereby approved, confirmation that the necessary measures to secure appropriate measures to support the local education infrastructure shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nReason:  To ensure that the impact of the scheme on the local education infrastructure is mitigated in accordance with policies CS10, CS19 of the London Borough of Camden Local Development Framework Core Strategy and DP15 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - *Public open space contribution\r\n\r\nPrior to commencement of the development, confirmation that the necessary measures to secure provision of and improvements to public open space shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nReason: To ensure that the scheme makes adequate provision for open space facilities in the area and that the impact of the scheme on open space facilities is mitigated, in accordance with policies CS5 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP31 of the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:36:48.849Z",
  "ward": "Kentish Town (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": 0,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 6,
    "net_cycle": 6
  },
  "lapsed_date": "18/06/2017",
  "decision_target_date": "18/06/2014",
  "centroid": {
    "lat": 51.547923,
    "lon": -0.142157
  },
  "lpa_app_no": "2013/6025/P",
  "status": "Lapsed",
  "site_name": "Former 1",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2013/6025/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528932.9015272831,
              184842.19905750616
            ],
            [
              528933.2972902162,
              184841.09937228862
            ],
            [
              528933.9486500437,
              184839.7497586102
            ],
            [
              528928.746016485,
              184835.00111789326
            ],
            [
              528925.6541185699,
              184836.30074588
            ],
            [
              528907.053260713,
              184862.7531739577
            ],
            [
              528906.6492527188,
              184863.31301370624
            ],
            [
              528906.6327625966,
              184863.35300225904
            ],
            [
              528906.8718693687,
              184863.47296792077
            ],
            [
              528908.1003834737,
              184864.1027876365
            ],
            [
              528908.1416087792,
              184864.12278191192
            ],
            [
              528914.2511990595,
              184867.2518862168
            ],
            [
              528916.0486223808,
              184868.30158574384
            ],
            [
              528920.6493664786,
              184864.15277332667
            ],
            [
              528923.0981496272,
              184859.60407537746
            ],
            [
              528924.4998100153,
              184857.2047621727
            ],
            [
              528926.7507116974,
              184852.94598123437
            ],
            [
              528928.1523720856,
              184850.34672526357
            ],
            [
              528928.647075752,
              184849.79688265413
            ],
            [
              528930.1971472402,
              184850.19676818757
            ],
            [
              528930.4527441345,
              184849.54695419536
            ],
            [
              528932.9015272831,
              184842.19905750616
            ],
            [
              528932.9015272831,
              184842.19905750616
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": "14/11/2013",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "1",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Raglan Street",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 528918,
  "appeal_start_date": null,
  "centroid_northing": 184861,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.141949,
          51.54775
        ],
        [
          -0.141944,
          51.54774
        ],
        [
          -0.141935,
          51.547728
        ],
        [
          -0.142012,
          51.547687
        ],
        [
          -0.142056,
          51.547699
        ],
        [
          -0.142314,
          51.547941
        ],
        [
          -0.14232,
          51.547946
        ],
        [
          -0.14232,
          51.547947
        ],
        [
          -0.142317,
          51.547948
        ],
        [
          -0.142299,
          51.547953
        ],
        [
          -0.142298,
          51.547953
        ],
        [
          -0.142209,
          51.54798
        ],
        [
          -0.142183,
          51.547989
        ],
        [
          -0.142118,
          51.547951
        ],
        [
          -0.142084,
          51.547909
        ],
        [
          -0.142065,
          51.547887
        ],
        [
          -0.142034,
          51.547848
        ],
        [
          -0.142015,
          51.547825
        ],
        [
          -0.142008,
          51.54782
        ],
        [
          -0.141985,
          51.547823
        ],
        [
          -0.141982,
          51.547817
        ],
        [
          -0.141949,
          51.54775
        ],
        [
          -0.141949,
          51.54775
        ]
      ]
    ],
    "type": "Polygon"
  }
}