{
  "appeal_decision_date": null,
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "ward": "ICK/HAM & S HF/D 22",
  "application_details": {
    "existing_uprns": null
  },
  "decision_target_date": "22/06/2024",
  "last_date_consultation_comments": "22/05/2024",
  "locality": null,
  "secondary_street_name": null,
  "site_name": "6 PEPYS CLOSE",
  "reference_no_of_permission_being_relied_on": null,
  "appeal_start_date": null,
  "lpa_app_no": "13556/TRE/2024/84",
  "appeal_status": null,
  "site_number": null,
  "centroid_easting": 507656,
  "centroid_northing": 185858,
  "uprn": null,
  "last_updated": "2025-03-19T21:04:13.781+00:00",
  "description": "To fell to ground level One Douglas Fir at T14 within TPO 5",
  "subdivision_of_building": null,
  "decision_agency": "Borough",
  "valid_date": "27/04/2024",
  "centroid": {
    "lat": 51.561337,
    "lon": -0.448357
  },
  "title_number": null,
  "status": "Refused",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "decision_process": "Delegated",
  "application_type": "All Other",
  "lapsed_date": "20/06/2027",
  "parking_details": null,
  "street_name": "ICKENHAM",
  "borough": "Hillingdon",
  "epc_number": null,
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "pp_id": "13017711",
  "decision": "Refused",
  "cil_liability": false,
  "decision_date": "20/06/2024",
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "development_type": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=13556/TRE/2024/84",
  "actual_completion_date": null,
  "polygon": null,
  "id": "Hillingdon-13556_TRE_2024_84",
  "bo_system": "CSV Data Import",
  "postcode": null,
  "decision_conditions": [
    "The Douglas fir is situated in the rear garden of 6 Pepys Close, Ickenham and is a dominant feature of the road and the local landscape. The mature tree is in fair condition, has a high amenity value and significantly contributes to the arboreal nature of Ickenham Village Conservation Area.",
    "As part of the application, a Tree Inspection Report was provided that recommended that the tree is removed. The main arguments that supported the recommendation are (i) Douglas firs are prone to breaking branches, as supported by past incidents, and (ii) the tree is too large for its surroundings. It is our opinion that these are not valid arboricultural reasons for felling the tree for the reasons outlined below:",
    "(i) While it is true that Douglas fir trees, like many other species, can have brittle branches prone to breaking, it is essential to consider that all trees, regardless of species, can suffer broken branches due to extreme weather events such as gales and snow. This inherent risk does",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ]
}