{
  "lpa_name": "Havering",
  "uprn": "100021412749",
  "decision_date": "06/01/2021",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1508.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM14 1QH",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.047,
    "existing_uprns": null
  },
  "valid_date": "11/11/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Proposed 2 x 2 bedroom attached dwellings and a rear extension to the existing property",
  "decision_conditions": [
    "The proposed development, with respect to the host building and the proposed dwelling adjacent to the host building (referred as property 2) , by reason of the inadequate provision of amenity space surrounded by high boundary fences would result in a cramped over-development of the site to the detriment of future occupiers of the site contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed development would, by reason poor legibility with respect to the position of the front entrance door to the end house in an obscure location would result in lack of natural surveillance, thereby creating security risk as well as creating a fear of crime, detrimental to the safety of the future occupiers of the site. Similarly the position of the car parking spaces in an area devoid of natural surveillance would also be prone to criminal activities, detrimental to the safety of the future occupiers of the site. In these regards the proposal would be contrary to Policy DC63 of the LDF Core Strategy and Development Control Policies DPD.",
    "There is insufficient information to fully consider the impact of the proposed development upon the safe and free flow of traffic in the adjacent roads. There is insufficient information to indicates that that proposed 7 vehicles on the proposed marked bays would be able to manoeuvre in a fashion that they could entre and egress the site in forward gear manner. There is no information whether the access road would be able to sustain the additional volume of traffic generated by the additional demand without compromising the amenities of the adjoining neighbours which may result in potential conflict between the vehicle users of the existing and future user of the access way contrary to Policies DC8, and DC36 of the Core Strategy and Development Control Policies Development Plan Document 2008 and the guidance contained in the National Planning Policy Framework.",
    "The application does not provide sufficient information to satisfy the Council, that the development has not significantly adversely affected and damaged the biodiversity of the habitat of the site and it is considered the provision of the proposed car parking spaces on the back garden as well as the land covered by the trees until recently could have a significant impact upon the ecological and biodiversity of the site. In these regards the proposal is contrary to policies CP16 and DC58 of the London Borough of Havering Core Strategy 2008, policy 7.19 of the London Plan 2016 and the advice in National Planning Policy Framework 2019, which seek minimising impacts on and providing net gains for biodiversity.",
    "There is insufficient information to consider the impact of the proposed development upon trees in particular those out of the application site in the adjacent land. It is considered that the loss of trees conflicts with Policy DC60 of the Havering Local Development Framework Core Strategy which require development to protect and conserve the natural environment and its assets.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent of the application on 6th January 2021.",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £25,200 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £25,200 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of 25/sq.m plus Havering's charging rate for residential of 125/sqm and the floorspace of 168 square metres.",
    "You are advised to visit the planning portal website where you can download the appropriate"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:50:41.823+00:00",
  "ward": "Cranham",
  "parking_details": {
    "no_proposed_car": 7,
    "no_existing_car": 1,
    "net_car": 6
  },
  "lapsed_date": "06/01/2024",
  "decision_target_date": "06/01/2021",
  "centroid": {
    "lat": "51.5728966",
    "lon": "0.26715"
  },
  "lpa_app_no": "P1508.20",
  "status": "Refused",
  "site_name": "8 TAMAR CLOSE",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1508.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              557191.07,
              188433.057
            ],
            [
              557193.712,
              188447.416
            ],
            [
              557193.983,
              188447.484
            ],
            [
              557223.176,
              188443.081
            ],
            [
              557224.259,
              188430.348
            ],
            [
              557221.415,
              188429.873
            ],
            [
              557221.482,
              188428.925
            ],
            [
              557220.331,
              188429.061
            ],
            [
              557220.331,
              188428.722
            ],
            [
              557205.497,
              188430.212
            ],
            [
              557191.07,
              188433.057
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "08/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "UPMINSTER",
  "pp_id": "09164401",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 557208,
  "appeal_start_date": null,
  "centroid_northing": 188438,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.26690369999999997,
          51.5728569
        ],
        [
          0.26694819999999997,
          51.5729852
        ],
        [
          0.2669522,
          51.5729857
        ],
        [
          0.2673711,
          51.572938
        ],
        [
          0.267381,
          51.5728233
        ],
        [
          0.26733979999999996,
          51.5728198
        ],
        [
          0.2673404,
          51.5728113
        ],
        [
          0.2673238,
          51.5728128
        ],
        [
          0.2673237,
          51.5728098
        ],
        [
          0.2671105,
          51.5728273
        ],
        [
          0.26690369999999997,
          51.5728569
        ]
      ]
    ],
    "type": "Polygon"
  }
}