{
  "actual_commencement_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=23658/APP/2023/2980",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "11/10/2024",
  "polygon": null,
  "cil_liability": false,
  "lapsed_date": "11/10/2027",
  "appeal_decision": null,
  "street_name": "PINNER ROAD",
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "description": "Minor Material Amendment (S73) to Conditions 2 (Approved Plans), 3 (Approved Documents) and 23 (Landscaping Scheme for Health Centre Development) of planning permission ref. 23658/APP/2021/1296, granted 31-08-2023 for: Partial demolition, refurbishment and extension of the existing Cottage Hospital to provide a state of the art health centre and the comprehensive redevelopment of the remaining Site to provide residential (Use Class C3) accommodation and ancillary works including car parking, cycle parking, landscaping and associated works (Phased Development). \n\nThe proposed amendments only involve the Health Centre element and include the following:-\n\n- Relocation of the substation to the northern boundary to enable direct access from the highway;\n- The loss of one parking space and relocation of motorcycle parking to accommodate the re-siting of the substation and the vehicle gate inwards from the Site boundary;\n- Relocation of plant equipment to roof level to facilitate an increased quantum of plant as a result in the improvement to the ventilation strategy;\n- Retention of the existing basement as a plantroom with a new direct external access including a new stairwell and balustrades along the western elevation;\n- Amendments to the design of the new infills on the western elevation to conceal and provide acoustic buffers to the plant equipment;\n- Removal of heating plant enclosures from courtyard;\n- Proposed covered cycle parking enclosure within the courtyard;\n- Associated landscape amendments to accommodate the proposed amendments as set out above; and\n- Amendments to the internal arrangement of the Health Centre, including the relocation of the Changing Places Toilets, recognition of staff admin spaces and relocation of the baby clinic location to the south of the building and mental health rooms moved to the eastern wing.",
  "decision": "Approved",
  "centroid_northing": 190685,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T19:46:26.611+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "NORTHWOOD HILLS 2022",
  "centroid_easting": 510003,
  "site_name": "NORTHWOOD & PINNER COTTAGE HOSP & NORTHWOOD HEALTH CENTRE",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Hillingdon",
  "wgs84_polygon": null,
  "postcode": "HA6 1TH",
  "decision_date": "11/10/2024",
  "centroid": {
    "lon": -0.413002,
    "lat": 51.604269
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "01/11/2023",
  "application_type_full": "Removal/Variation of a condition",
  "locality": null,
  "last_date_consultation_comments": "11/12/2023",
  "pp_id": "12521031",
  "development_type": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from 31st  August 2023.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "Sitewide Plans",
    "17115_05_00_07_051  Rev P3 (Proposed Sitewide Access and Routes)",
    "17115_05_00_07_052 Rev P3 (Proposed Sitewide Emergency Access)",
    "17115_05_00_07_053 Rev P3 (Proposed Sitewide Parking Strategy Planning)",
    "17115_05_00_07_054 Rev. P3 (Proposed Sitewide Refuse Strategy)",
    "17115_05_00_07_100 Rev P4 (Proposed Level 00 Sitewide Plan)",
    "17115_05_00_07_104 Rev P4 (Proposed Roof Level Sitewide Plan)",
    "17115_05_00_07_200 Rev P5 (Proposed Sitewide Elevations)",
    "SY619-400-0001 Rev P01 (Urban Ground floor landscape plan)",
    "SY619-300-1301 Rev B (Urban Green Factor Site Wide)",
    "Block A Plans:-",
    "17115_05_A_07_100 Rev. P2 (Block A Residential: Proposed Level 00 Plan)",
    "17115_05_A_07_101 Rev. P1 (Block A Residential: Proposed Level 01 Plan)",
    "17115_05_A_07_102 Rev. P1 (Bl",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Heritage Statement, March 2021",
    "Energy and Sustainability Strategy, March 2021",
    "Northwood and Pinner Health Centre Energy Statemen Document ref:0212-INSIG-RP-MEP-08-REV P2, May 2023",
    "SY619-100-0002 (Response to Existing Trees)",
    "SY619-100-0003 (Tree Planting Strategy Rev A)",
    "Fire Safety Strategy Stage 2 Report, Revision 04",
    "Transport Assessment, 15 March 2021",
    "Framework Travel Plan, Version 01a, 12 March 2021",
    "Transport Addendum, dated 20 December 2021",
    "Transport Note, October 2023",
    "Noise Assessment, Version C, 16 March 2021",
    "Stage 4 Acoustic Report, October 2023",
    "Flood Risk Assessment, Rev. B, 16 March 2021",
    "Drainage Strategy, Rev. A (1st Issue) 15th May 2020",
    "Phase 2 Geo-environmental and Geotechnical Site Investigation, March 2021",
    "Air Quality and Air Quality Neutral Assessment, October 2023",
    "Ecological Appraisal, March 2021",
    "Update Ecologi",
    "i) The new health centre shall be delivered (a) prior to the implementation of Block B (residential) and (b) the new health centre must be open and operational prior to the closure of the existing on site health centre.",
    "REASON",
    "To ensure that the replacement medical facility is provided in a timely manner in accordance with Policy S2 of the London Plan (2021).",
    "Prior to the commencement of each phase, plans showing the existing and proposed ground levels and the proposed finished floor levels of all proposed buildings within the phase shall be submitted to and approved in writing by the Local Planning Authority. Such levels shall be shown in relation to a fixed and know datum point. Thereafter the development shall not be carried out other than in accordance with the approved details.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby permitted shall be constructed in accordance with the approved plan for reducing dust and emissions from demolition and construction works hereby approved under application reference 23658/APP/2024/405 (Approved 17 April 2024).",
    ".",
    "The approved details shall be  implemented and maintained throughout the duration of the demolition and construction process.",
    "REASON",
    "To reduce the impact on air quality, in compliance with policy EM8 of the Local Plan: Part 1 (November 2012), policy DMEI 14 of the London Borough of Hillingdon Local Plan (part 2), the London Borough of Hillingdon Air Quality Action Plan 2019-2023, London Plan (2021) policy SI1 and T4, and the National Planning Policy Framework (2021).",
    "All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority.",
    "The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\"",
    "REASON",
    "To comply with the London's Low Emission Zone for non-road mobile machinery as per requirements of the London Environment Strategy, in accordance with Policy SI1 of the London Plan (2021).",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "No floodlighting or other form of external lighting shall be installed unless it is in accordance with details which have previously been submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020); and to protect the ecological value of the area in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part Two 2 (2020).",
    "Notwithstanding the details shown on the submitted plans, detailed plans showing the pedestrian walkways through the site shall be submitted to and approved in writing by the Local Planning Authority, the information shall include:",
    "(i) lighting details;",
    "(ii) ground surface finishes;",
    "(iii) any other street furniture;",
    "(iv) maintenance of dusk till dawn access from Pinner Road to Juniper Court and Neal Close; and",
    "(v) access arrangements",
    "The approved details shall be implemented and maintained for the life of the development.",
    "REASON",
    "To ensure that pedestrian access across the site is maintained in accordance with Policy DMT 5 of the Hillingdon Local Plan Part 2 (2020) and Policy T2 of the London Plan (March 2021).",
    "HEALTH CENTRE DEVELOPMENT:",
    "Prior to above ground works on the Health Centre, details of its materials and external surfaces, including details of any concrete type cladding rain screen for the replacement extensions, detailed drawings of the windows and doors shall be submitted to and approved in writing by the Local Planning Authority.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "Sample panels of brickwork showing the proposed brick, method of bonding, colour or mortar and type of pointing to be used in the construction of the walls; shall be prepared on site and approved by the Local Planning Authority in writing before the commencement of the brickwork. The work shall be undertaken in accordance with the approved details.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with P",
    "HEALTH CENTRE DEVELOPMENT",
    "The relocated main entrance serving the Cottage Hospital shall be carried out in accordance with the details hereby approved under application reference 23658/APP/2023/2938 (Approved 27 November 2024). As per these details approved, the main entrance to the proposed Health Centre shall be located on the eastern side of the principal building, along with the central window at the front of the building.",
    "Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To retain the significance, appearance, character and setting of a Locally Listed Building, in compliance with Policy DMHB 3 (Locally Listed Buildings) of the Local Plan Part 2.",
    "HEALTH CENTRE DEVELOPMENT",
    "The details of the plaque and beam in the Cottage Hospital shall be implemented in accordance with the details approved under reference  23658/APP/2023/2938 (Approved 27 November 2024). The plaque and beam / arch shall be retained in the approved positioning thereafter.",
    "REASON",
    "To retain the significance, appearance, character and setting of a Locally Listed Building, in compliance with Policy DMHB 3 (Locally Listed Buildings) of the Local Plan Part 2.",
    "HEALTH CENTRE DEVELOPMENT:",
    "Prior to the commencement (excluding demolition and site clearance works) of the refurbishment of the health care facility, the applicant shall provide a detailed energy assessment to demonstrate the project will provide a minimum energy performance of 'Very Good' against the 'Reduction of energy use and carbon emissions' as set out in the BREEAM UK Refurbishment and Fit-Out 2014 manual unless otherwise agreed in writing with the Local Planning Authority. The details shall specify the baseline building energy demands (kwhr/annum) for gas and electricity and the associated CO2 emissions. The assessment shall then identify the measures that will be incorporated into the project to meet the BREEAM target set out above or as otherwise agreed in writing with the Local Planning Authority.",
    "The development must proceed in accordance with the approved assessment.",
    "REASON",
    "To ensure the development contributes to carbon reductions as required by Policy SI2 of the L",
    "HEALTH CENTRE DEVELOPMENT:",
    "Prior to any windows being removed / altered from the retained elements of the Cottage Hospital, full details of a window replacement / retention schedule and repair methodology shall be submitted to and approved in writing by the Local Planning Authority.",
    "The works shall progress in accordance with the approved window replacement / retention schedule and repair methodology unless any alteration is agreed in writing with the Local Planning Authority.",
    "REASON",
    "To retain the significance, appearance, character and setting of a Locally Listed Building, in compliance with Policy DMHB 3 (Locally Listed Buildings) of the Local Plan Part 2.",
    "HEALTH CENTRE DEVELOPMENT:",
    "No development (excluding demolition and site clearance works) on the health care facility approved by this permission shall be commenced until a scheme for the provision of sustainable water management has been submitted to and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate that sustainable drainage systems (SUDS) have been incorporated into the designs of the development in accordance with the hierarchy set out in accordance with Policy SI13 of the London Plan and will:",
    "i.  provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii.  include a timetable for its implementation; and",
    "iii.  provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public",
    "HEALTH CENTRE DEVELOPMENT",
    "The development of the health centre facility hereby permitted shall be constructed in accordance with the approved Land Contamination and Remediation Method Statement (reference 1921134R02(00) details approved under application reference 23658/APP/2024/896).",
    "AND",
    "(ii) If during development or works contamination not addressed in the submitted remediation scheme is identified, an addendum to the remediation scheme must be agreed with the LPA prior to implementation; and",
    "(iii) All works which form part of the remediation scheme shall be completed and a verification report submitted to the Council's Environmental Protection Unit before any part of the development is occupied or brought into use unless the LPA dispenses with any such requirement specifically and in writing.",
    "(iv) No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. Before any part of the develop",
    "HEALTH CENTRE DEVELOPMENT:",
    "Prior to the commencement of above ground works on the health care facility, a low emission strategy (LES) shall be submitted to and approved in writing by the Local Planning Authority. The LES shall address but not be restricted to:",
    "1) Secure compliance with the current London Plan (March 2021) and the London Sustainable Design and Construction Supplementary Planning Guidance requirements",
    "2) The implementation of fast electric vehicle charging bays for the hospital. This is to be implemented in line with the minimum number of charging points required in the London Plan.",
    "3) A clear and effective strategy to encourage staff / users to:-",
    "a) use public transport;",
    "b) cycle / walk to work where practicable;",
    "c) enter car share schemes;",
    "d) purchase and drive to work zero emission vehicles.",
    "The measures in the agreed scheme shall be maintained throughout the life of the development.",
    "REASON",
    "The application site is within an Air Quality Management Area, and to reduce",
    "HEALTH CENTRE DEVELOPMENT:",
    "The development hereby permitted should be implemented in accordance with the approved scheme to protect and enhance the nature conservation interest of this part of the site, in accordance with the approved Ecological Mitigation and Enhancement Plan approved under application reference 23658/APP/2024/49 (Approved 3rd July 2023).",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the existing semi-natural habitat of the site in accordance with policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020) and London Plan (2021) G5.",
    "HEALTH CENTRE DEVELOPMENT:",
    "The health centre facility shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). The health centre shall not be brought into use until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to ensure the development provides a safe and secure environment in accordance with policy DMHB 15 of the Local Plan Part 2 (2020) and London Plan (2021) D12.",
    "HEALTH CENTRE DEVELOPMENT",
    "The development hereby permitted shall be carried out in accordance with the details approved in the submitted Arboricultural Impact Assessment and Tree Protections Plans reference 05045RMSv2 including Tree Protection Plans (05040P_TRP01 and 05040P_TPP_ 01 to 06) Method Statement & Tree Protection Plan BS:5837 2012 dated Date: February 2024 as approved under application reference 23658/APP/2024/405  (Approved 17th April 2024).",
    "Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in position until development is completed.",
    "The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "2.a There shall be no changes in ground levels;",
    "2.b No materials or plant shall be stored;",
    "2.c No buildings or temporary buildings shall be erected or stationed.",
    "2.d No materials or waste shall be burnt; and.",
    "2.e No drain runs or other tr",
    "HEALTH CENTRE DEVELOPMENT:",
    "Notwithstanding the submitted plans, prior to the commencement of above ground works on the health care centre, details of on-site refuse storage (including clinical waste) for refuse material arising from the development, shall be submitted to and approved by the Local Planning Authority. Such details shall include any screening and means of collection. The facilities shall be provided prior to occupation of the development hereby approved and thereafter permanently retained for the lifetime of the development.",
    "REASON",
    "·  To avoid adverse visual impacts and nuisance to both occupiers and neighbours.",
    "·  To make sufficient provision for well designed internal and external storage space for general, recycling, organic and clinical waste, with suitable access for collection.",
    "·  To comply with Policy EM11 of the Local Plan: Part 1 - Strategic Policies (November 2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2",
    "HEALTH CENTRE DEVELOPMENT",
    "Prior to the commencement of above ground works on the health centre, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority.",
    "The scheme shall include:-",
    "1. Details of Soft Landscaping;",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate to include pollution absorbing trees.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments with the Pinner Road boundary treatment to not exceed 0.6m in height;",
    "2.d Car parking layouts:-",
    "- 51 parking spaces including 5 disabled compliant parking spaces",
    "- 1 'active', 1 rapid charger and 50 'passive' electric charging points",
    "- 2 mobility scooter parking spaces and 3 pram spaces",
    "- 20 cycle spaces",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g",
    "HEALTH CENTRE DEVELOPMENT:",
    "The health care centre development hereby approved shall not be occupied until a Health Care Centre Parking Management and Design Strategy (PMDS) has been submitted to, and approved in writing by, the Local Planning Authority. The PMDS shall, as a minimum, include a requirement that the health centre parking hereby approved shall remain allocated and dedicated in such a manner for the life-time of the development.",
    "REASON",
    "To demonstrate that the parking layout is workable in terms of reasonable accessibility to and to ensure that an appropriate level of car parking provision is provided on site, in accordance with Policy DMT 6 of the Hillingdon Local Plan Part Two 2 (2020) and Policy T6 of the London Plan (2021).",
    "HEALTH CENTRE DEVELOPMENT:",
    "The development (excluding demolition and site clearance) of the health care centre shall not begin until a detailed baseline noise survey and assessment has been undertaken for this element of the works to confirm the scheme to control plant noise emanating from the site, in accordance with the Noise SPD2 and BS 4142, has been submitted to, and  approved in writing by the Local Planning Authority.",
    "Thereafter, the scheme shall be implemented and maintained in full compliance with the approved measures.",
    "REASON",
    "·  To avoid potentially unreasonable internal noise levels, from windows required to be open, and ensure an acceptable development;",
    "·  To safeguard the amenity of the surrounding area in accordance with policy EM8 of the Hillingdon Local Plan Part 1 (2012 policy DMHB 11 of the Hillingdon Local Plan Part  2 (2020) and Policy D14 of the London Plan (2021).",
    "HEALTH CENTRE DEVELOPMENT:",
    "Prior to occupation of the development, a scheme for the control of internal and external lighting, including car park lighting shall be submitted to and approved in writing by the Local Planning Authority. This should detail the times when lights will be turned on and off during the day and night. The lighting of the health centre shall also employ devices that automatically turn the lights off when the rooms are not in use.",
    "Thereafter, lighting shall be operated as agreed within this approved scheme.",
    "REASON:",
    "In the interests of energy conservation and to reduce any impact on neighbouring residents, in accordance with Policies DMEI 2 and DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policy SI 2 of the London Plan (2021).",
    "HEALTH CENTRE DEVELOPMENT",
    "A final Overheating Assessment, based on the submitted Energy and Sustainability Strategy which details all the mitigation measures to prevent overheating of the health centre shall be submitted to, and approved in writing by, the Local Planning Authority prior to commencement of above ground works on the health centre.",
    "The development shall be carried out in accordance with the details as approved.",
    "REASON",
    "To ensure the development does not give rise to adverse temperatures that would need mitigating and thus reduce the contribution made towards a reduction in CO2 in accordance with Policies SI2 and SI4 of the London Plan (March 2021).",
    "RESIDENTIAL DEVELOPMENT:",
    "Prior to above ground works on the residential units, details of their materials and external surfaces, including details of balconies, balcony / terrace privacy screens, detailed drawings of the windows and doors shall be submitted to and approved in writing by the Local Planning Authority.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "Sample panels of brickwork showing the proposed brick, method of bonding, colour or mortar and type of pointing to be used in the construction of the walls; shall be prepared on site and approved by the Local Planning Authority in writing before the commencement of the brickwork. The work shall be undertaken in accordance with the approved details. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hil",
    "RESIDENTIAL DEVELOPMENT:",
    "Prior to the above ground works on the residential development relevant to each individual phase, the applicant must submit a detailed energy assessment that demonstrates a minimum of 59.1% saving in carbon as set out in the energy strategy (Sweco, March 21). The assessment shall provide full details of the baseline energy demand and associated CO2 emissions in accordance with a 2013 Building",
    "Regulation compliant development. The assessment shall then set out the full details and specifications of the measures to achieve the target referenced above.",
    "Where low and zero carbon technology is identified, the assessment shall provide full details of their specification and location within the building and any associated further analysis to demonstrate their efficacy (for example roof plans and elevations where PVs are to be used).",
    "The development must proceed in accordance with the approved details.",
    "REASON",
    "To ensure the development contributes to a reduction in C",
    "RESIDENTIAL DEVELOPMENT:",
    "No development (excluding demolition and site clearance works) on the residential units relevant to each individual phase approved by this permission shall be commenced until a scheme for the provision of sustainable water management has been submitted to and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate that sustainable drainage systems (SUDS) have been incorporated into the designs of the development in accordance with the hierarchy set out in accordance with Policy SI13 of the London Plan and will:",
    "i. provide information about the design storm period and intensity, the method employed to delay and",
    "control the surface water discharged from the site and the measures taken to prevent pollution of the",
    "receiving groundwater and/or surface waters;",
    "ii. include a timetable for its implementation; and",
    "iii. provide a management and maintenance plan for the lifetime of the development which shall include",
    "the arrangements for",
    "RESIDENTIAL DEVELOPMENT",
    "The development of the residential units hereby permitted shall be constructed in accordance with the approved Land Contamination and Remediation Method Statement (reference 1921134R02(00) details approved under application reference 23658/APP/2024/896.",
    "AND",
    "(ii) If during development or works contamination not addressed in the submitted remediation scheme is identified, an addendum to the remediation scheme must be agreed with the LPA prior to implementation; and",
    "(iii) All works which form part of the remediation scheme shall be completed and a verification report submitted to the Council's Environmental Protection Unit before any part of the development is occupied or brought into use unless the LPA dispenses with any such requirement specifically and in writing.",
    "(iv) No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. Before any part of the development is",
    "RESIDENTIAL DEVELOPMENT:",
    "Prior to the commencement of above ground works on the residential units, a low emission strategy (LES) shall be submitted to and approved in writing by the Local Planning Authority. The LES shall address but not be restricted to:",
    "1) Secure compliance with the current London Plan (March 2021) and the London Sustainable Design and Construction Supplementary Planning Guidance requirements",
    "2) The implementation of normal charging for the residential units. This is to be implemented in line with the minimum number of charging points required in the London Plan.",
    "3) A clear and effective strategy to encourage residents to:-",
    "a) use public transport;",
    "b) cycle / walk where practicable;",
    "c) enter car share schemes;",
    "d) purchase and drive zero emission vehicles.",
    "The measures in the agreed scheme shall be maintained throughout the life of the development.",
    "REASON",
    "The application site is within an Air Quality Management Area, and to reduce the impact on air quality, in accor",
    "RESIDENTIAL DEVELOPMENT",
    "Prior to the commencement of above ground works relating to the residential site, details of play areas for children shall be submitted to and approved in writing by the Local Planning Authority. Details shall include accessible play equipment for disabled children, including those with a sensory impairment, or complex multiple disabilities. Provisions could include outdoor sound tubes, colour and lighting canopies, and other play equipment that could stimulate the olfactory senses. Thereafter, the play areas shall be provided prior to the occupation of any unit within the development and maintained for this purpose.",
    "REASON",
    "To ensure that the development makes adequate provision of children's play space in accordance with Policy DMHB 19 of the Hillingdon Local Plan Part 2 (2020) and London Plan (2021) Policies S4, D5 and D7.",
    "RESIDENTIAL DEVELOPMENT",
    "The development hereby approved shall ensure that 7 no. residential units are constructed to accord with the technical specifications of Section M4(3) for a Wheelchair Accessible dwelling as set out in Approved Document M. The dwellings hereby approved shall provide that 90% be constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON:To ensure that an appropriate standard of housing stock, in accordance with London Plan (2021) Policies D5 and D7 is achieved and maintained.",
    "RESIDENTIAL DEVELOPMENT:",
    "No development shall take place on the residential units relevant to each individual phase, until a scheme to protect and enhance the nature conservation interest of this part of the site, based on the recommendations set out in Update Ecological Appraisal and Bat Survey Report Ref:784-B022083 dated August 2021 has been submitted to and approved by the Local Planning Authority.",
    "REASON",
    "In order to encourage a wide diversity of wildlife on the existing semi-natural habitat of the site in accordance with policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020) and London Plan (2021) G5.",
    "RESIDENTIAL DEVELOPMENT",
    "The residential units shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No dwelling shall be occupied until accreditation has been achieved.",
    "REASON In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to ensure the development provides a safe and secure environment in accordance with policy DMHB 15 of the Local Plan Part 2 (2020) and London Plan (2021) D12 .",
    "RESIDENTIAL DEVELOPMENT:",
    "No site clearance or construction work on the residential units relevant to each individual phase shall take place until details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the residential site including demolition, building works and tree protection measures o include specific tree protection measures and an arboricultural method statement to protect the retained conifer hedge on the boundary with Juniper Court.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details",
    "approved. Unless otherwise agreed in writing by the",
    "RESIDENTIAL DEVELOPMENT:",
    "Notwithstanding the submitted plans, prior to the commencement of above ground works on the residential units relevant to each individual phase, details of on-site refuse storage for refuse material arising from the development, shall be submitted to and approved by the Local Planning Authority.",
    "Such details shall include any screening and means of collection. The facilities shall be provided prior to occupation of the development hereby approved and thereafter permanently retained for the lifetime of the development.",
    "REASON",
    "· To avoid adverse visual impacts and nuisance to both occupiers and neighbours.",
    "· To make sufficient provision for well designed internal and external storage space for general,",
    "recycling, organic and clinical waste, with suitable access for collection.",
    "· To comply with Policy EM11 of the Local Plan: Part 1 - Strategic Policies (November 2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January",
    "RESIDENTIAL DEVELOPMENT:",
    "Prior to the commencement of above ground works on the residential units relevant to each individual phase, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100) to include an appropriate replacement for the fastigiate Oak trees along the boundary with Sovereign Court,",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate to include pollution absorbing trees.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments with the Pinner Road boundary treatment to not exceed 0.6m in height;",
    "2.d Car parking layouts:-",
    "- 69 parking spaces including 7 disabled compliant parking spaces.",
    "- 8 motor cycle spaces",
    "- 14 'active' and 55 'pas",
    "RESIDENTIAL DEVELOPMENT:",
    "The residential units relevant to each individual phase, hereby approved shall not be occupied until a Residential Parking Management and Design Strategy (PMDS) has been submitted to, and approved in writing by, the Local Planning Authority. The PMDS shall, as a minimum, include a requirement that all on-site car parking hereby approved shall be allocated and dedicated for the use of each of the residential units and shall remain allocated and dedicated in such a manner for the life-time of the development.",
    "REASON",
    "To demonstrate that the parking layout is workable in terms of reasonable accessibility to and to ensure that an appropriate level of car parking provision is provided on site, in accordance with Policy DMT 6 of the Hillingdon Local Plan Part Two 2 (2020) and Policy T6 of the London Plan (2021).",
    "RESIDENTIAL DEVELOPMENT:",
    "The development (excluding demolition and site clearance) of the residential units relevant to each individual phase shall not begin until a detailed baseline noise survey and assessment has been undertaken for this element of the works to confirm the scheme to control plant noise emanating from the site, in accordance with the Noise SPD2 and BS 4142, has been submitted to, and approved in",
    "writing by the Local Planning Authority",
    "Thereafter, the scheme shall be implemented and maintained in full compliance with the approved measures.",
    "REASON: To avoid potentially unreasonable internal noise levels, from windows required to be open, and ensure an acceptable development; To safeguard the amenity of the surrounding area in accordance with policy EM8 of the Hillingdon Local Plan Part 1 (2012 policy DMHB 11 of the Hillingdon Local Plan Part  2 (2020) and Policy D14 of the London Plan (2021).",
    "RESIDENTIAL DEVELOPMENT:",
    "The development (excluding demolition and site clearance) of the residential scheme relevant to each individual phase shall not begin until a detailed assessment has been undertaken to confirm the scheme to control existing and likely future environmental noise ingress to the residential units, in accordance with BS 8233, has been submitted and approved in writing by the Local Planning Authority.",
    "The scheme shall take into account the ventilation strategy, with any mechanical system noise generated within the habitable rooms being assessed and adequately attenuated.",
    "Thereafter, the scheme shall be implemented and maintained in full compliance with the approved measures.",
    "REASON",
    "·  To avoid potentially unreasonable internal noise levels, from windows required to be open, and ensure an acceptable development;",
    "·  To safeguard the amenity of the surrounding area in accordance with policy EM8 of the Hillingdon Local Plan Part 1 (2012 policy DMHB 11 of the Hilling",
    "RESIDENTIAL DEVELOPMENT:",
    "Prior to commencement of superstructure works relevant to each individual phase, the final Overheating Strategy shall be submitted to and approved in writing by the Local Planning Authority. The submission shall demonstrate how the development will reduce the potential for internal overheating and reliance on air conditioning systems in accordance with the following cooling hierarchy:",
    "1) reduce the amount of heat entering a building through orientation, shading, high albedo materials,",
    "fenestration, insulation and the provision of green infrastructure;",
    "2) minimise internal heat generation through energy efficient design;",
    "3) manage the heat within the building through exposed internal thermal mass and high ceilings;",
    "4) provide passive ventilation;",
    "5) provide mechanical ventilation; and",
    "6) provide active cooling systems.",
    "The approved details shall thereafter be implemented and retained for the lifetime of the development.",
    "REASON",
    "To demonstrate that the final stra",
    "The works comprising the new Health centre building of the development hereby approved shall be delivered in Phase 1. Phase 2, which comprises Block B shall not be occupied until the new Health centre facility is completed and operational.",
    "REASON",
    "To ensure that the development proceeds in a satisfactory manner in accordance with policies S1 and S2 of the London Plan 2021 and policy DMCI 2 of the Local Plan Part 2 (2020).",
    "Prior to the commencement of each phase, a Construction Management and Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority (in consultation with relevant stakeholders). This plan shall detail:",
    "(i) The phasing of the works;",
    "(ii) The hours of work;",
    "(iii) On-site plant and equipment;",
    "(iv) Measures to mitigate noise and vibration;",
    "(v) Measures to mitigate impact on air quality;",
    "(vi) Waste management;",
    "(vii) Site transportation and traffic management, including:",
    "(a) Routing;",
    "(b) Signage;",
    "(c) Vehicle types and sizes;",
    "(d) Hours of arrivals and departures of staff and deliveries (avoiding peaks times of day);",
    "(e) Frequency of visits;",
    "(f) Parking of site operative vehicles;",
    "(g) On-site loading/unloading arrangements; and",
    "(h) Use of an onsite banksman (if applicable).",
    "(viii) The arrangement for monitoring and responding to complaints relating to demolition and",
    "construction and the pre-engagement with local residents; and",
    "(ix) Details of cranes and other ta",
    "For the lifetime of the plant equipment associated with the Healthcare Centre hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.'",
    "REASON",
    "To ensure that occupants of existing dwellings would not be exposed to noise caused by the permitted development that would be likely to cause an adverse effect on their health and quality of life. This has regard to the guidance set out in 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014, with windows open for the purposes of ventilation and cooling.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Demolition and removal of any material containing asbestos must be carried out in accordance with guidance from the Health and Safety Executive and the Council's Environmental Services. For advice and information contact: - Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 277401) or the Health and Safety Executive, Rose Court, 2 Southwark Bridge Road, London, SE1 9HS (Tel. 020 7556 2100).",
    "Your attention is drawn to the attached note 'Environmental Control on Construction Sites'.",
    "All proposed new street names must be notified to and approved by the Council. Building names and numbers, and proposed changes of street names must also be notified to the Council. For further information and advice, contact - The Street Naming and Numbering Officer, Planning & Community Services, 3 North Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250557).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "CADENT GAS",
    "Due to the presence of Cadent and/or National Grid apparatus in proximity to the specified area, the contractor should contact Plant Protection before any works are carried out to ensure the apparatus is not affected by any of the proposed works",
    "Waste Comments",
    "With regard to SURFACE WATER drainage, Thames Water would advise that if the developer follows the sequential approach to the disposal of surface water we would have no objection.  Management of surface water from new developments should follow Policy SI 13 Sustainable drainage of the London Plan 2021.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  Should you require further information please refer to our website. https://gbr01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fdevelopers.thameswater.co.uk%2FDeveloping-a-large-site%2FApply-and-pay-for-services%2FWastewater-services&data=04%7C01%7CPlanningEConsult%40Hillingdon.Gov.UK%7C0b00329516884c855ec508d96c6e80e4%7Caaacb679c38148fbb320f9d581ee948f%7C0%7C0%7C637660044128719580%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&sdata=Ka0UlWebBPcknQFJlp9Bo8%2FjpPH%2FUghbshSLk5JMu2o%3D&re",
    "You are reminded of the need to discharge all planning conditions prior to the commencement of each phase. For avoidance of doubt the following conditions set out in the original planning approval have either been discharged or partially discharged.",
    "Conditions 6(Demolition and Construction Emission Reduction),12(Main entrance relocation),13 (Plaque/Beam),17 (Health Centre Land Contamination details -partially discharged),19 (Health Centre Ecology Details), 21 (Health Centre Tree Protection Plan), 31 (Residential Land Contamination Details - partially discharged) and 45 (Construction Management Plan - partially discharged)",
    "This S73 decision reflects this within the wording of the conditions with those conditions that have already been fully approved altered to compliance conditions."
  ],
  "status": "Approved",
  "secondary_street_name": "NORTHWOOD",
  "id": "Hillingdon-23658_APP_2023_2980",
  "lpa_app_no": "23658/APP/2023/2980",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null
}