{
  "cil_liability": false,
  "centroid": {
    "lat": "51.5242174",
    "lon": "0.2243801"
  },
  "uprn": "100021357026",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "description": "3 x 1-bed and 4 x 2-bed, single storey, detached dwellings for elderly persons only, with associated parking and amenity space",
  "street_name": "RAINHAM",
  "id": "Havering-P1399.21",
  "decision_target_date": "04/10/2021",
  "decision_date": "04/10/2021",
  "lapsed_date": "04/10/2024",
  "ward": "Rainham & Wennington",
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1399.21",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.251
  },
  "decision_conditions": [
    "The site is within the area identified in the Local Development Framework as Metropolitan Green Belt. Policy DC45 of the Local Development Framework and Government Guidance as set out in the National Planning Policy Framework (Green Belts) states that in order to achieve the purposes of the Metropolitan Green Belt it is essential to retain and protect the existing rural character of the area so allocated and that new development will only be permitted outside the existing built up areas in the most exceptional circumstances. The development is inappropriate in principle in the Green Belt and it is considered that the very special circumstances that have been submitted in this case do not outweigh the harm caused by reason of inappropriateness and visual harm to the character and openness of the Green Belt. The proposal is therefore contrary to Policies CP14 and DC45 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document and the Natio",
    "The proposal by reason of its domestic appearance, layout and form of the development would amount to a substantial suburban incursion into the Green Belt. The residential nature of the proposals including its associated curtilages, would create a formalised domestic layout with gardens to the side and rear and a parking area. The proposals would introduce an urban layout and character which would significantly harm openness and would be materially harmful to the character and appearance of the Green Belt. The proposal is therefore contrary to Policies CP14 and DC45 of the London Borough of Havering Local Development Framework Core Strategy and Development Control Policies Development Plan Document 2008, as well as the provisions of the National Planning Policy Framework 2021.",
    "In the absence of a legal agreement to ensure that the proposed dwellings are occupied by people aged over 55 and 65 years, the proposal is contrary to Policy DC72 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document, Policy 6 of the Havering Proposed Submission Local Plan and Policy H13 of the London Plan.",
    "In the absence of a legal agreement to secure £3,500 for the Council to install advance warning signs and slow road markings, the proposal is contrary to Policies DC32 and DC72 of the Local Development Framework Core Strategy and Development Control Policies Development Plan Document and Policy DF1 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Your Vision Management via email on 4th October 2021.",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £63,600 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £10,600 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of ??????£25/sq.m plus Havering's charging rate for residential of ??????£125/sq.m (Zone A) and the floorspace of 424 square metres.",
    "You are advised to visit the plan"
  ],
  "lpa_app_no": "P1399.21",
  "parking_details": null,
  "actual_completion_date": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "title_number": null,
  "centroid_easting": 554409,
  "last_updated": "2025-03-20T12:39:36.159+00:00",
  "appeal_start_date": "19/07/2022",
  "decision": "Refused",
  "site_number": null,
  "postcode": "RM13 9ES",
  "secondary_street_name": null,
  "site_name": "418 UPMINSTER ROAD NORTH",
  "valid_date": "21/07/2021",
  "status": "Dismissed",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": "20/04/2023",
  "epc_number": null,
  "centroid_northing": 182934,
  "lpa_name": "Havering",
  "locality": null,
  "appeal_status": null,
  "application_type": "All Other",
  "development_type": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": "Dismissed",
  "decision_agency": "Borough",
  "last_date_consultation_comments": "17/09/2021",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554356.365,
              182909.244
            ],
            [
              554357.506,
              182913.949
            ],
            [
              554358.646,
              182916.801
            ],
            [
              554368.913,
              182930.776
            ],
            [
              554381.747,
              182939.902
            ],
            [
              554389.019,
              182944.037
            ],
            [
              554407.842,
              182949.171
            ],
            [
              554449.766,
              182960.864
            ],
            [
              554450.764,
              182956.586
            ],
            [
              554449.48,
              182956.586
            ],
            [
              554448.197,
              182955.588
            ],
            [
              554447.627,
              182954.019
            ],
            [
              554451.334,
              182932.629
            ],
            [
              554447.627,
              182931.774
            ],
            [
              554448.482,
              182926.64
            ],
            [
              554356.365,
              182909.244
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.22361119999999998,
          51.5240094
        ],
        [
          0.2236297,
          51.5240514
        ],
        [
          0.2236474,
          51.5240767
        ],
        [
          0.22380139999999998,
          51.5241994
        ],
        [
          0.2239902,
          51.5242779
        ],
        [
          0.22409679999999998,
          51.5243131
        ],
        [
          0.2243701,
          51.5243541
        ],
        [
          0.22497899999999998,
          51.5244477
        ],
        [
          0.22499149999999998,
          51.524409
        ],
        [
          0.22497309999999998,
          51.5244093
        ],
        [
          0.2249541,
          51.5244007
        ],
        [
          0.22494519999999998,
          51.5243867
        ],
        [
          0.2249893,
          51.5241936
        ],
        [
          0.22493549999999998,
          51.5241869
        ],
        [
          0.2249456,
          51.5241405
        ],
        [
          0.22361119999999998,
          51.5240094
        ]
      ]
    ],
    "type": "Polygon"
  }
}