{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508025.4043,
              180473.2712
            ],
            [
              508028.0502,
              180440.8597
            ],
            [
              508008.5371,
              180441.5211
            ],
            [
              508007.2142,
              180437.8831
            ],
            [
              508007.8757,
              180427.2998
            ],
            [
              508003.5762,
              180427.2998
            ],
            [
              508003.5762,
              180418.3701
            ],
            [
              507941.7297,
              180419.0315
            ],
            [
              507923.8703,
              180432.5914
            ],
            [
              507924.8625,
              180450.7816
            ],
            [
              507949.9979,
              180471.9483
            ],
            [
              508025.4043,
              180473.2712
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08200840",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:01.656+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "29/11/2019",
  "secondary_street_name": "STOCKLEY PARK",
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.5126424",
    "lon": "-0.4453801"
  },
  "decision": "Approved",
  "valid_date": "22/10/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.464
  },
  "cil_liability": false,
  "postcode": "UB11 1AA",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=37800/APP/2019/3278",
  "lpa_name": "Hillingdon",
  "site_name": "THE ARENA",
  "lapsed_date": "19/02/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on URB SS [08] 09 01 D00 date received 07-02-20 and TR18 SSE",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2016).",
    "Prior to the construction of the 3 car parking spaces along the perimeter of the car park a detailed cross section which includes the dig depth in relation to the bund and the various surfacing levels used to construct the spaces shall be submitted and approved by the Local Planning Authority.",
    "REASON:",
    "To ensure the integrity of the existing protective barrier structure is maintained and compliance with DMEI 11: Protection of Ground Water Resources and DMEI 12: Development of Land Affected by Contamination of the Hillingdon Local Plan: Part 2 - Development Management Policies (Jan 2020)",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for engineering and/or landscaping purposes shall be clean and free of contamination. All imported soils shall be tested for chemical contamination, and the results of this testing shall be submitted to the Local Planning Authority for approval. Note: The Environmental Protection Unit (EPU) must be consulted for their advice when using this condition.",
    "REASON: To ensure that the Business Park is not subject to any risks from contamination in accordance with Hillingdon Local Plan: Part 2 (January 2020) Policies - DMEI 11: Protection of Ground Water Resources and DMEI 12: Development of Land Affected by Contamination, of the Hillingdon Local Plan: Part 2 - Development Management Policies (Jan 2020)",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "Within 3 months of the date of permission a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Means of enclosure/boundary treatments",
    "2.c Car Parking Layouts (including demonstration that 20 %of all parking spaces are served by active and 20% passive electrical charging points)",
    "2.d Hard Surfacing Materials",
    "2.e External Lighting",
    "3. Details of Landscape Maintenance",
    "3.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "3.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Au",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan: Part Two - Development Management Policies (2020), and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Alterations to car parking and erection of 2 substations storage/plant room",
  "lpa_app_no": "37800/APP/2019/3278",
  "decision_target_date": "24/01/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "19/02/2020",
  "id": "Hillingdon-37800_APP_2019_3278",
  "centroid_northing": 180447,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507976,
  "street_name": "BENNETSFIELD ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44466039999999996,
          51.5128691
        ],
        [
          -0.4446322,
          51.5125772
        ],
        [
          -0.4449131,
          51.5125869
        ],
        [
          -0.4449332,
          51.5125545
        ],
        [
          -0.44492689999999996,
          51.5124592
        ],
        [
          -0.44498889999999997,
          51.51246
        ],
        [
          -0.4449916,
          51.5123798
        ],
        [
          -0.44588229999999995,
          51.5123975
        ],
        [
          -0.44613539999999996,
          51.5125228
        ],
        [
          -0.4461155,
          51.5126861
        ],
        [
          -0.445747,
          51.5128716
        ],
        [
          -0.44466039999999996,
          51.5128691
        ]
      ]
    ],
    "type": "Polygon"
  }
}