{
  "epc_number": null,
  "decision_target_date": "14/12/2023",
  "decision": "Approved",
  "last_date_consultation_comments": "19/09/2023",
  "description": "Retention and modification of cellar created beneath an existing outbuilding (Retrospective application) and demolition of covered structure and side extension attached to the existing outbuilding",
  "site_number": null,
  "postcode": null,
  "application_type_full": "Householder planning permission",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": null,
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=30989/APP/2023/2224",
  "valid_date": "27/07/2023",
  "centroid": {
    "lon": -0.39994,
    "lat": 51.56958
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "148 PINE GARDENS",
  "bo_system": "CSV Data Import",
  "centroid_easting": 510992,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "14/12/2026",
  "actual_completion_date": null,
  "centroid_northing": 186847,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.39990119999999996,
          51.5693867
        ],
        [
          -0.3999783,
          51.5696376
        ],
        [
          -0.400062,
          51.5697553
        ],
        [
          -0.40003839999999996,
          51.5697741
        ],
        [
          -0.3998345,
          51.5696559
        ],
        [
          -0.3995319,
          51.569465
        ],
        [
          -0.39988589999999996,
          51.5693865
        ],
        [
          -0.39990119999999996,
          51.5693867
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "lpa_app_no": "30989/APP/2023/2224",
  "application_details": {
    "intended_completion_date": "12/2024",
    "total_gia_gained": 22,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "06/2022",
    "no_additional_bedrooms": 0,
    "site_area": 0.061000000000000006
  },
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510993.7198,
              186825.3703
            ],
            [
              510987.7667,
              186853.1516
            ],
            [
              510981.6812,
              186866.1162
            ],
            [
              510983.2687,
              186868.2329
            ],
            [
              510997.6886,
              186855.4005
            ],
            [
              511019.1198,
              186834.6307
            ],
            [
              510994.7781,
              186825.3703
            ],
            [
              510993.7198,
              186825.3703
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated": "2025-03-18T23:54:02.565+00:00",
  "date_building_work_started_under_previous_permission": "01/06/2022",
  "ward": "EASTCOTE 2022",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "Householder",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing Numbered/Titled:",
    "104-101",
    "104-102",
    "104-103",
    "80690L1 BIA Cover Letter",
    "80690R1 Basement Impact Assessment",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The covered structure and side extension adjoining the outbuilding which are shown to be removed on the approved drawings shall be demolished in their entirety within two months of the date of this planning permission and all resultant debris removed from the site.",
    "REASON",
    "To regularise a planning breach, safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the site in accordance with Policies BE1 and HE1 of the Hillingdon Local Plan Part 1 (2012), Policies DMHD 2, DMHB 1 and DMHB 11 of the Hillingdon Local Plan Part 2 (2020) and the National Planning Policy Framework (2023).",
    "The materials to be used in the construction (or making good following demolition) of the external surfaces of the outbuilding shall match those used in the existing outbuilding and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The cellar hereby approved shall only be used for storage purposes ancillary to the dwelling at 148 Pine Gardens, Ruislip. It shall not be used for habitable purposes such as a living room, bedroom, kitchen, bathroom, study or as a separate unit of accommodation.",
    "REASON",
    "To avoid any future undesirable fragmentation of the curtilage or the creation of a separate residential use, so as to protect the amenity of adjoining residential properties, and to prevent habitable rooms and other sensitive uses in areas prone to flooding in accordance with Policy DMHD3 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Hillingdon",
  "pp_id": "12343699",
  "decision_date": "14/12/2023",
  "id": "Hillingdon-30989_APP_2023_2224",
  "street_name": "RUISLIP"
}