{
  "centroid": {
    "lon": "0.2379914",
    "lat": "51.5583749"
  },
  "status": "Approved",
  "decision_target_date": "12/06/2020",
  "site_name": "154 UPMINSTER ROAD",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "No works shall take place in relation to any of the development hereby approved until there has been submitted to and approved by the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission o",
    "The building(s) hereby permitted shall be used only for activities ancillary to the main use of the site for the purposes of restaurant.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to enable the Local Planning Authority to exercise control over any future use not forming part of this application.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 the garage hereby permitted shall be made permanently available for the parking of private motor vehicles and not for any other purpose including living accommodation or any trade or business.",
    "Reason:-",
    "To provide satisfactory off-street parking at the site, and that the development accords with the Development Control Policies Development Plan Document Policy DC61",
    "The garage hereby permitted shall be fitted with a roller-shutter door of a type and design to have previously been submitted to and agreed in writing by the Local Planning Authority prior to commencement of works on the site to accord with the Development Control Policies Development Plan Document Policies DC61 and DC33.",
    "Reason:-",
    "In the interests of pedestrian safety and visual amenity.",
    "Before any of the development hereby permitted is commenced, written specification of external walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to commencement will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM14 2RB",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "12/06/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1583.19",
  "centroid_northing": 186761,
  "uprn": "10033425303",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hacton",
  "decision_date": "12/06/2020",
  "description": "SINGLE STOREY REAR AND SIDE EXTENSION",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1583.19",
  "lpa_app_no": "P1583.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:50:29.550+00:00",
  "centroid_easting": 555237,
  "pp_id": "08227378",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "17/10/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555236.75,
              186776.619
            ],
            [
              555244.065,
              186774.722
            ],
            [
              555235.395,
              186744.648
            ],
            [
              555229.705,
              186746.274
            ],
            [
              555236.75,
              186776.619
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.021
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "UPMINSTER",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "12/12/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.23799469999999998,
          51.5585153
        ],
        [
          0.23809929999999999,
          51.5584963
        ],
        [
          0.23796099999999998,
          51.5582285
        ],
        [
          0.2378797,
          51.5582446
        ],
        [
          0.23799469999999998,
          51.5585153
        ]
      ]
    ],
    "type": "Polygon"
  }
}