{
  "uprn": "100023211946",
  "street_name": "Havering Road",
  "centroid_easting": 551024,
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "site_area": 2.097
  },
  "lpa_app_no": "T0157.21",
  "parking_details": null,
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/12/2021",
  "locality": "Romford",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out as an overall reduction, so that the tree's crown remains balanced.",
    "Reason:",
    "To ensure that the tree's stability is maintained and in the interests of public amenity.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Having considered the particular circumstances of the case and the position of the tree for which consent to fell has been granted the Council has decided that it will not be necessary to replace the tree.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "valid_date": "09/11/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550949.125,
              192122.266
            ],
            [
              550963.681,
              192125.78
            ],
            [
              550976.144,
              192125.238
            ],
            [
              550982.646,
              192130.115
            ],
            [
              551068.261,
              192139.868
            ],
            [
              551101.857,
              191991.939
            ],
            [
              551017.325,
              191945.338
            ],
            [
              550951.218,
              192039.081
            ],
            [
              550949.125,
              192122.266
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0157.21",
  "title_number": null,
  "decision_date": "06/12/2021",
  "id": "Havering-T0157.21",
  "ward": null,
  "development_type": null,
  "cil_liability": false,
  "borough": "Havering",
  "appeal_decision": null,
  "site_name": "Havering Court Nursing Home",
  "lapsed_date": "06/12/2024",
  "description": "GC012503\t0531\tAsh\tTree weighted and heavily leaning over access road\tFell to Ground Level (Section Fell)\n\nGC012505\t0530\tHawthorn\t\tFell to Ground Level (Directional Fell)\n\nGC012508\t0529\tWild Cherry\tTree in direct contact with building and tree crown obstructing window \tFell to Ground Level (Directional Fell)\n\nGC012510\t0528\tDead Tree\tTree directly adjacent to woodland footpath \tFell to Ground Level (Section Fell)\n\nGC012511\t0837\tEnglish Oak\tHistoric central stem failure has caused a cavity to form at the crown break of tree\tReduce Crown in Height (by 4m) and Shape\n\nGC012518\t0526\tDead Tree\t\tFell to Ground Level (Section Fell)\n\nGC012519\t0524\tAsh\t\tReduce Crown in Height (by 4m) and Shape\n\nGC012520\t0525\tDead Tree\t\tFell to Ground Level (Directional Fell)\n\nGC012521\t0521\tSycamore\tLarge rotten cavity in stem, tree leaning over carpark \tFell to Ground Level (Section Fell)\n\nGC012522\t0520\tDead Tree\t\tFell to Ground Level (Section Fell)\n\nGC012523\t0518\tDead Tree\t\tFell to Ground Level (Section Fell)\n\nGC012524\t0519\tDead Tree\t\tFell to Ground Level (Section Fell)\n\nGC012525\t0517\tDead Tree\t\tFell to Ground Level (Directional Fell)\n\nGC012527\t0516\tEnglish Oak\t\tCrown Lift Over Car Park to 2.5m\n\nGC012534\t0515\tLondon Plane\tTree weighted building side with additional lean over property \tReduce Crown in Height (by 3m) and Shape\n\nPlus mapping, photos & tree arb action report",
  "pp_id": "10379871",
  "actual_completion_date": null,
  "centroid_northing": 192051,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-20T18:27:44.337+00:00",
  "epc_number": null,
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "decision": "Approved",
  "postcode": "RM1 4YW",
  "site_number": null,
  "last_updated_by": "Planning Portal ingest",
  "centroid": {
    "lat": "51.6070486",
    "lon": "0.1795387"
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17848899999999998,
          51.607709
        ],
        [
          0.17870049999999998,
          51.6077366
        ],
        [
          0.1788801,
          51.6077284
        ],
        [
          0.178976,
          51.6077705
        ],
        [
          0.18021569999999998,
          51.6078352
        ],
        [
          0.18063669999999998,
          51.6064971
        ],
        [
          0.1793969,
          51.606101
        ],
        [
          0.1784834,
          51.606961
        ],
        [
          0.17848899999999998,
          51.607709
        ]
      ]
    ],
    "type": "Polygon"
  }
}