{
  "application_type": "All Other",
  "valid_date": "08/08/2024",
  "uprn": "100021374753",
  "decision_target_date": "19/09/2024",
  "lpa_app_no": "T0082.24",
  "last_date_consultation_comments": null,
  "decision_date": "14/08/2024",
  "subdivision_of_building": null,
  "ward": "Marshalls & Rise Pk",
  "application_details": {
    "existing_uprns": null
  },
  "borough": "Havering",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "cil_liability": false,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "14/08/2027",
  "bo_system": "CSV Data Import",
  "polygon": null,
  "appeal_status": null,
  "parking_details": null,
  "centroid": {
    "lon": 0.194595,
    "lat": 51.588006
  },
  "locality": null,
  "secondary_street_name": null,
  "decision_conditions": [
    "It is suggested that you engage the services of a qualified and fully insured tree surgeon to carry out the above work on your behalf (you should ask to see the contractor's insurance certificate and make sure that it is up to date).",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "decision_agency": "Borough",
  "wgs84_polygon": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "postcode": "RM2 5NP",
  "epc_number": null,
  "decision": "Approved",
  "id": "Havering-T0082.24",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "site_name": "15 Gidea Close",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0082.24",
  "pp_id": "13251628",
  "decision_process": "Delegated",
  "centroid_easting": 552132,
  "last_updated": "2025-03-19T20:46:36.722+00:00",
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_northing": 189965,
  "development_type": null,
  "description": "Removal of 15 conifers in rear garden. The conifers have had to been reduced slightly due to dead wood over hanging neighbours garden. We are now concerned these could damage the neighbours property if left in situation. As they are very close to their property. There is also one on the opposite side of the garden next to our footpath and there has been some large branches come down. We are concerned that one could fall on us whilst in the garden. We have checked with planning and there are no TPOâ??s on any of our trees in the garden. We have many lovely native trees which will also benefit from the removal of these conifers as that are affecting the light these trees need. We would also like to replace the conifers with more native trees. We have been advised by a tree surgeon they the stumps would require stump grinding.",
  "status": "Approved",
  "actual_completion_date": null,
  "appeal_start_date": null,
  "street_name": "Romford",
  "title_number": null
}