{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "23/04/2021",
  "epc_number": "0848-3091-7251-6961-5970",
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-321_APP_2021_659",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 2,
    "intended_commencement_date": "06/2021",
    "intended_completion_date": "06/2022",
    "existing_uprns": null,
    "total_gia_gained": 102,
    "no_additional_bedrooms": 1,
    "site_area": 0.061000000000000006
  },
  "valid_date": "26/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single-storey front extension, single-storey side/rear extension and raising of roof from hip to gable to create a first floor over the original ground floor and proposed extensions, with alterations to fenestration. Single-storey extension to existing rear extensions with alterations to the roof over existing rear extensions.",
  "decision_conditions": [
    "The proposal, by reason of its size, scale, bulk and design, would fail to appear as a subordinate addition and would thus fail to harmonise with the architectural composition of the original bungalow, would be detrimental to the visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies.",
    "In the absence of a Tree Survey and Arboricultural Implication Assessment to BS5837:2012 standards, the application has failed to demonstrate that the development will safeguard existing trees on or adjoining the site and further fails to demonstrate protection for and long-term retention of the trees. The proposal is therefore detrimental to the visual amenity of the street scene and the wider area contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 14 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies.",
    "The proposal, by reason of the siting of the ground floor flank windows, given their proximity to the side boundary and flank wall of the adjoining property would result in the provision of a habitable room with no outlook and limited levels of natural lighting that would result in a substandard form of living accommodation and reliance upon artificial means of lighting which would fail to satisfy sustainability and energy efficiency objectives and would be to the detriment of the amenity of future occupiers, contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policies D6 and SI2 of the London Plan (2021).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. The Council's supports pre-application discussions. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:34:56.596+00:00",
  "ward": "WEST RUISLIP",
  "parking_details": {
    "no_proposed_car": 3,
    "no_existing_car": 3,
    "net_car": 0
  },
  "lapsed_date": "23/04/2024",
  "decision_target_date": "23/04/2021",
  "centroid": {
    "lat": "51.5691808",
    "lon": "-0.4450246"
  },
  "lpa_app_no": "321/APP/2021/659",
  "status": "Refused",
  "site_name": "39 OAK AVENUE",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=321/APP/2021/659",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507888.8011,
              186746.35
            ],
            [
              507888.9334,
              186746.35
            ],
            [
              507853.0823,
              186713.6739
            ],
            [
              507844.7479,
              186722.9343
            ],
            [
              507880.0698,
              186755.6104
            ],
            [
              507888.8011,
              186746.35
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "22/03/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [
    "MX290716"
  ],
  "actual_commencement_date": null,
  "street_name": "ICKENHAM",
  "pp_id": "09536308",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 507867,
  "appeal_start_date": null,
  "centroid_northing": 186735,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44470669999999995,
          51.5692787
        ],
        [
          -0.44470479999999996,
          51.5692787
        ],
        [
          -0.44523189999999996,
          51.5689918
        ],
        [
          -0.4453493,
          51.5690766
        ],
        [
          -0.4448298,
          51.5693636
        ],
        [
          -0.44470669999999995,
          51.5692787
        ]
      ]
    ],
    "type": "Polygon"
  }
}