{
  "actual_completion_date": null,
  "centroid_northing": 167145,
  "decision": "Refused",
  "development_type": "Extension",
  "valid_date": "03/02/2022",
  "bo_system": "Idox Uniform",
  "description": "Change of use of Use Class E(C)(ii) Professional Services to 7no. self-contained flats (Use Class C3)",
  "decision_conditions": [
    "The existing building does not fall within any of the uses specified within MA.2(2)(a) or (b) and therefore the building does not benefit from the rights afforded by Schedule 2, Part 3, Class MA of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "No mechanism has been secured to preclude residents from applying for on-street car parking permits in the Controlled Parking Zone and, in the absence of cogent evidence or assessment, the applicant has failed to demonstrate that overspill car parking from the site would not result in an unacceptable adverse impact on on-street car parking stress or result in an unacceptable adverse impact on highway safety, contrary to paragraph 111 of the NPPF, Policy T4 of the London Plan (2021) and Policies DM8, DM9 and DM10 of the Kingston Core Strategy (2012).\r\r",
    "The applicant has failed to demonstrate that sufficient and adequate cycle parking could be provided on site to accommodate the development, contrary to Policy T5 of the London Plan (2021), Policy DM8 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013.",
    "It has not been demonstrated through the submission of robust or cogent evidence, such as a full BRE complaint Daylight & Sunlight Assessment, that the proposed development would not result in an unacceptable loss of light to neighbouring premises, contrary to MA.2(2)(f) of Schedule 2, Part 3, Class MA of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "It has not been demonstrated through the submission of cogent evidence that the proposed flats would comply with the nationally described space standard issued by the Department for Communities and Local Government on 27th March 2015, contrary to 3(9A), 'Permitted Development', of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "A D2 use (Gym) has recently been approved at the adjacent property (23-25 Brighton Road) through planning permission 17/16528/FUL. The ground floor bedroom of Flat 1 is located in close proximity to this adjacent unit. However, this use has not yet commenced and conditions securing acoustic details have not yet been discharged and so it is accepted that there would be no accurate way of identifying the future noise conditions at the site and thus any mitigation required for the application site."
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": "17, 21",
  "decision_target_date": "31/03/2022",
  "ward": "St Mark's - OLD",
  "application_details": {
    "site_area": 0.048
  },
  "status": "Refused",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": null,
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "08/03/2022",
  "decision_date": "31/03/2022",
  "centroid": {
    "lon": -0.309713,
    "lat": 51.391147
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R4MO5ANH03F00",
  "street_name": "Brighton Road",
  "lpa_app_no": "21/04095/PAMA",
  "lapsed_date": "31/03/2025",
  "id": "Kingston-21_04095_PAMA",
  "title_number": [],
  "application_type": "Prior Approval",
  "site_name": "Meadway House",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "KT6 5LR",
  "last_updated": "2025-05-05T17:44:01.816Z",
  "last_updated_by": "Idox Uniform",
  "decision_agency": null,
  "uprn": "000128002127",
  "cil_liability": true,
  "centroid_easting": 517703,
  "polygon": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.309691,
          51.39116
        ],
        [
          -0.309692,
          51.391134
        ],
        [
          -0.309735,
          51.391134
        ],
        [
          -0.309734,
          51.391161
        ],
        [
          -0.309691,
          51.39116
        ]
      ]
    ],
    "type": "Polygon"
  }
}