{
  "street_name": "Warren Rise",
  "centroid_northing": 169863,
  "lapsed_date": "18/02/2025",
  "bo_system": "Idox Uniform",
  "site_name": "Shenstones",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": null,
  "valid_date": "24/12/2021",
  "decision_date": "18/02/2022",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "KT3 4SJ",
  "title_number": [],
  "lpa_app_no": "21/04084/FUL",
  "uprn": "100021782467",
  "application_details": {
    "site_area": 0.262,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "SASC Name: Kingston Hill/Coombe Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: T7\rTree category: T\rDetails: Fileno: 044"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: T10\rTree category: T\rDetails: Fileno: 044"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: G1\rTree category: G\rDetails: RBK Order no: 12 Year: 1972"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: T9\rTree category: T\rDetails: Fileno: 044"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: T1\rTree category: T\rDetails: Fileno: 044"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: G3\rTree category: G\rDetails: RBK Order no: 12 Year: 1972"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: T3\rTree category: T\rDetails: Fileno: 044"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: T8\rTree category: T\rDetails: Fileno: 044"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: T5\rTree category: T\rDetails: Fileno: 044"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: T6\rTree category: T\rDetails: Fileno: 044"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: T4\rTree category: T\rDetails: Fileno: 044"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: G2\rTree category: G\rDetails: RBK Order no: 12 Year: 1972"
      },
      {
        "result": null,
        "constraints_layer_description": "TPAREA Ref: RBK.12.72\rTree ref: T2\rTree category: T\rDetails: Fileno: 044"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: P"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021782467"
    ]
  },
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_completion_date": null,
  "pp_id": "PP-10501709",
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "18/02/2022",
  "last_updated_by": "Idox Uniform",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Kingston",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R4M0Y1NHGGX00",
  "decision_conditions": [
    "The approved development shall be carried out in accordance with the following drawings/details:\r\r00259 SWR PL01-1 Site Location and Block Plans _Rev A LOCATION AND BLOCK PLANS\r00259 SWR PL01-2_Rev D EXISTING SITE PLAN\r00259_SHENSTONES_PL01.3_Rev D PROPOSED SITE PLAN\r00259_SHENSTONES_PL02.1 EXISTING GROUND FLOOR PLAN\r00259_SHENSTONES_PL02.2 EXISTING ROOF PLAN\r00259_SHENSTONES_PL03.1 EXISTING FRONT AND REAR ELEVATIONS\r00259_SHENSTONES_PL03.2 EXISTING SIDE ELEVATIONS\r00259 SWR PL01-3_Rev D PROPOSED SITE PLAN\r00259_SHENSTONES_PL05.1_Rev D PROPOSED GROUND FLOOR PLAN\r00259_SHENSTONES_PL05.2_Rev C PROPOSED FIRST FLOOR PLAN\r00259_SHENSTONES_PL05.3_Rev C PROPOSED ROOF PLAN\r00259_SHENSTONES_PL06.1_Rev E PROPOSED FRONT AND REAR ELEVATIONS\r00259_SHENSTONES_PL06.2_Rev D PROPOSED SIDE ELEVATIONS\r00259_SHENSTONES_PL07.1_Rev D PROPOSED SECTIONS X-X AND Y-Y\r00259_SHENSTONES_PL07.2_Rev B PROPOSED SECTIONS Z-Z AND W-W \r\r1914 PL.00 COVERSHEET AND OS MAP (as previously submitted)\r1914 PL.01-EXISTING GROUND FLOOR PLAN (as previously submitted)\r1914 PL.03- PROPOSED GROUND FLOOR PLAN (as previously submitted)\r1914 PL.04-PROPOSED FIRST FLOOR AND ROOF PLAN (as previously submitted)\r1914 PL.05-PROPOSED ELEVATIONS (as previously submitted)\r914 PL.02-EXISTING PLANS AND ELEVATIONS (as previously submitted)\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "The development hereby permitted shall begin be commenced within 3 years from the date of the permission (ref: 20/01700/FUL) dated 6 November 2020.\r\rReason: As required by Section 91 of the Town and Country Planning Act 1990.\r",
    "Development shall be carried out in accordance with the materials specified on the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The flat roof elements of the proposed development hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes.\r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, the windows at first floor level in the western elevation serving the ensuite attached to bedroom 4 shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no additions or enlargements to any dwellinghouse(s) on the site (other than those expressly authorised by this permission) shall be erected unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no detached buildings (other than those expressly authorised by this permission) shall be erected on the site unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Any external lighting installed at the site shall be angled so as to prevent any spillage or glare beyond the site's boundaries.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any development above ground level, a sustainable drainage strategy and associated detailed design, management and maintenance plan for surface water drainage at the site using SuDS methods shall be submitted to and approved in writing by the Local Planning Authority. The approved drainage system shall be implemented in accordance with the approved sustainable drainage strategy prior to the beneficial occupation of the development and permanently retained thereafter.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or elsewhere, in accordance with policy SI.13 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved at least a 19% improvement in CO2 emissions versus Part L of the Building Regulations and internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policy SI.2 and SI.5 of the London Plan 2021 and policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.\r",
    "The development to which this permission relates shall be carried out in accordance with BS5837: 2012 \"Trees in relation to Design, Demolition and Construction\". The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any above ground works, a landscaping scheme shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.\r\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI.7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r"
  ],
  "id": "Kingston-21_04084_FUL",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": 520779,
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development with removal of Condition 6 (Privacy Screening) of Planning Permission ref: 21/02905/FUL (Application under Section 73 of the Town and Country Planning Act 1990 to amend Condition 1 (Approved Plans) and Condition 5 (Fenestration) of planning permission ref: 20/01700/FUL (Erection of a two storey detached house and detached linked two storey annex with single storey detached garage (following demolition of existing house, garage, surrounding terraces and annex building) dated 06/11/2020. Variation to include alterations to layout and footprint at ground floor level, lowering eaves line and changes to elevations (Condition 1) and alter the wording of Condition 5 removing the words referring to the study from the condition) dated 14/12/2021. Condition 6 to be omitted as rear balcony of west wing is removed, balcony of main dwelling reduced in size, and the rear terraces now proposed at lower level",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.264601,
    "lat": 51.41493
  },
  "last_updated": "2025-05-05T17:43:58.988Z",
  "decision_agency": null,
  "ward": "Coombe Vale - OLD",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.264579,
          51.414943
        ],
        [
          -0.26458,
          51.414916
        ],
        [
          -0.264623,
          51.414916
        ],
        [
          -0.264622,
          51.414943
        ],
        [
          -0.264579,
          51.414943
        ]
      ]
    ],
    "type": "Polygon"
  }
}