{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 100; 104; 105; 106; 107; 108; 204 (Rev A); 205 (Rev A); 206 (Rev A); 207 (Rev A); 208 (Rev A); 209 (Rev A); 210 (Rev A); Tree Protection Plan; Design & Access Statement\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017 and policies DH1 and DH2 of the Hampstead Neighbourhood Plan 2018.\r\n",
    "Condition : 4 - Prior to commencement of development, full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used\r\niii.\tfull details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - All work shall be carried out in accordance with the relevant recommendations of British Standard 3998: 2010. (Recommendation for Tree Work)  \r\n\r\nReason: To ensure the preservation of the amenity value and health of the tree(s).\r\n",
    "Condition : 6 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017 and policy NE2 of the Hampstead Neighbourhood Plan 2018.\r\n",
    "Condition : 7 - Before the relevant part of the work is begun, detailed drawings including specification of materials in respect of the sliding gate hereby approved  shall be submitted to and approved in writing by the local planning authority.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017 and policies DH1 and DH2 of the Hampstead Neighbourhood Plan 2018. \r\n"
  ],
  "actual_commencement_date": null,
  "decision_target_date": "25/04/2025",
  "lpa_name": "Camden",
  "centroid_northing": 185735,
  "last_updated": "2025-04-23T16:10:59.278Z",
  "development_type": "Other house holder developments",
  "ward": "Hampstead Town",
  "parking_details": null,
  "uprn": "5110316",
  "application_details": {
    "total_gia_gained": 18.3,
    "intended_commencement_date": "04/2025",
    "intended_completion_date": "11/2025",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "site_area": 0.011000000000000001
  },
  "last_date_consultation_comments": "09/03/2025",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "NW3 1RS",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_date": "23/04/2025",
  "borough": "Camden",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.173956,
          51.556294
        ],
        [
          -0.173989,
          51.556242
        ],
        [
          -0.174004,
          51.556217
        ],
        [
          -0.174037,
          51.556224
        ],
        [
          -0.174168,
          51.556254
        ],
        [
          -0.174119,
          51.556332
        ],
        [
          -0.174071,
          51.556321
        ],
        [
          -0.174048,
          51.556315
        ],
        [
          -0.173956,
          51.556294
        ],
        [
          -0.173956,
          51.556294
        ]
      ]
    ]
  },
  "lpa_app_no": "2025/0383/P",
  "valid_date": "28/01/2025",
  "description": "Erection of front and side extensions and alterations to ground floor fenestration; garden landscaping works including provision of mobility scooter and bin storage shed; alterations to boundary treatment including installation of electronic sliding gate.",
  "centroid_easting": 526687,
  "site_number": null,
  "lapsed_date": "23/04/2028",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Rudall Crescent",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.556282,
    "lon": -0.174
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/0383/P",
  "site_name": "2 And A Half ",
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": "13718705",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "id": "Camden-2025_0383_P",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526689.9975544412,
              185736.40309455816
            ],
            [
              526687.9033089201,
              185730.60475431458
            ],
            [
              526686.8974114651,
              185727.74557274627
            ],
            [
              526684.5970394164,
              185728.49535812374
            ],
            [
              526675.4532666495,
              185731.55448245793
            ],
            [
              526678.6028799923,
              185740.35196420725
            ],
            [
              526681.9503748014,
              185739.1523076053
            ],
            [
              526683.5993870227,
              185738.55247930496
            ],
            [
              526689.9975544412,
              185736.40309455816
            ],
            [
              526689.9975544412,
              185736.40309455816
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  }
}