{
  "application_type_full": "Householder planning permission",
  "street_name": "Regent's Park Road",
  "decision_agency": "Borough",
  "lpa_name": "Camden",
  "decision_date": "12/06/2025",
  "centroid_easting": 527896,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2025/1017/P",
  "bo_system": "Northgate M3",
  "title_number": null,
  "decision": "Approved",
  "valid_date": "07/03/2025",
  "status": "Approved",
  "last_updated_by": "Northgate M3",
  "lapsed_date": "12/06/2028",
  "pp_id": "13832397",
  "description": "Erection of part one, part two storey rear extension and replacement roof extension including PV panels. Installation of ASHP and extension to bin store in front lightwell. Installation of replacement triple glazing to existing windows and reinstatement of blind windows to  side elevation.  Erection of rear outbuilding, landscaping alterations and creation of new access to Rothwell Street. \r\n",
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_process": "Delegated",
  "epc_number": "9645-3006-6201-4807-4204",
  "appeal_start_date": null,
  "centroid_northing": 183980,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Camden",
  "uprn": "5135341",
  "application_details": {
    "intended_completion_date": "07/2025",
    "total_gia_gained": 15,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2025"
  },
  "centroid": {
    "lat": 51.540238,
    "lon": -0.157208
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": "16/04/2025",
  "lpa_app_no": "2025/1017/P",
  "postcode": "NW1 8UG",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.157378,
          51.540175
        ],
        [
          -0.157385,
          51.540239
        ],
        [
          -0.157374,
          51.540241
        ],
        [
          -0.157356,
          51.540245
        ],
        [
          -0.157255,
          51.540263
        ],
        [
          -0.157184,
          51.540273
        ],
        [
          -0.157166,
          51.540275
        ],
        [
          -0.157134,
          51.540278
        ],
        [
          -0.157128,
          51.540278
        ],
        [
          -0.157095,
          51.540281
        ],
        [
          -0.157084,
          51.540282
        ],
        [
          -0.157073,
          51.540282
        ],
        [
          -0.157061,
          51.540283
        ],
        [
          -0.157059,
          51.540282
        ],
        [
          -0.157047,
          51.540281
        ],
        [
          -0.157043,
          51.54028
        ],
        [
          -0.157038,
          51.540277
        ],
        [
          -0.157035,
          51.540275
        ],
        [
          -0.157031,
          51.540274
        ],
        [
          -0.157029,
          51.540272
        ],
        [
          -0.157026,
          51.540271
        ],
        [
          -0.157015,
          51.540239
        ],
        [
          -0.157158,
          51.540213
        ],
        [
          -0.157187,
          51.540208
        ],
        [
          -0.157327,
          51.540183
        ],
        [
          -0.157349,
          51.54018
        ],
        [
          -0.157378,
          51.540175
        ],
        [
          -0.157378,
          51.540175
        ]
      ]
    ],
    "type": "Polygon"
  },
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": " ",
  "decision_target_date": "12/06/2025",
  "locality": "London",
  "ward": "Primrose Hill",
  "cil_liability": false,
  "last_updated": "2025-07-16T09:50:56.961Z",
  "appeal_status": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans EX001; EX002; EX099; EX100; EX101; EX102; EX103; EX104; EX105; EX106; EX110; EX111; EX112; EX120; EX121; EX122; EX123; PL099 rev P2; PL100 rev P2; PL101 rev P2; PL102 rev P2; PL103 rev P2; PL104 rev P2; PL105 rev P2; PL106 rev P2; PL110 rev; PL111 rev P2; PL112 rev P2; PL120 rev P2; PL121 rev P2; PL122 rev; PL123 rev; 06-200-P1; 06-201-P1; 06-210-P1;  06-211-P1; 06-220-P1; 06-221-P1; 06-222-P2; 06-223-P1; 06-230-P1; 06-231-P1; 06-232-P1; 06-233-P2; 06-240-P1; 06-241-P1; 06-242-P2; 06-243-P2\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n\r\n",
    "Condition : 4 - The external noise level emitted from plant, machinery or equipment at the development with specified noise mitigation hereby approved shall be lower than the typical existing background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with machinery operating at maximum capacity and thereafter be permanently retained.\r\n\r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017\r\n\r\n",
    "Condition : 5 - Prior to use, machinery, plant or equipment at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such. \r\n\r\nReason: To ensure that the amenity of occupiers of the development site and surrounding premises is not adversely affected by vibration in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017  \r\n\r\n",
    "Condition : 6 - No development within the rear garden and front yard shall take place until full details of hard and soft landscaping, which includes a specimen tree and a line of pleached trees planted adjacent to the Rothwell Street boundary wall, and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n\r\n",
    "Condition : 7 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 8 - Prior to commencement of development , full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details \tdemonstrating the construction and materials used \r\niii.\tfull details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n\r\n",
    "Condition : 9 - Prior to first use of the air source heat pump hereby approved, the active cooling function shall be disabled on the factory setting and the air source heat pump shall be used for the purposes of heating only.  \r\n   \r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with policy CC2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - The outbuilding hereby permitted shall not be occupied at any time other than for purposes incidental to the residential use of the dwelling known as 116 Regent's Park Road. \r\n  \r\nReason: To protect amenity of adjoining occupiers and also ensure the outbuilding permitted does not become a self-contained dwelling, separate and apart from the original dwellinghouse known as 116 Regent's Park Road in accordance with policies H1, H6, A1 and A4 of the Camden Local Plan 2017.\r\n",
    "Condition : 11 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Details of the new door to the Rothwell Street brick boundary wall; \r\n\r\nAny demolition of the boundary wall to provide access to the rear of the property should be done by hand. The brick are required to be salvaged and safely stored for reuse in the reconstruction of the wall once the work is complete. Any shortfall in bricks should be made up with brick to match the origins. The bonding pattern of the existing brickwork is to be replicated, as are the capping details of the existing wall. Lintel details of the new doorway in the wall are required.\r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - Notwithstanding the window details in the approved plans, replacement windows shall be constructed with integral glazing bars.\r\n\r\n\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n\r\n"
  ],
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527884.4018414924,
              183972.69794937345
            ],
            [
              527883.750481665,
              183979.84590329573
            ],
            [
              527884.5007822257,
              183980.09583175345
            ],
            [
              527885.6963160863,
              183980.59568867233
            ],
            [
              527892.6469025994,
              183982.70508486358
            ],
            [
              527897.5527139578,
              183983.9547271576
            ],
            [
              527898.7977181849,
              183984.1546699251
            ],
            [
              527901.0486198671,
              183984.6045411516
            ],
            [
              527901.4031574946,
              183984.65452684253
            ],
            [
              527903.7035295435,
              183985.00442668446
            ],
            [
              527904.5033004708,
              183985.10439806862
            ],
            [
              527905.2536010315,
              183985.20436945098
            ],
            [
              527906.0533719588,
              183985.2543551433
            ],
            [
              527906.2017830587,
              183985.20436945092
            ],
            [
              527907.0592694138,
              183985.05441237614
            ],
            [
              527907.2983761859,
              183984.95444099454
            ],
            [
              527907.7023841802,
              183984.6045411508
            ],
            [
              527907.9002656467,
              183984.4545840752
            ],
            [
              527908.14761748,
              183984.35461269162
            ],
            [
              527908.2960285798,
              183984.1546699251
            ],
            [
              527908.5021551076,
              183983.95472715708
            ],
            [
              527909.4008667681,
              183980.4957172881
            ],
            [
              527899.5480187455,
              183977.34661870747
            ],
            [
              527897.5692040798,
              183976.69680471433
            ],
            [
              527887.8977474017,
              183973.69766320928
            ],
            [
              527886.3971462803,
              183973.29777767498
            ],
            [
              527884.4018414924,
              183972.69794937345
            ],
            [
              527884.4018414924,
              183972.69794937345
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Other house holder developments",
  "id": "Camden-2025_1017_P",
  "site_number": "116"
}