{
  "subdivision_of_building": "The proposal only affects the land where the previous existing detached bungalow was located.",
  "title_number": null,
  "valid_date": "02/04/2024",
  "development_type": null,
  "ward": "Rainham & Wennington",
  "lapsed_date": "03/07/2027",
  "decision_date": "03/07/2024",
  "lpa_app_no": "P0444.24",
  "status": "Completed",
  "parking_details": {
    "net_car": 2,
    "no_proposed_car": 4,
    "no_existing_car": 2
  },
  "centroid": {
    "lat": 51.528879,
    "lon": 0.212714
  },
  "application_type": "All Other",
  "borough": "Havering",
  "decision_process": "Delegated",
  "last_updated_by": "Portal",
  "last_date_consultation_comments": "26/06/2024",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-04-28T14:30:12.036Z",
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "description": "Demolition of the existing bungalow and erection of 2 x 2 storey, 3B4P, semi-detached dwellings with associated parking and amenity space (part-retrospective)",
  "application_type_full": "Full planning permission",
  "epc_number": "0048-3013-6285-9782-1980",
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": "03/07/2023",
  "secondary_street_name": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0444.24",
  "site_number": null,
  "actual_completion_date": "28/10/2024",
  "bo_system": "Portal",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 1,
      "total_annual_pm_emissions": 0,
      "urban_greening_factor_score": 0.30000000000000004,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 2,
      "no_new_water_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 110,
        "actual_completion_date": "28/10/2024",
        "gia_gained": 168,
        "use_class": "C3",
        "actual_commencement_date": "14/11/2022",
        "gia_lost": 110
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_lost": 110,
    "total_gia_gained": 168,
    "projected_cost_of_works": "Up to £2m",
    "existing_uprns": null,
    "total_gia_existing": 110,
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "superseding_details": [
      {
        "lpa_app_no": "P0109.22",
        "partial_supersedence": false
      }
    ],
    "grey_water_reuse": false,
    "internal_resi_water_usage": 110,
    "site_area": 0.060000000000000005,
    "garden_land_lost": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "07/2023",
        "intended_completion_date": "06/2024"
      }
    ],
    "residential_details": {
      "total_no_proposed_bedrooms": 6,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_gia_lost": 110,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_gained": 168,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "actual_completion_date": "28/10/2024",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "House or Bungalow",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "actual_commencement_date": "14/11/2022",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 110
        },
        {
          "actual_completion_date": "28/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Semi Detached Home",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": "14/11/2022",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 84
        },
        {
          "actual_completion_date": "28/10/2024",
          "description": null,
          "change_type": "Gain",
          "unit_type": "Semi Detached Home",
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "actual_commencement_date": "14/11/2022",
          "no_bedrooms": 3,
          "provision_for_older_persons": false,
          "tenure": "Market for sale",
          "gia": 84
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "habitable_rooms_density": 133.33333333333331,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "dwelling_density": 33.33333333333333,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "site_area": 0.060000000000000005
    },
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 110,
      "total_gia_gained": 168,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 110,
      "site_area": 0.060000000000000005
    },
    "ownership_status": "Private",
    "green_suds": false,
    "other_residential_accommodation_details": {
      "site_area": 0.060000000000000005
    }
  },
  "pp_id": "12927785",
  "postcode": "RM13 9QP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21279,
          51.528954
        ],
        [
          0.213003,
          51.528973
        ],
        [
          0.213041,
          51.528863
        ],
        [
          0.212969,
          51.528855
        ],
        [
          0.212646,
          51.5288
        ],
        [
          0.212427,
          51.528772
        ],
        [
          0.212416,
          51.528805
        ],
        [
          0.212434,
          51.528808
        ],
        [
          0.212406,
          51.528906
        ],
        [
          0.21279,
          51.528954
        ]
      ]
    ],
    "type": "Polygon"
  },
  "cil_liability": true,
  "street_name": "Rainham",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding (Local Plan policy 32 and London Plan (2021) Policy T7).",
    "The side and rear boundary treatment, including screen fencing between the rear garden environments of the dwellings, shall be implemented in accordance with the details submitted shown on the drawing 24011/06 A. The fencing shall be permanently retained and maintained thereafter.",
    "Reason:-",
    "To protect the visual amenities of the development and prevent undue overlooking of adjoining property (Local Plan Policies 7 and 26).",
    "Before the building(s) hereby permitted is first occupied, provision shall be made within the site for 4 car parking spaces and thereafter this provision shall be made permanently available for use, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "Hard/soft landscaping shall be carried out in accordance with the details shown on the drawing 24011/06 A. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "To ensure that the development achieves a satisfactory level of landscape quality.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including front porches, rear extensions and additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Local Plan Policies 7 and 26.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Refuse and recycling facilities should be provided in accordance with details shown on the drawing 24011/06 A and shall be permanently retained thereafter. No refuse or recycling storage shall be left out on Berwick Pond Close except on designated collection days.",
    "Reason:-",
    "To protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with Local Plan Policy 35.",
    "Cycle storage shall be provided in accordance with details shown on the drawing 24011/06 A and shall be permanently retained thereafter.",
    "Reason:-",
    "To ensure the development provides a wide range of facilities for non-motor car residents and sustainability (London Plan (2021 policy T5).",
    "The dwellings shall be constructed so as to provide sound insulation of 45 DnT, w + Ctr dB (minimum value) against airborne noise.",
    "Reason:-",
    "To prevent noise nuisance to adjoining properties.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with Local Plan Policy 34.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason: To minimise the impact of building emissions on local air quality (Local Plan policies 33 ad 34 and London Plan Policy SI1.",
    "The proposed side windows of the dwellings hereby approved shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy (Local Plan policy 7).",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of new residential gross internal [floor] (GIA).  Based upon  the  information  supplied  with  the  application,  £4,200  would  be payable due to result in two residential properties with 84m² of net additional GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of new GIA. Based upon the information supplied with the application, £21,000. would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal",
    "With regards to surface water drainage it is the responsibility of the developer to make proper provision for drainage to ground, water courses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of Ground Water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  They can be contacted on 0845 850 2777.",
    "Before occupation of the residential unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": "14/11/2022",
  "centroid_northing": 183428,
  "site_name": "The Bungalow, 15 Berwick Pond Close",
  "decision_target_date": "03/07/2024",
  "appeal_status": null,
  "decision": "Approved",
  "lpa_name": "Havering",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553591.03,
              183436.55
            ],
            [
              553605.75,
              183439.08
            ],
            [
              553608.73,
              183426.89
            ],
            [
              553603.76,
              183425.89
            ],
            [
              553581.55,
              183419.12
            ],
            [
              553566.46,
              183415.51
            ],
            [
              553565.56,
              183419.12
            ],
            [
              553566.83,
              183419.57
            ],
            [
              553564.57,
              183430.41
            ],
            [
              553591.03,
              183436.55
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_start_date": null,
  "uprn": "100021347382",
  "appeal_decision_date": null,
  "id": "Havering-P0444.24",
  "centroid_easting": 553586
}