{
  "last_date_consultation_comments": null,
  "site_number": null,
  "ward": "Elm Park",
  "decision_date": "04/12/2024",
  "description": "Certificate of Lawfulness for a loft conversion with rear dormer and roof lights to front and erection of a single storey outbuilding to the rear to be used for a study and exercise place (home gym).",
  "development_type": null,
  "application_type": "All Other",
  "appeal_status": null,
  "title_number": null,
  "postcode": "RM13 7QA",
  "locality": null,
  "appeal_decision": null,
  "status": "Not Required",
  "pp_id": "13374096",
  "street_name": "Rainham",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Havering",
  "centroid": {
    "lon": 0.196963,
    "lat": 51.543105
  },
  "lpa_app_no": "D0351.24",
  "borough": "Havering",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 57,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 2,
    "site_area": 0.028
  },
  "application_type_full": "Lawful development: Proposed use",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.19671539999999998,
          51.5432477
        ],
        [
          0.1967719,
          51.5432855
        ],
        [
          0.19715069999999998,
          51.5430657
        ],
        [
          0.1970688,
          51.5430152
        ],
        [
          0.196704,
          51.5432284
        ],
        [
          0.19671539999999998,
          51.5432477
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 552446,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=D0351.24",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "8 Finucane Gardens",
  "id": "Havering-D0351.24",
  "decision_target_date": "04/12/2024",
  "centroid_northing": 184977,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552426.45,
              184992.12
            ],
            [
              552430.24,
              184996.45
            ],
            [
              552457.24,
              184972.79
            ],
            [
              552451.73,
              184967.01
            ],
            [
              552425.72,
              184989.95
            ],
            [
              552426.45,
              184992.12
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The operations come within the provisions of Schedule 2, Part 1, Class B of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class C of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "The operations come within the provisions of Schedule 2, Part 1, Class E of the Town and Country Planning (General Permitted Development) (England) Order 2015, thereby not requiring planning permission.",
    "Class B Informative",
    "The development is permitted by Class B subject to the following conditions-",
    "(a) the materials used in any exterior work must be of a similar appearance to those used",
    "in the construction of the exterior of the existing dwellinghouse;",
    "(b) the enlargement must be constructed so that-",
    "(i) other than in the case of a hip-to-gable enlargement or an enlargement which joins the original roof to the roof of a rear or side extension-",
    "(aa) the eaves of the original roof are maintained or reinstated; and",
    "(bb) the edge of the enlargement closest to the eaves of the original roof is, so far as",
    "practicable, not less than 0.2 metres from the eaves, measered along the roof slope from",
    "the outside edge of the eaves; and",
    "(ii) other than in the case of an enlargement which joins the original roof to the roof of a rear or side extension, no part of the enlargement extends beyond the outside face of any external wall of the original dwellinghouse; and",
    "(c) an",
    "Class C Informative",
    "Development is permitted by Class C subject to the condition that any window located on a roof slope forming a side elevation of the dwellinghouse shall be-",
    "(a) obscure-glazed; and",
    "(b) non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed.",
    "Rear Dormer Window Finish Informative",
    "The applicant should note that the face and cheeks of the rear dormer window shall be tile hung to match the appearance of the main roof of the dwelling.",
    "Height of the roof alteration informative",
    "The applicant should note that the height of the roof alteration (rear dormer) shall not project above the ridge of the original dwelling house to comply with permitted development guidelines.",
    "Party Wall Informative",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Lawful Development Certificate Outbuilding Informative",
    "Please note that this certificate is granted for the outbuilding to be used as a studying and exercise place (home gym) as described on the submitted plans. It must only be used for purposes incidental to the enjoyment of 8 Finucane Gardens, Rainham and not for any trade or business nor as living accommodation. Should business or living accommodation use be intended, an application for full planning permission must be applied for and permission granted before such use could occur. The use of outbuildings as living accommodation is not typically deemed acceptable therefore it is important the outbuilding is only used for the purposes as listed above.",
    "Building Regs Informative",
    "This certificate provides confirmation that the development is lawful.  You should also check whether the development requires separate Building Regulation consent. Information is available on the Building Control webpages via http://www.havering.gov.uk/Pages/Category/Building-control.aspx?l1=200252 and the team is available between 9am and 10am Monday to Friday via 01708 432700."
  ],
  "appeal_decision_date": null,
  "uprn": "100021350182",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-07-07T04:10:29.989Z",
  "decision_agency": "Borough",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "lapsed_date": "04/12/2027",
  "decision": "Not Required",
  "valid_date": "09/10/2024"
}