{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "223772HH",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/223772HH;",
  "actual_completion_date": null,
  "pp_id": "PP-11515165",
  "lapsed_date": "03/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.3346972",
    "lat": "51.5276867"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000012063994",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Installation of boundary wall and fence to the front elevation; installation of gate to front elevation; installation of 8 solar panels to the rear roofslope; installation of two air condenser unit to side elevation; alterations to front driveway involving landscaping of front garden; removal and replacement of tree to rear of garden",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3346266,
          51.5275248
        ],
        [
          -0.3346696,
          51.5275141
        ],
        [
          -0.3347462,
          51.5276465
        ],
        [
          -0.33477809999999997,
          51.5276996
        ],
        [
          -0.33485339999999997,
          51.5278246
        ],
        [
          -0.3346869,
          51.5278512
        ],
        [
          -0.3345489,
          51.5275448
        ],
        [
          -0.3346266,
          51.5275248
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "101 Ruislip Road East",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing / document title number(s): 101-000 PLANNING EXISTING AND PROPOSED SITE PLAN; 101-001 EXISTING PLANS AND PROPSOED PLANS; 101-002 BUILDING REGULATIONS EXISTING ELEVATIONS; 101-003 BUILDING REGULATIONS PROPOSED ELEVATIONS; 101-004 PROPOSED FRONT GARDEN",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those existing on site, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Prior to the installation of the hereby approved AC condenser units, details shall be submitted to the Local Planning Authority for approval in writing, of the AC condenser units and their external rating noise level, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with the AC condenser units operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.  Approved details shall be implemented prior to the installation of the hereby approved AC condenser units and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Prior to use, the AC condenser units hereby approved shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development.",
    "| The silver birch tree (Betula pendula) indicated on the hereby approved plan reference 101-001 - EXISTING PLANS AND PROPOSED PLANS, shall be planted during the nearest planting season (1st October to 31st March inclusive) following the granting of this consent, and shall have a minimum girth of 14-16cm.   If this tree dies, is removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, it shall be replaced during the next nearest planting season (1st October to 31st March inclusive) with a tree of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies D8, G1, G5, G7, SI1, and SI2 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The solar PV equipment hereby approved shall not protrude more than 0.35 metres above the roof slope that they would be installed on.",
    "Reason: To ensure that the equipment would not become a dominant feature within the street scene or harm local character, in accordance with Policies 7B and LV7.4 of the Ealing Development Management DPD and Policies D1 and D4 of the Ealing Development Management DPD (2013)."
  ],
  "postcode": "W7 1BS",
  "application_type": "Householder",
  "decision_date": "03/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 515618,
  "valid_date": "17/11/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "03/02/2023",
  "id": "Ealing-223772HH",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T15:06:25.212+00:00",
  "street_name": "Ruislip Road East",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 182289,
  "application_details": {
    "existing_uprns": [
      "000012063994"
    ],
    "total_gia_gained": 0,
    "intended_commencement_date": "10/2022",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "12/2022",
    "site_area": 0.038000000000000006
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515623.3033866,
              182271.1046942
            ],
            [
              515620.3516547,
              182269.8450548
            ],
            [
              515614.7037878,
              182284.4508739
            ],
            [
              515612.3539454,
              182290.2991999
            ],
            [
              515606.8132644,
              182304.0852537
            ],
            [
              515618.2986345,
              182307.3043322
            ],
            [
              515628.6461862,
              182273.4540218
            ],
            [
              515623.3033866,
              182271.1046942
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "North Hanwell"
}