{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "223775HH",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/223775HH;",
  "actual_completion_date": null,
  "pp_id": "PP-11514153",
  "lapsed_date": "19/01/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.3031403",
    "lat": "51.5222439"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "12085400",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "description": "Excavation to provide a basement extension and lightwell.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303095,
          51.5219699
        ],
        [
          -0.3032776,
          51.5219411
        ],
        [
          -0.3033044,
          51.5219916
        ],
        [
          -0.3033321,
          51.5220444
        ],
        [
          -0.30335439999999997,
          51.5220874
        ],
        [
          -0.3033766,
          51.5221305
        ],
        [
          -0.3033841,
          51.522145
        ],
        [
          -0.3033279,
          51.5221557
        ],
        [
          -0.30326369999999997,
          51.522168
        ],
        [
          -0.3031762,
          51.5221847
        ],
        [
          -0.3032166,
          51.5222626
        ],
        [
          -0.3032369,
          51.5223021
        ],
        [
          -0.3032414,
          51.5223107
        ],
        [
          -0.303255,
          51.5223361
        ],
        [
          -0.30327149999999997,
          51.5223674
        ],
        [
          -0.3032881,
          51.5223985
        ],
        [
          -0.3033077,
          51.5224367
        ],
        [
          -0.30331159999999996,
          51.5224443
        ],
        [
          -0.303399,
          51.5226105
        ],
        [
          -0.3033363,
          51.5226141
        ],
        [
          -0.3032661,
          51.5226189
        ],
        [
          -0.3032257,
          51.5226224
        ],
        [
          -0.30318439999999997,
          51.5226254
        ],
        [
          -0.3031794,
          51.5226257
        ],
        [
          -0.3031155,
          51.5225035
        ],
        [
          -0.3030566,
          51.5223971
        ],
        [
          -0.3030322,
          51.5223529
        ],
        [
          -0.3030236,
          51.5223375
        ],
        [
          -0.3028396,
          51.521995
        ],
        [
          -0.3029018,
          51.5219896
        ],
        [
          -0.3029023,
          51.5219896
        ],
        [
          -0.3030675,
          51.5219744
        ],
        [
          -0.303095,
          51.5219699
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Other house holder developments",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "site_name": "8 Montpelier Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings and documents: 19.139.OS, 19.139.100, 19.139.101, 19.139.102 REV.A, 19.139.103 REV.A, 19.139.106 REV.A, 19.139.107 REV.A, 19.139.108 REV.A, 19.139.109 REV.A, 19.139.110 REV.A, 19.139.111 REV.A, 19.139.APOS, 19.139.A200 REV.A, 19.139.A201, 19.139.A202 REV.B, 19.139.27 REV.A, 19.139.208 REV.A, 19.139.209 REV.A, 19.139.210 REV.A, 19.139.211 REV.A, Floor Risk Assessment ref QFRA2107, Arboricultural Impact Assessment and Method Statement ref. AC.2021.290 (prepared by Arbor Cultural Ltd), TPP-01 REV.B Tree Construction/Protection Plan",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason:  To protect the living conditions of nearby properties in accordance with policies D4 and D6 of The London Plan (2021), policies 7.4, 7A & 7B of the Ealing Development Management Plan Document (2013) and policies 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Core Strategy (2012). | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason:  To protect the living conditions of neighbouring properties and the visual appearance of the area, in accordance with policies 7.4 and 7B of the Ealing Development Management DPD (2013) and policies D3, D4 and D6 of the London Plan (2021). | The roof lights hereby approved shall be installed as conservation roof lights only, and permanently retained.",
    "REASON: To minimise light spillage and interference with the privacy and outlook of adjoining occupiers and in the interests of good neighbourliness and in accordance with policies 7.4, 7B and 7C of the Ealing Development Management Development Plan Document (2013), D6 and HC1 of the London Plan (2021) and Montpelier Park Conservation Area Management Plan.",
    "| External noise from machinery, equipment, extract/ventilation ducting, mechanical installations",
    "Prior to the commencement of the development, details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Anti- vibration mounts and silencing of machinery etc.",
    "Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting, also including gym equipment, shall be mounted with proprietary anti-vibration isolators. Fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Extract and arrestment plant for fumes/smell/steam from swimming pool",
    "Prior to the installation of a swimming pool, details shall be submitted to the Council for approval in writing, of the installation, operation, and maintenance of a suitable arrestment plant and extract system for chemical smells, fumes and steam from the swimming pool. Approved details shall be implemented prior to the installation of the swimming pool and thereafter be permanently maintained and retained.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is",
    "not adversely affected by fumes, smoke, smell or other emissions, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| Control measures shall ensure that the following standards are implemented:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works, in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of existing building and surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| Basement Impact Assessment and Sustainable Drainage Strategy",
    "Prior to the commencement of development (excluding site clearance, demolition and ground works), a Basement Impact Assessment and Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority.",
    "The basement impact assessment shall include infiltration rates, water table level, etc. and all other appropriate investigation to confirm the development would not adversely affect groundwater flow and land stability, including to adjacent sites. Consideration shall be given to compensate loss of storage within the ground and appropriate mitigation measures shall be implemented.",
    "The sustainable drainage strategy shall include, detailed drainage designs/calculations confirming the disposal of surface water in accordance with flood risk assessment (ref. QFRA2107) and geotechnical investigation reports shall be submitted to and approved in writing by the Local Planning Authority. The details must include: - Any on and/or off-site drainage works necessary; - Proposal(s) to promote benefits including biodiversity, amenity, water quality and attenuation; and designed to reduce peak run-off to Qbar Greenfield rate (reasonably practicable) and accommodate the 1 in 100 years plus 40% climate change storm event. The approved details must be implemented prior to the commencement of the development and, thereafter, retained and maintained for the life of the development.",
    "REASON: To reduce the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policies SI12 and SI13 of the London Plan (2021); 1.2 of the Adopted Ealing Development (Core) Strategy (2012); and 5.12 of the Ealing Development Management DPD (2013).",
    "| PROTECTION OF EXISTING TREES/HEDGEROWS AND PLANTING LOCATIONS (DEMOLITION & CONSTRUCTION):",
    "No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o A plan** detailing all trees and hedgerows planned for retention and removal.",
    "o A schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o Site specific demolition and hard surface removal specifications",
    "o Site specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o Level changes",
    "o Landscaping proposals",
    "o A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o Soil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o Details of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| TREE MONITORING PLAN",
    "The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o Confirmation of who shall be the lead arboriculturalist for the development.",
    "o Confirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o Details of induction procedures for all personnel in relation to Arboricultural matters.",
    "o A detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including: o Prestart meeting with an Ealing Council Tree Officer",
    "o Initial implementation/installation of the tree protection measures",
    "o Approved incursions in to construction exclusion zones",
    "o Final removal of the tree protection measures",
    "o Procedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o Results of each site visit by the lead arboriculturist with photos attached.",
    "o Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| EXISTING TREE/SHRUB/HEDGE RETENTION",
    "No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape."
  ],
  "postcode": "W5 2QP",
  "application_type": "Householder",
  "decision_date": "19/01/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 517821,
  "valid_date": "04/11/2022",
  "borough": "Ealing",
  "subdivision_of_building": null,
  "decision_target_date": "20/01/2023",
  "id": "Ealing-223775HH",
  "lpa_name": "Ealing",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:32:15.303+00:00",
  "street_name": "Montpelier Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 181734,
  "application_details": {
    "existing_uprns": [
      "12085400"
    ],
    "total_gia_gained": 71,
    "intended_commencement_date": "11/2022",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "05/2023",
    "site_area": 0.15000000000000002
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517824.8501314,
              181703.5971416
            ],
            [
              517812.251678,
              181700.0981432
            ],
            [
              517810.2646183,
              181705.6765464
            ],
            [
              517808.203353,
              181711.504878
            ],
            [
              517806.5460958,
              181716.2535187
            ],
            [
              517804.8970835,
              181721.0021595
            ],
            [
              517804.3364194,
              181722.6116987
            ],
            [
              517808.2115981,
              181723.8913324
            ],
            [
              517812.6309509,
              181725.3609118
            ],
            [
              517818.6580905,
              181727.3503423
            ],
            [
              517815.6568883,
              181735.9478813
            ],
            [
              517814.1480421,
              181740.3166307
            ],
            [
              517813.8099946,
              181741.2663589
            ],
            [
              517812.8040971,
              181744.0655576
            ],
            [
              517811.575583,
              181747.5245675
            ],
            [
              517810.3470689,
              181750.9535859
            ],
            [
              517808.8876931,
              181755.1623812
            ],
            [
              517808.599116,
              181756.0021408
            ],
            [
              517802.1020078,
              181774.3468897
            ],
            [
              517806.447155,
              181774.8467466
            ],
            [
              517811.303496,
              181775.4965606
            ],
            [
              517814.0985717,
              181775.9464318
            ],
            [
              517816.9513629,
              181776.3463174
            ],
            [
              517817.2976554,
              181776.396303
            ],
            [
              517822.0468106,
              181762.9001663
            ],
            [
              517826.408448,
              181751.1635259
            ],
            [
              517828.2141163,
              181746.2949195
            ],
            [
              517828.848986,
              181744.595406
            ],
            [
              517842.5028072,
              181706.7962259
            ],
            [
              517838.1988853,
              181706.0964262
            ],
            [
              517838.1659051,
              181706.0964262
            ],
            [
              517826.7464955,
              181704.1469842
            ],
            [
              517824.8501314,
              181703.5971416
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Ealing Broadway"
}