{
  "lpa_name": "Havering",
  "uprn": "100021392561",
  "decision_date": "28/01/2021",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1670.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM1 2SP",
  "appeal_decision": "Dismissed",
  "application_details": {
    "site_area": 0.05,
    "existing_uprns": null
  },
  "valid_date": "03/12/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Change of use of detached 5-bed residential property from Use Class C3 (Residential) to Use Class C2 (Residential Institution) for use as a residential family assessment centre",
  "decision_conditions": [
    "The proposed use would create an uplift in occupancy which would be out of keeping with the surrounding suburban context and would materially change the character of the subject property and the surrounding environment. This would present in increased comings and goings to the site which would be over and above what could be regarded as acceptable and which would be detrimental to local character and the amenity of adjoining and nearby occupiers. The development would then be both detrimental to local character and the amenity of nearby occupiers contrary to Policies DC4, DC5 and DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "There would be a deficit in off-street parking which would lead to increased competition for on-street parking in a location which is observed to have existing parking stress. Increased competition for spaces would be to the detriment of the amenity of surrounding neighbouring occupiers and symptomatic of the inappropriateness of the use sought. The proposed development would, by reason of the inadequate on site car parking provision, result in unacceptable overspill onto the adjoining roads to the detriment of highway safety and the free flow of traffic contrary to Policies DC4, DC5 and DC33 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed layout would not demonstrate a suitably high standard of accommodation for future occupants, through the limited room size shown, the potential level of occupancy of each of the individual rooms and poor quality access to communal bathroom and wc facilities and is therefore contrary to Policies DC4, DC5 and DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposal would result in the loss of permanent residential accommodation without any evidence that there is a compelling need for the proposed use to amount to especial circumstance for the loss of residential accommodation contrary to policy DC1 of London of the LDF Core Strategy and Development Control Policies DPD.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the applicant on 27-01-2021."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:00.180+00:00",
  "ward": "Romford Town",
  "parking_details": {
    "no_proposed_car": 3,
    "no_existing_car": 3,
    "net_car": 0
  },
  "lapsed_date": "28/01/2024",
  "decision_target_date": "28/01/2021",
  "centroid": {
    "lat": "51.574972700000004",
    "lon": "0.1943838"
  },
  "lpa_app_no": "P1670.20",
  "status": "Dismissed",
  "site_name": "50 PRINCES ROAD",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1670.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552185.579,
              188520.416
            ],
            [
              552135.456,
              188501.451
            ],
            [
              552132.34,
              188510.392
            ],
            [
              552182.327,
              188528.951
            ],
            [
              552185.579,
              188520.416
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "30/12/2020",
  "appeal_decision_date": "19/01/2022",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "ROMFORD",
  "pp_id": "09237416",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 552159,
  "appeal_start_date": "19/08/2021",
  "centroid_northing": 188515,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.19476929999999998,
          51.5750142
        ],
        [
          0.1940384,
          51.5748573
        ],
        [
          0.19399729999999998,
          51.5749385
        ],
        [
          0.19472609999999999,
          51.5750917
        ],
        [
          0.19476929999999998,
          51.5750142
        ]
      ]
    ],
    "type": "Polygon"
  }
}