{
  "application_type": "Householder",
  "application_type_full": "Householder planning permission",
  "description": "Erection of first floor side and part rear extensions, replacement of pitched roof over retained part single storey rear extension with a flat roof, part demolition and conversion of existing garage to habitable accommodation, extension and conversion of roof space to habitable accommodation including 2no rear dormers and the formation of a crown roof, new front porch and exterior alterations",
  "epc_number": null,
  "street_name": "NORTHWOOD",
  "appeal_decision": null,
  "lpa_app_no": "56315/APP/2022/2504",
  "centroid": {
    "lon": "-0.4237317",
    "lat": "51.6082475"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 509249,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=56315/APP/2022/2504",
  "last_updated": "2025-03-20T12:30:04.209+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 191111,
  "site_name": "2 NORTHBROOK DRIVE",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "10/08/2022",
  "lapsed_date": "11/05/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "12/05/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "02/05/2023",
  "ward": "NORTHWOOD 2022",
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-56315_APP_2022_2504",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509250.6536,
              191127.7331
            ],
            [
              509262.8907,
              191119.7956
            ],
            [
              509246.0234,
              191094.3294
            ],
            [
              509234.4479,
              191101.9362
            ],
            [
              509250.9844,
              191128.3946
            ],
            [
              509250.6536,
              191127.7331
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted drawing numbers Title No NGL125619, 6021/ PL001-E dated 07.03.23, 6021/ PL002-F dated 17.04.23, and 6021/ PL003-G dated 24.04.23.",
    "REASON",
    "To ensure the development complies with the provisions of the Local Plan: Part Two - Development Management Policies (2020) and the London Plan (2021).",
    "The windows and materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building as annotated on the approved plans and shall thereafter be retained as such.",
    "For the avoidance of doubt the external walls of the porch shall be rendered white with a smooth finish and completed with a white masonry paint to match the existing white entranceway.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Local Plan: Part Two - Development Management Policies (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor windows serving the en-suite bathrooms in the southeast elevation shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The dwelling shall not be sub-divided to form additional dwelling units or used as a house of multiple occupation without a further express permission from the Local Planning Authority.",
    "REASON",
    "To ensure that the boroughs housing stock of family dwellings is protected and that the residential amenities of neighbouring occupiers are not harmed in accordance with Policies DMH 1, DMH 4, DMHB 11 of the Hillingdon Local Plan Part 2 (2020), as well as other relevant planning guidance contained within the London Plan (2021) and NPPF (2021).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "Notwithstanding the details hereby approved a minimum of 50% of the front garden area shall be soft landscaped (eg. grass or planted beds) for so long as the development remains in existence.",
    "The hard surface for the driveway shall be made of porous materials, or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse for as long as the development remains in existence.",
    "REASON",
    "To ensure the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMHB 11, DMEI 10 and DMHD 1 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "application_details": {
    "no_additional_bedrooms": 2,
    "total_gia_gained": 87,
    "existing_uprns": null,
    "intended_commencement_date": "03/2023",
    "no_additional_bathrooms": 4,
    "intended_completion_date": "12/2023",
    "site_area": 0.044000000000000004
  },
  "pp_id": "11464565",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4237026,
          51.6083976
        ],
        [
          -0.42352839999999997,
          51.6083239
        ],
        [
          -0.4237798,
          51.6080982
        ],
        [
          -0.4239445,
          51.6081688
        ],
        [
          -0.4236976,
          51.6084035
        ],
        [
          -0.4237026,
          51.6083976
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "11/05/2023",
  "secondary_street_name": null
}