{
  "last_date_consultation_comments": "13/08/2024",
  "site_number": null,
  "ward": "CHARVILLE 2022",
  "decision_date": "11/09/2024",
  "description": "Change of use of offices (Use Class E(g)(i)) to residential use (Use Class C3) for the creation of new homes (Application for Prior Approval under Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended)).",
  "development_type": null,
  "application_type": "Prior Approval",
  "appeal_status": null,
  "title_number": null,
  "postcode": null,
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": null,
  "street_name": "HAYES END ROAD",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": "-0.4306334",
    "lat": "51.5312125"
  },
  "lpa_app_no": "12853/APP/2024/1798",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.463
  },
  "application_type_full": null,
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4321866,
          51.5319859
        ],
        [
          -0.4317609,
          51.5319763
        ],
        [
          -0.43167459999999996,
          51.5320822
        ],
        [
          -0.4312933,
          51.5320771
        ],
        [
          -0.43128469999999997,
          51.531958
        ],
        [
          -0.4313047,
          51.5319305
        ],
        [
          -0.4312224,
          51.5319215
        ],
        [
          -0.43111269999999996,
          51.5319676
        ],
        [
          -0.4305539,
          51.5319482
        ],
        [
          -0.4304321,
          51.5319783
        ],
        [
          -0.4302487,
          51.5319481
        ],
        [
          -0.4302862,
          51.5319684
        ],
        [
          -0.4299633,
          51.5319294
        ],
        [
          -0.43033499999999997,
          51.5316568
        ],
        [
          -0.4306002,
          51.5311568
        ],
        [
          -0.4301565,
          51.5300088
        ],
        [
          -0.4292253,
          51.5297267
        ],
        [
          -0.42831,
          51.5297224
        ],
        [
          -0.4273739,
          51.5297653
        ],
        [
          -0.4274126,
          51.52975
        ],
        [
          -0.4261581,
          51.529810499999996
        ],
        [
          -0.4261616,
          51.5297074
        ],
        [
          -0.4274977,
          51.5296778
        ],
        [
          -0.4287841,
          51.5296157
        ],
        [
          -0.43014739999999996,
          51.5299036
        ],
        [
          -0.4306695,
          51.5310833
        ],
        [
          -0.4312357,
          51.5310731
        ],
        [
          -0.4313378,
          51.5309694
        ],
        [
          -0.4315525,
          51.5309187
        ],
        [
          -0.4317969,
          51.5310211
        ],
        [
          -0.43191939999999995,
          51.5312498
        ],
        [
          -0.4320032,
          51.5319567
        ],
        [
          -0.4321866,
          51.5319859
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 508955,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=12853/APP/2024/1798",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": "HAYES",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "HAYES PARK NORTH, HAYES PARK",
  "id": "Hillingdon-12853_APP_2024_1798",
  "decision_target_date": "11/09/2024",
  "centroid_northing": 182534,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508845.431,
              182617.6951
            ],
            [
              508874.9762,
              182617.2541
            ],
            [
              508880.7089,
              182629.1604
            ],
            [
              508907.1673,
              182629.1604
            ],
            [
              508908.0492,
              182615.9312
            ],
            [
              508906.7263,
              182612.8444
            ],
            [
              508912.4589,
              182611.9624
            ],
            [
              508919.9555,
              182617.2541
            ],
            [
              508958.7611,
              182615.9312
            ],
            [
              508967.1396,
              182619.459
            ],
            [
              508979.9278,
              182616.3722
            ],
            [
              508977.282,
              182618.577
            ],
            [
              508999.7716,
              182614.7185
            ],
            [
              508974.6362,
              182583.8504
            ],
            [
              508957.4382,
              182527.8468
            ],
            [
              508990.9521,
              182400.8466
            ],
            [
              509056.2162,
              182370.8604
            ],
            [
              509119.7163,
              182371.7423
            ],
            [
              509184.5394,
              182377.9159
            ],
            [
              509181.8935,
              182376.1521
            ],
            [
              509268.7652,
              182384.7511
            ],
            [
              509268.7652,
              182373.2857
            ],
            [
              509176.1608,
              182367.994
            ],
            [
              509087.0844,
              182359.1746
            ],
            [
              508991.8341,
              182389.1608
            ],
            [
              508952.808,
              182519.5786
            ],
            [
              508913.5614,
              182517.5942
            ],
            [
              508906.7263,
              182505.9084
            ],
            [
              508891.9537,
              182499.9553
            ],
            [
              508874.7557,
              182510.9796
            ],
            [
              508865.7158,
              182536.2253
            ],
            [
              508858.2193,
              182614.7185
            ],
            [
              508845.431,
              182617.6951
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 3, Class MA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), as the Council has assessed the impacts of the proposal and considers that there would be no unacceptable impacts, subject to the stated planning conditions, with regard to:",
    "(a) transport impacts of the development, particularly to ensure safe site access;",
    "(b) contamination risks in relation to the building;",
    "(c) flooding risks in relation to the building;",
    "(d) impacts of noise from commercial premises on the intended occupiers of the development;",
    "(e) the impact of that change of use on the character or sustainability of the conservation area;",
    "(f) the provision of adequate natural light in all habitable rooms of the dwellinghouses;",
    "(g) the impact on intended occupiers of the development of the introduction of residential use in an area the authority considers to be import",
    "The development hereby permitted must be completed within a period of 3 years starting with the prior approval date.",
    "REASON",
    "To comply with Condition MA.2. (5), Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, references:-",
    "0447-SEW-ZZ-ZZ-DR-A-PL0000 Rev. T3 Site Location Plan;",
    "0447-SEW-ZZ-B1-DR-A-PL1190 Rev. 00 Proposed Plan - Basement;",
    "0447-SEW-ZZ-00-DR-A-PL1100 Rev. P1 Proposed Plan - Ground Floor;",
    "0447-SEW-ZZ-01-DR-A-PL1110 Rev. P1 Proposed Plan - First Floor;",
    "0447-SEW-ZZ-02-DR-A-PL1120 Rev. P1 Proposed Plan - Second Floor; and",
    "0447-SEW-ZZ-03-DR-A-PL1130 Rev. 00 Proposed Plan - Roof.",
    "Thereafter the development hereby permitted shall be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "Prior to the occupation of the development, details of the following shall be submitted to, and approved in writing by the Local Planning Authority:",
    "1) The layout of a cycle parking area able to accommodate 92 no. bicycles;",
    "2) The layout of a motorcycle parking area able to accommodate 4 no. motorcycles;",
    "3) Active electric vehicle charging points at 20% of all parking spaces with all the remainder having passive provision;",
    "4) A car parking management plan including the requirement that all car parking spaces are leased and not sold;",
    "5) Details of a refuse and recycling management scheme, including details of storage facilities which should be located within/close to the building entrances and also a collection day storage area close to the site access, together with appropriate management arrangements in order to aid collection.",
    "Thereafter, these shall be implemented as approved and permanently retained and used for no other purpose.",
    "REASON",
    "To comply with Condition MA.2.-(2)(a),",
    "The development hereby permitted shall be completed in full accordance with the Construction Management Plan (Dated April 2024).",
    "REASON",
    "To comply with Condition MA.2.-(2)(a), Class MA, Part 3, Schedule 2 of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). Also, to safeguard the amenity of surrounding areas and to ensure that the construction works include appropriate efficiency and sustainability measures so as not to compromise the safe and efficient operation of the local highway network, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020) and Policies D14, T4 and T7 of the London Plan (2021).",
    "For the lifetime of the development hereby permitted the noise level shall not exceed 35 dB LAeq 16 hrs between 0700 and 2300 and 30 dB LAeq 8 hrs, between 2300 and 0700, measured inside any room of any permitted/adjoining dwelling whilst achieving acceptable internal living conditions with respect to ventilation and temperature.",
    "REASON",
    "To ensure that occupants of the permitted development would not be exposed to noise that would be likely to cause an adverse effect on their health and quality of life, in accordance with the guidance set out in 'Guidance on Sound Insulation and Noise Reduction for Buildings' British Standard Institution BS8233: 2014', Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020) and Policy D14 of the London Plan (2021).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works. Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Residents Services, Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 558170).",
    "In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken, and where remediation is necessary a remediation scheme must be prepared subject to the approval in writing of the Local Planning Authority.  Following completion of measures identified in the approved remediation scheme a verification report must be prepared, which is subject to the approval in writing of the Local Planning Authority.",
    "You are advised this development is not on a former contaminated land use. However, the above advice is only provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done should there be any contamination identified during the development where there is a need, for ground work once such works are complete to minimise risk to th"
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "last_updated": "2025-03-19T20:08:19.439+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "11/09/2027",
  "decision": "Approved",
  "valid_date": "18/07/2024"
}