{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type_full": "Full planning permission",
  "lpa_app_no": "47172/APP/2022/3635",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=47172/APP/2022/3635",
  "actual_completion_date": null,
  "pp_id": "11627945",
  "lapsed_date": "02/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.438019,
    "lat": 51.604506
  },
  "decision_process": "Delegated",
  "actual_commencement_date": "10/02/2025",
  "site_number": null,
  "uprn": null,
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "27/01/2023",
  "description": "Demolition and replacement of the existing detached dwelling and garage, with a new detached two storey dwelling (including habitable roof space with 2 front and 2 rear dormers, 6 roof lights and a basement) and associated landscaping and ancillary works.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.438624,
          51.604636
        ],
        [
          -0.438458,
          51.604759
        ],
        [
          -0.437447,
          51.604433
        ],
        [
          -0.437692,
          51.604237
        ],
        [
          -0.438624,
          51.604636
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "New Build",
  "last_updated_by": "Portal",
  "locality": null,
  "site_name": "29 NICHOLAS WAY",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 1393/P/1A dated 02/02/2023, 1393/P/2A dated 02/02/2023, 1393/P/3A dated 02/02/2023.",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2016).",
    "No superstructure works shall take place until details of all materials, external surfaces, external windows and doors have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby approved shall be carried out strictly in accordance with the details specified in the document titled Basement Impact Assessment by Palladium Consulting Engineers Ltd dated Mar 22 and drawing numbers 11393/P/2A dated 02/02/2023, 1393/P/3A dated 02/02/2023. Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development provides satisfactory means of drainage on site and to reduce the risk of localised flooding, and to safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in compliance with Policies DMHB 11 and DMHD 3 of the Hillingdon Local Plan Part 2 (2020).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "No superstructure works shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Means of enclosure/boundary treatments",
    "2.b Car Parking Layouts (including demonstration that a minimum of 20% 'active' EVCP provision with all remaining spaces being designated as 'passive' provisions)",
    "2.c Hard Surfacing Materials",
    "2.d External Lighting",
    "3. Schedule for Implementation",
    "4. Other",
    "4.a Existing and proposed functional services above and below ground",
    "4.b Proposed finishing levels or contours",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "The development hereby approved shall be carried out strictly in accordance with the recommendations contained within the approved Bat Emergence Survey Report, Date: 14th September 2022, Ref: 1509, Greenwood Environmental Ltd and Preliminary Ecological Appraisal, Date: 15th of June 2022 Ref: 1480, Greenwood Environmental Ltd. Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "In the interest of protected species in accordance with Policy DMEI 7 of the Hillingdon Local Plan Part 2 (2020).",
    "The dwelling hereby approved shall not be occupied until it has achieved an energy efficiency standard of a minimum 10% CO2 improvement over Building Regulations requirements Part L 2013 (TER Baseline).",
    "REASON",
    "In the interest of energy conservation and to comply with SI 2 of the London Plan (2021).",
    "Notwithstanding the approved plans, all roof lights shall be conservation roof lights with a genuine glazing bar, installed completely flush along the roof line.",
    "REASON",
    "To conserve the character and appearance of the Area of Special Local Character in accordance with Policy HE1 (Hillingdon Local Plan Part 1, November 2012) and Policies DMHB 1, DMHB 5, DMHB 6 and DMHB 11 (Hillingdon Local Plan Part 2, January 2020).",
    "Prior to any works on site above damp proof course level, details of step free access via all points of entry and exit shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The dwelling hereby approved shall accord with the requirements of Policy D7 of the London Plan and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy D7 of the London Plan.",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first and second floor window(s) and roof lights facing 27 and 31 Nicholas Way shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with Policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "No development shall take place until a full and detailed Construction Logistics Plan (CLP) has been submitted to and approved in writing by the Local Planning Authority. The CLP will be a requirement given the constraints and sensitivities of the local residential road network in order to minimise/avoid potential detriment to the public realm.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with Policies DMT1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then the validity of this planning permission may be challengeable by third parties.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be taken to avoid private roads. The applicant may be required to make good any damage caused."
  ],
  "postcode": "HA6 2TR",
  "application_type": "All Other",
  "decision_date": "02/02/2023",
  "parking_details": {
    "no_proposed_car": 3,
    "net_cycle": 0,
    "net_car": 0,
    "no_existing_car": 3,
    "no_proposed_cycle": 4,
    "no_existing_cycle": 4,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "status": "Commenced",
  "centroid_easting": 508270,
  "valid_date": "08/12/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "02/02/2023",
  "id": "Hillingdon-47172_APP_2022_3635",
  "lpa_name": "Hillingdon",
  "bo_system": "Portal",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-06-30T19:10:37.134+01:00",
  "street_name": "NORTHWOOD",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 190674,
  "application_details": {
    "existing_uprns": [],
    "total_gia_gained": 718,
    "total_gia_lost": 156,
    "grey_water_reuse": false,
    "non_residential_details": {
      "total_gia_existing": 156,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 156,
      "total_gia_gained": 718,
      "development_type": null,
      "site_area": 0.17700000000000002
    },
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "05/2023",
        "intended_completion_date": "11/2024"
      }
    ],
    "site_area": 0.17700000000000002,
    "total_gia_existing": 156,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 156,
        "gia_gained": 718,
        "use_class": "C3",
        "actual_commencement_date": "10/02/2025",
        "gia_lost": 156
      }
    ],
    "garden_land_lost": false,
    "projected_cost_of_works": "Between £2m and £100m",
    "surface_water_discharge_percentage_reduction": 0,
    "residential_details": {
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "dwelling_density": 5.88235294117647,
      "residential_units": [
        {
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "no_habitable_rooms": 7,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Loss-1",
          "actual_commencement_date": "10/02/2025",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "gia": 156,
          "tenure": "Market for sale"
        },
        {
          "description": null,
          "change_type": "Gain",
          "sheltered_accommodation": false,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "no_habitable_rooms": 11,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": "Gain-1",
          "actual_commencement_date": "10/02/2025",
          "no_bedrooms": 5,
          "provision_for_older_persons": false,
          "gia": 718,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_gia_gained": 718,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_gia_lost": 156,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units": 1,
      "affordable_percentage": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_bedrooms": 5,
      "habitable_rooms_density": 64.70588235294117,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.17
    },
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 9.25,
        "building_ref": "29 Nicholas Way"
      }
    ],
    "scheme_phasing": true,
    "green_suds": true,
    "rain_water_harvesting": true,
    "infrastructure_details": {
      "no_homes_passive_cooling": 1,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_passive_other_ev_charging_points": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "chp_heat_pumps_capacity": 0,
      "solar_pv_capacity": 0,
      "fire_suppression_system_proposed": false,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "no_active_other_ev_charging_points": 1,
      "ghg_reduction_over_building_regulations": true,
      "no_resi_units_to_have_full_fibre": 1,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "internal_resi_water_usage": 0,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": 0.17700000000000002,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": "29 NICHOLAS WAY",
    "lead_developer_company_name": null
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508227.802,
              190687.6458
            ],
            [
              508239.0469,
              190701.5365
            ],
            [
              508309.823,
              190666.8099
            ],
            [
              508293.2866,
              190644.651
            ],
            [
              508227.802,
              190687.6458
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "NORTHWOOD 2022"
}