{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.444003,
    "lat": 51.6107
  },
  "polygon": null,
  "borough": "Hillingdon",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "valid_date": "08/11/2024",
  "decision_target_date": "20/01/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 191354,
  "ward": "NORTHWOOD 2022",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans and reports:",
    "Title: Location Plan, reference: A-PL-001, revision: P01",
    "Title: Proposed Site Plan, reference: A-PL-003, revision: P01",
    "Title: Padel Court Plan and Elevations, reference: A-PL-010, revision: P01",
    "Title: Padel Court with Canopy Plan and Elevations, reference: A-PL-011, revision: P01",
    "Title: Padel Social Plan and Elevations, reference: A-PL-012, revision: P01",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (2012) and 2 (2020) and the London Plan (2021).",
    "No development shall take place until a landscape scheme for a landscaping strip outside and along the south-west fencing of the padel tennis courts has been submitted to and approved in writing by the Local Planning Authority. The scheme shall provide a green 'shelter belt/wind belt' along the south-fencing and shall include:",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Landscape Maintenance",
    "2.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "2.b Proposals for the replacement of any tree, shrub, or area of surfing/seeding within the landscaping scheme which dies or in the opinion of the Local Planning Authority becomes seriously damaged or diseased.",
    "3. Schedule for Implementation",
    "Thereafter the development shall be carried out a",
    "The padel tennis courts shall not be used except between the hours of:",
    "0600 and 2215 Mondays-Fridays.",
    "0700 and 2100 Saturdays-Sundays, and Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policies D3, D14, and S5 of the London Plan (2021) and Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "No floodlighting or other form of external lighting shall be installed until a lighting report prepared by a suitably qualified and experienced professional has been submitted to and approved in writing by the Local Planning Authority. The lighting report shall include:",
    "1) Specific details of the proposed floodlighting including:",
    "a. Location;",
    "b. Height;",
    "c. Type;",
    "d. Direction of illumination; and",
    "e. Intensity of illumination.",
    "2) An evaluation of the existing floodlighting in comparison to the proposed new lighting with regards to visual effect and energy efficiency.",
    "Any lighting that is so installed shall not thereafter be altered without the prior consent in writing of the Local Planning Authority other than for routine maintenance which does not change its details.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with Policies D3 and S5 of the London Plan (2021), and Policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Poli",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed:",
    "40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and",
    "50 dB LAr 1 hour for any one-hour period between 0700 and 2300,",
    "determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.'",
    "REASON",
    "To ensure that occupants of dwellings would not be exposed to noise caused by the permitted development that would be likely to cause an adverse effect on their health and quality of life with windows open for the purposes of ventilation and cooling.",
    "It is considered that a condition based on fixed noise levels is consistent with noise and planning policy by relating external noise levels to the point at which adverse effects on health and quality of li",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "pp_id": "13540948",
  "decision_process": "Delegated",
  "lapsed_date": "17/01/2028",
  "application_type_full": "Full planning permission",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-272_APP_2024_2966",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "last_updated": "2025-04-17T21:59:12.366Z",
  "lpa_app_no": "272/APP/2024/2966",
  "wgs84_polygon": null,
  "appeal_status": null,
  "site_name": "DAVID LLOYD NORTHWOOD",
  "title_number": null,
  "decision_date": "17/01/2025",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Conversion of existing tennis courts to two open padel courts, one covered padel court, and ancillary social area, floodlighting, and associated works.",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 507841,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=272/APP/2024/2966",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Single Phase",
        "intended_completion_date": "04/2025",
        "intended_commencement_date": "01/2025"
      }
    ],
    "total_gia_gained": 0,
    "site_area": 0.14,
    "total_gia_lost": 0,
    "total_gia_existing": 0,
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private"
  },
  "last_updated_by": "CSV Data Import",
  "postcode": "HA6 2DR",
  "last_date_consultation_comments": "12/01/2025",
  "secondary_street_name": "NORTHWOOD",
  "site_number": null,
  "subdivision_of_building": "There are no existing buildings on the application site. ",
  "street_name": "18 DUCKS HILL ROAD"
}