{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507885.0339,
              191531.0894
            ],
            [
              507886.026,
              191530.0972
            ],
            [
              507902.2318,
              191540.6805
            ],
            [
              507902.8933,
              191539.0269
            ],
            [
              507904.8776,
              191539.6883
            ],
            [
              507906.862,
              191535.3888
            ],
            [
              507912.1537,
              191539.6883
            ],
            [
              507914.4688,
              191536.0503
            ],
            [
              507932.659,
              191548.2873
            ],
            [
              507933.6511,
              191545.9722
            ],
            [
              507942.9116,
              191551.9253
            ],
            [
              507947.8725,
              191543.6571
            ],
            [
              507945.2267,
              191542.0034
            ],
            [
              507959.4481,
              191523.8133
            ],
            [
              507930.3438,
              191503.3081
            ],
            [
              507917.1147,
              191519.8445
            ],
            [
              507920.422,
              191522.1597
            ],
            [
              507913.1459,
              191530.4279
            ],
            [
              507910.5001,
              191528.1128
            ],
            [
              507908.5157,
              191531.0894
            ],
            [
              507907.1928,
              191525.7977
            ],
            [
              507903.224,
              191516.5372
            ],
            [
              507896.2787,
              191508.5997
            ],
            [
              507881.3958,
              191498.3471
            ],
            [
              507866.8437,
              191516.868
            ],
            [
              507885.0339,
              191531.0894
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07752899",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:49.908+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "13/06/2019",
  "secondary_street_name": "NORTHWOOD",
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.612225",
    "lon": "-0.4428464"
  },
  "decision": "Approved",
  "valid_date": "30/04/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.219
  },
  "cil_liability": false,
  "postcode": "HA6 2DR",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=272/APP/2019/1164",
  "lpa_name": "Hillingdon",
  "site_name": "NORTHWOOD HEALTH & RACQUET CLUB",
  "lapsed_date": "17/07/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers A-PL-006; A-PL-008; A-PL-007;  A-PL-009A; A-PL-0012 and A-PL-0013A, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "Prior to the commencement of the superstructure works a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate.",
    "The approved scheme shall be implemented before the use of the development hereby permitted is commenced.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policy BE38 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Full details of all proposed lighting shall be submitted to and approved in writing by the Local Planning Authority. Such details shall include location, height, type and direction of light sources and intensity of illumination. Any lighting that is so installed shall not thereafter be altered without the prior consent in writing of the Local Planning Authority other than for routine maintenance which does not change its details. The approved scheme shall be implemented before the use of the development hereby permitted is commenced.",
    "REASON",
    "To safeguard the amenity of surrounding properties in accordance with policies BE13 and OE1 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The proposed development shall not be illuminated except between:-",
    "[0800 to 2200] Mondays - Fridays",
    "[0800 to 2100] Saturdays",
    "[1000 to 1800] Sundays, Public or Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with Policy OE1 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey rear extension, erection of an external spa garden to include 2 x one storey buildings for use as saunas and swimming pool with pool terrace",
  "lpa_app_no": "272/APP/2019/1164",
  "decision_target_date": "20/12/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "17/07/2019",
  "id": "Hillingdon-272_APP_2019_1164",
  "centroid_northing": 191525,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507916,
  "street_name": "DUCKS HILL ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4432915,
          51.6122856
        ],
        [
          -0.4432775,
          51.6122765
        ],
        [
          -0.4430403,
          51.612368599999996
        ],
        [
          -0.44303129999999996,
          51.6123536
        ],
        [
          -0.44300239999999996,
          51.6123591
        ],
        [
          -0.44297509999999996,
          51.6123201
        ],
        [
          -0.4428974,
          51.6123578
        ],
        [
          -0.44286509999999996,
          51.6123246
        ],
        [
          -0.44259869999999996,
          51.6124311
        ],
        [
          -0.44258509999999995,
          51.6124101
        ],
        [
          -0.4424496,
          51.6124619
        ],
        [
          -0.44238049999999995,
          51.6123866
        ],
        [
          -0.44241919999999996,
          51.6123722
        ],
        [
          -0.4422195,
          51.612206
        ],
        [
          -0.442646,
          51.6120273
        ],
        [
          -0.4428319,
          51.6121784
        ],
        [
          -0.4427834,
          51.6121986
        ],
        [
          -0.4428859,
          51.6122743
        ],
        [
          -0.4429248,
          51.612254
        ],
        [
          -0.44295249999999997,
          51.6122812
        ],
        [
          -0.44297329999999996,
          51.6122338
        ],
        [
          -0.44303339999999997,
          51.6121514
        ],
        [
          -0.4431361,
          51.6120813
        ],
        [
          -0.4433541,
          51.611992
        ],
        [
          -0.44355849999999997,
          51.6121613
        ],
        [
          -0.4432915,
          51.6122856
        ]
      ]
    ],
    "type": "Polygon"
  }
}