{
  "actual_commencement_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1536.23",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "24/05/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550519.318,
              188035.943
            ],
            [
              550550.747,
              188045.697
            ],
            [
              550583.53,
              188061.14
            ],
            [
              550590.303,
              188054.367
            ],
            [
              550609.81,
              188057.889
            ],
            [
              550661.829,
              188070.081
            ],
            [
              550659.12,
              188081.189
            ],
            [
              550662.1,
              188081.731
            ],
            [
              550688.11,
              188087.15
            ],
            [
              550704.908,
              188126.706
            ],
            [
              550743.922,
              188134.292
            ],
            [
              550740.942,
              188152.174
            ],
            [
              550745.819,
              188152.445
            ],
            [
              550753.134,
              188121.829
            ],
            [
              550755.572,
              188120.204
            ],
            [
              550765.055,
              188097.445
            ],
            [
              550756.927,
              188096.091
            ],
            [
              550726.041,
              188089.859
            ],
            [
              550739.587,
              188025.919
            ],
            [
              550738.503,
              188025.648
            ],
            [
              550673.209,
              188011.018
            ],
            [
              550661.558,
              188062.766
            ],
            [
              550625.795,
              188054.096
            ],
            [
              550637.716,
              188003.431
            ],
            [
              550619.564,
              187970.107
            ],
            [
              550593.825,
              187963.875
            ],
            [
              550578.924,
              188035.402
            ],
            [
              550520.673,
              188028.357
            ],
            [
              550519.318,
              188035.943
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "lapsed_date": "24/05/2027",
  "appeal_decision": null,
  "street_name": "Sandgate Close",
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "description": "Environmental Improvement (remediation) works to include excavation and removal of soil and backfill of soil on site. EIA screening opinion (amended description)",
  "decision": "Approved",
  "centroid_northing": 188051,
  "bo_system": "CSV Data Import",
  "last_updated": "2025-03-19T21:59:18.367+00:00",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "ward": "Rush Grn & Crowlands",
  "centroid_easting": 550663,
  "site_name": "Former Gasworks Site",
  "application_type": "All Other",
  "parking_details": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "lpa_name": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.17053569999999998,
          51.5711082
        ],
        [
          0.17099309999999998,
          51.5711874
        ],
        [
          0.1714724,
          51.5713174
        ],
        [
          0.1715671,
          51.5712548
        ],
        [
          0.1718499,
          51.5712812
        ],
        [
          0.17260509999999998,
          51.5713769
        ],
        [
          0.1725708,
          51.5714774
        ],
        [
          0.172614,
          51.5714815
        ],
        [
          0.1729914,
          51.5715232
        ],
        [
          0.1732505,
          51.5718742
        ],
        [
          0.17381629999999998,
          51.5719319
        ],
        [
          0.173781,
          51.5720934
        ],
        [
          0.1738514,
          51.5720945
        ],
        [
          0.17394379999999998,
          51.5718175
        ],
        [
          0.1739783,
          51.5718022
        ],
        [
          0.1741052,
          51.5715952
        ],
        [
          0.1739875,
          51.5715852
        ],
        [
          0.17353949999999999,
          51.5715375
        ],
        [
          0.17370739999999998,
          51.5709593
        ],
        [
          0.1736916,
          51.5709572
        ],
        [
          0.1727439,
          51.5708432
        ],
        [
          0.1725981,
          51.5713112
        ],
        [
          0.1720787,
          51.5712429
        ],
        [
          0.1722289,
          51.5707845
        ],
        [
          0.1719529,
          51.5704899
        ],
        [
          0.1715792,
          51.5704408
        ],
        [
          0.1713949,
          51.5710874
        ],
        [
          0.17055199999999998,
          51.5710396
        ],
        [
          0.17053569999999998,
          51.5711082
        ]
      ]
    ],
    "type": "Polygon"
  },
  "postcode": "RM7 0ED",
  "decision_date": "24/05/2024",
  "centroid": {
    "lon": "0.1726139",
    "lat": "51.5712051"
  },
  "decision_process": "Delegated",
  "epc_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "site_number": null,
  "borough": "Havering",
  "actual_completion_date": null,
  "appeal_decision_date": null,
  "valid_date": "13/10/2023",
  "application_type_full": "Full planning permission",
  "locality": null,
  "last_date_consultation_comments": "13/12/2023",
  "pp_id": "12396827",
  "development_type": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development shall be carried out strictly in accordance with the approved plans and documents:",
    "Plans:",
    "Site Location Plan - Figure 1 P01",
    "Site Layout Plan - Figure 2 P02",
    "Documents:",
    "Planning Statement by Firstplan dated October 2023",
    "Archaeology WSI  by MOLA dated September 2023",
    "Stage 1 Risk Assessment Report_4.0",
    "Romford Technical Note 1_PRA_R04",
    "Romford Technical Note 2_HH GQRA_R03",
    "Romford Technical Note 3_CW GQRA_Rev3.0",
    "Romford Technical Note 4_CW DQRA_R04",
    "Romford Remediation Strategy_Rev4.0",
    "Romford_Remediation Detailed Design _Rev4.0",
    "Romford_Monitoring and Maintenance Plan_ISSUE_R02",
    "Romford_Borehole Scheme_R03",
    "Reason:",
    "To enable the Local Planning Authority to retain control and in the interests of sustainable development.",
    "The movement of HGV's will be limited to 16 per day. This equates to 2 movements per hour based on an 8 hour working day",
    "Reason:",
    "In order to protect amenity of the area",
    "The development hereby approved shall operate between the hours of (08:00) and (18:00) Mondays to Fridays, between the hours of (08:00) and (13:00) on Saturdays, and not at any time on Sundays, Bank or Public Holidays.",
    "Reason:",
    "To minimise the impact of the development on the surrounding area in the interests of amenity.",
    "No deliveries shall be taken at or despatched from the site outside the hours of 08.00-18:00 Monday - Friday. And 08.00 to 13.00 hours on Saturdays unless agreed in writing with the Local Planning Authority.  No deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:",
    "In order to protect amenity of the area",
    "The development shall be carried out strictly in accordance with the submitted Archaeological Written Scheme of Investigation by MOLA dated 27th September 2023 site code SDO23",
    "Reason:",
    "To ensure that any heritage assets found at the site are investigated and considered in accordance with section 16 of the NPPF",
    "No development approved by this planning permission shall commence until a remediation strategy to deal with the risks associated with contamination of the site in respect of the development hereby permitted, has been submitted to, and approved in writing by, the local planning authority. This strategy will include the following components:",
    "1.A preliminary risk assessment which has identified:",
    "·all previous uses",
    "·potential contaminants associated with those use and a conceptual model of the site indicating sources, pathways and receptors",
    "·potentially unacceptable risks arising from contamination at the site",
    "2. A site investigation scheme, based on (1) to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off-site.",
    "3. The results of the site investigation and the detailed risk assessment referred to in (2) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures req",
    "Prior to any part of the permitted development being brought into use, a verification report demonstrating the completion of works set out in the approved remediation strategy and the effectiveness of the remediation shall be submitted to, and approved in writing, by the local planning authority. The report shall include results of sampling and monitoring carried out in accordance with the approved verification plan to demonstrate that the site remediation criteria have been met.",
    "Reason:",
    "To ensure that the site does not pose any further risk to the water environment by demonstrating that the requirements of the approved verification plan have been met and that remediation of the site is complete. This is in line with paragraph 180 of the National Planning Policy Framework.",
    "The development hereby permitted shall not commence until a monitoring and maintenance plan in respect of contamination, including a timetable of monitoring and submission of reports to the local planning authority, has been submitted to, and approved in writing by, the local planning authority. Reports as specified in the approved plan, including details of any necessary contingency action arising from the monitoring, shall be submitted to, and approved in writing by, the local planning authority.",
    "Reason:",
    "To ensure that the site does not pose any further risk to the water environment by managing any ongoing contamination issues and completing all necessary long-term remediation measures.",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this contamination will be dealt with has been submitted to, and approved in writing by, the local planning authority. The remediation strategy shall be implemented as approved.",
    "Reason:",
    "To ensure that the development does not contribute to, and is not put at unacceptable risk from or adversely affected by, unacceptable levels of water pollution from previously unidentified contamination sources at the development site. This is in line with paragraph 180 of the National Planning Policy Framework.",
    "A scheme for managing any borehole installed for the investigation of soils, groundwater or geotechnical purposes shall be submitted to and approved in writing by the local planning authority. We also note that two wells were historically located on the Romford Gasworks site. The scheme shall provide details of how redundant boreholes / wells are to be decommissioned and how any boreholes that need to be retained, post-development, for monitoring purposes will be secured, protected and inspected. The scheme as approved shall be implemented prior to the occupation of any part of the permitted development.",
    "Reason:",
    "To ensure that redundant boreholes are safe and secure, and do not cause groundwater pollution or loss of water supplies in line with paragraph 180 of the National Planning Policy Framework and Position Statement N11 of 'The Environment Agency's approach to groundwater protection'.",
    "Request for consultation on discharge of conditions Please consult us on the details submitted",
    "No excavation works shall be carried out on site until an Ecological Assessment is submitted to and approved by the Local Planning Authority. The works shall be carried out in accordance with the approved details.",
    "Reason: To conserve and enhance protected and Priority species and allow the LPA to discharge its duties under the Conservation of Habitats and Species Regulations 2017 (as amended), the Wildlife & Countryside Act 1981 as amended and s40 of the NERC Act 2006 (Priority habitats & species) and Havering Local Plan policy 30",
    "Before the commencement of the excavation of soil on site, vehicle cleansing facilities to prevent mud being deposited onto the public highway during operations shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed. The submission shall provide:",
    "a) A plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where HGV traffic will access and exit the site from the public highway.",
    "b) A description of how vehicles will be checked before leaving the site - this applies to the vehicle wheels, the underside of vehicles, mud flaps and wheel arche"
  ],
  "status": "Approved",
  "secondary_street_name": "Romford",
  "id": "Havering-P1536.23",
  "lpa_app_no": "P1536.23",
  "application_details": {
    "scheme_phasing": true,
    "total_gia_lost": 0,
    "total_gia_gained": 0,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "infrastructure_details": {
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "n/a",
          "external_residual_waste": false,
          "reason_for_no_provision": "no building space proposed ",
          "internal_residual_waste": false,
          "internal_food_waste": false,
          "internal_dry_recycling": false
        }
      ],
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "fire_suppression_system_proposed": false
    },
    "projected_cost_of_works": "Between £2m and £100m",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_gia_existing": 0,
      "total_gia_lost": 0
    },
    "total_gia_existing": 0,
    "existing_uprns": null,
    "ownership_status": "Private",
    "phasing_details": [
      {
        "phase_detail": "all",
        "intended_completion_date": "07/2024",
        "intended_commencement_date": "03/2024"
      }
    ],
    "site_area": 1.254,
    "internal_resi_water_usage": 0,
    "garden_land_lost": false,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 0
  },
  "uprn": null
}