{
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0854.24",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "intended_completion_date": "11/2024",
    "no_additional_bathrooms": 1,
    "intended_commencement_date": "09/2024",
    "total_gia_gained": 19.1,
    "no_additional_bedrooms": 0,
    "site_area": 0.019
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2426509,
          51.5599615
        ],
        [
          0.242669,
          51.5597467
        ],
        [
          0.2425619,
          51.5597422
        ],
        [
          0.2425379,
          51.5599709
        ],
        [
          0.2426509,
          51.5599615
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "41 Berkeley Drive",
  "centroid_easting": 555552,
  "site_number": null,
  "development_type": null,
  "decision_date": "12/08/2024",
  "appeal_start_date": null,
  "lapsed_date": "12/08/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "centroid_northing": 186935,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "(a) If during development works any contamination should be encountered which was not previously identified in the site the no further development (unless agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation stategy shall be implemented as approved.",
    "(b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:-",
    "To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from contamination.",
    "a)\t Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015.  The gas protection measures shall be carried out in strict accordance with the agreed details.",
    "b)\t Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the risk arising from landfill gases (methane and carbon dioxide).  Submission of an assessment prior to commencement will protect people on or close to the site from the risks associated with migrating landfill gas and will ensure that the development accords with Development Control Policies Development Plan Document.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Hornchurch",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "0.24260869999999998",
    "lat": "51.5598516"
  },
  "cil_liability": false,
  "valid_date": "17/06/2024",
  "postcode": "RM11 3PZ",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "id": "Havering-P0854.24",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "12/08/2024",
  "pp_id": "13160202",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": "200002667319",
  "last_date_consultation_comments": "09/07/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:48:01.862+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555554.55,
              186947.31
            ],
            [
              555556.54,
              186923.47
            ],
            [
              555549.13,
              186922.74
            ],
            [
              555546.69,
              186948.12
            ],
            [
              555554.55,
              186947.31
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Cranham",
  "appeal_decision": null,
  "lpa_app_no": "P0854.24",
  "description": "Single storey rear extension and conversion of garage to habitable space.",
  "date_building_work_completed_under_previous_permission": null
}