{
  "lpa_name": "Merton",
  "pp_id": null,
  "description": "DEMOLITION OF EXISTING END OF TERRACE HOUSE AND ADJOINING TWO-STOREY WAREHOUSE BUILDING AND THE ERECTION OF A TWO STOREY, 8 BEDROOM HOUSE FOR PEOPLE WITH LEARNING DISABILITIES, WITH PROVISION OF PARKING AND LANDSCAPING (CLASS  C2).",
  "epc_number": null,
  "status": "Approved",
  "decision_date": "11/05/1999",
  "street_name": "Manor Road",
  "decision_process": null,
  "uprn": "48101916",
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "18/09/2018",
  "subdivision_of_building": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 529427,
  "appeal_decision": null,
  "lpa_app_no": "98/P1280",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "type": "geometrycollection",
    "geometries": []
  },
  "actual_commencement_date": null,
  "application_type": "All Other",
  "bo_system": "Northgate M3",
  "centroid": {
    "lat": 51.402598,
    "lon": -0.140734
  },
  "decision_agency": "Borough",
  "parking_details": null,
  "postcode": "CR4 1JD",
  "last_updated": "2025-03-20T09:50:32.829+00:00",
  "secondary_street_name": null,
  "cil_liability": false,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=98/P1280",
  "valid_date": null,
  "appeal_decision_date": null,
  "locality": "Mitcham",
  "appeal_start_date": null,
  "application_type_full": null,
  "decision": "Approved",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "site_name": "Building Used For Storage At Rear Of 121",
  "lapsed_date": "10/05/2004",
  "centroid_northing": 168703,
  "decision_conditions": [
    "Condition : 1 - The developments to which this permission relates shall be begun not later than the expiration of 5 years, beginning with the date of this permission.",
    "Condition : 2 - Particulars and samples of the materials to be used on all external faces on the building, including fenestration, shall be submitted to and approved in writing by the Local Planning Authority before any works are commenced. Development shall be carried out in full accordance with the approved details.",
    "Condition : 3 - Details of those parts of the site not covered by buildings including any parking, service roads, sight lines, footpaths, hard and soft landscaping, surface treatment and boundary treatment shall be submitted to and approved in writing by the Local Planning Authority before any development hereby permitted commences. These works shall be carried out in accordance with the approved details.",
    "Condition : 4 - Details of proposals for the storage and disposal of refuse shall be submitted to and approved in writing by the Local Planning Authority before the development commences. These facilities shall be provided in full accordance with the approved details before any permitted use starts and permanently maintained thereafter.",
    "Condition : 5 - The garages and/or car parking spaces (and/or disabled/cycle parking spaces) as shown on the approved drawing 98/29/04B shall be provided before commencement of the use of the land or buildings hereby permitted and thereafter shall be kept free from obstruction and shall not be used for purposes other than the parking of a vehicle in conjunction with the development hereby permitted.",
    "Condition : 6 - The floors and walls between each of the proposed dwellings and adjacent dwellings shall be so adapted as to achieve a reasonable resistance to airborne sound and where relevant, impact sound having regard to the existing construction. Insulation shall be in accordance with the scheme previously submitted to and approved in writing by the Local Planning Authority prior to the commencement of works. Details of the existing floor/ceiling construction and proposed sound insulation measures, together with a composite sound reduction index for the new floor/ceiling will be required.",
    "Condition : 7 - No demolition or construction work in pursuant of this permission shall be carried out on or before 08.00 hours or after 1800 hours on Mondays to Fridays inclusive, before 0800 hours or after 1300 hours on Saturdays and at no time on Sundays or Bank Holidays.",
    "Condition : 8 - The use of the building hereby approved shall not take place until such time as details of access for disabled persons has been submitted to and approved by the Local Planning Authority and installed in accordance with the approved details and permanently maintained thereafter.",
    "Condition : 9 - The tree planting/landscaping scheme, which should include full details of species, size of plants and spacing shall be submitted to the Local Planning Authority for approval and be implemented during the next planting season after the completion of the building operations on site, or within any such longer period as may be agreed in writing with the Local Planning Authority. The Council will require a maintenance period of 3 years during which dead, dying or defective trees, shrubs and ground cover must be replaced."
  ],
  "ward": "Longthornton_historic",
  "site_number": null,
  "application_details": {},
  "id": "Merton-98_P1280",
  "appeal_status": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.140712,
          51.402612
        ],
        [
          -0.140713,
          51.402585
        ],
        [
          -0.140757,
          51.402585
        ],
        [
          -0.140755,
          51.402612
        ],
        [
          -0.140712,
          51.402612
        ]
      ]
    ]
  },
  "borough": "Merton",
  "last_date_consultation_comments": null
}