{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509926.0271,
              176947.0547
            ],
            [
              509925.8948,
              176947.187
            ],
            [
              509916.899,
              176947.3193
            ],
            [
              509915.3114,
              176986.2131
            ],
            [
              509919.2802,
              176986.3454
            ],
            [
              509925.8948,
              176990.0496
            ],
            [
              509927.4823,
              176987.8006
            ],
            [
              509926.0271,
              176947.0547
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07641258",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:49.176+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "03/04/2019",
  "secondary_street_name": "HEATHROW",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4809971",
    "lon": "-0.4184311"
  },
  "decision": "Approved",
  "valid_date": "11/03/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.043000000000000003
  },
  "cil_liability": true,
  "postcode": "TW6 2AA",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=40258/APP/2019/809",
  "lpa_name": "Hillingdon",
  "site_name": "SILKIN HOUSE, 5-7",
  "lapsed_date": "10/05/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers A101 Rev. A, A102 Rev. A, A103 Rev. A, A104 Rev. A, A105 Rev. A, A106 Rev. A, A107 Rev. A, A108 Rev. A, A109 Rev. A, A110 Rev. A, A111, A112 Rev. A, A113 Rev. A and A114 Rev. A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "BREEAM Pre-Assessment Report",
    "Energy and Sustainability Statement",
    "BRUKL Output Document",
    "Flood Risk Assessment April 2019",
    "Design and Access Statement (including proposed materials).",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure that the development complies with the objectives of Policies BE13 and OE8 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and Policies 5.1, 5.2 and 5.3 of the London Plan (2016).",
    "Prior to the commencement of the superstructure works a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include:",
    "1. Details of Soft Landscaping",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage for 12 bicycles",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including the provision of one active and one passive electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3. Living  Roofs",
    "3.a Details of the inclusion of living roof and a management and maintenance plan for this roof",
    "4. Details of Landscape Maintenance",
    "4.a Landscape Maintenance Schedule for a minimum period of",
    "The development permitted by this planning permission shall only be carried out in accordance with the approved Flood Risk Assessment (FRA) by ARK Ltd. dated  April 2019 and the following mitigation measures detailed within the FRA:",
    "- The FRA has identified the 1 in 1000 year modelled flood level as between 23.68 mAOD and 23.48 mAOD. The site is not flooded during the 1 in 100 plus climate change year event.",
    "- The depth of flooding to the building in the 1 in 1000 year flood event is identified at being between 300 to 480 mm.",
    "- Flood resilience methods will be used in construction where necessary on the ground floor. These are included on page 12 of the FRA including the raising of any new electrical sockets to above the modelled flood level.",
    "- An evacuation route has been identified and a flood action plan has been developed and included in the FRA.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policy OE8 Hillingdon Local Plan: Part Two S",
    "Prior to the commencement of any superstructure works details of roof garden privacy screening shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy BE 13 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "A licence must be obtained from the Highway Authority before any works are carried out on any footway, carriageway, verge or other land forming part of the public highway.  This includes the erection of temporary scaffolding, hoarding or other apparatus in connection with the development for which planning permission is hereby granted.  For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW",
    "In respect of the construction works and associated construction vehicle movements and temporary arrangement on the highway, the applicant/developer should contact the Council's Highways Maintenance Team. In case of construction works affecting the Transport for London Road Network and the Strategic Road Network, the applicant/developer should also contact Transport for London and comply with its requirements as set out in the Transport for London's 'Construction Guidance Document For Contractors' which can be viewed on the Council's website www.hillingdon.gov.uk/article/11417/Publications",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction.  The applicant's attention is drawn to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome.  This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at www.aoa.org.uk/publications/safeguarding.asp)",
    "The development is close to the aerodrome and the approach to the runway. The applicant is advised that there is a need to carefully design any lighting proposals. This is further explained in Advice Note 2, 'Lighting near Aerodromes' (available at www.aoa.org.uk/publications/safeguarding.asp). Please note that the Air Navigation Order 2005, Article 135 grants the Civil Aviation Authority power to serve notice to extinguish or screen lighting which may endanger aircraft.",
    "The applicant is advised that any flat/shallow pitched or green roof on buildings have the potential to attract gulls for nesting, roosting and loafing and loafing purposes. The owners/occupiers of the building must ensure that all flat/shallow pitched roofs be constructed to allow access to all areas by foot using permanent fixed access stairs ladders or similar.",
    "The owner/occupier must not allow gulls, to nest, roost or loaf on the building. Checks must be made weekly or sooner if bird activity dictates, during the breeding season. Outside of the breeding season gull activity must be monitored and the roof checked regularly to ensure that gulls do not utilise the roof.  Any gulls found nesting, roosting or loafing must be dispersed by the owner/occupier when detected or when requested by BAA Airside Operations staff. In some instances it may be necessary to contact BAA Airside Operations staff before bird dispersal takes place. The contact would be Gary Hudson, The Development Assu",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Three storey office extension to existing two storey pitched roof office building with four storey front extension, new entrance foyer and carport with roof garden above, vehicular access gate and roof top plant area with perimeter louvre screen",
  "lpa_app_no": "40258/APP/2019/809",
  "decision_target_date": "10/05/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "10/05/2019",
  "id": "Hillingdon-40258_APP_2019_809",
  "centroid_northing": 176968,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509922,
  "street_name": "BATH ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.41837959999999996,
          51.4808081
        ],
        [
          -0.41838149999999996,
          51.4808093
        ],
        [
          -0.41851089999999996,
          51.4808122
        ],
        [
          -0.4185217,
          51.4811621
        ],
        [
          -0.41846449999999996,
          51.4811625
        ],
        [
          -0.41836809999999997,
          51.4811946
        ],
        [
          -0.418346,
          51.481174
        ],
        [
          -0.41837959999999996,
          51.4808081
        ]
      ]
    ],
    "type": "Polygon"
  }
}