{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM11 3TZ",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2329444,
          51.5833593
        ],
        [
          0.23286669999999998,
          51.583689
        ],
        [
          0.2330553,
          51.5837048
        ],
        [
          0.2331651,
          51.5833908
        ],
        [
          0.23318499999999998,
          51.5833743
        ],
        [
          0.2335199,
          51.5833971
        ],
        [
          0.2335483,
          51.5833381
        ],
        [
          0.23380109999999998,
          51.5833885
        ],
        [
          0.2339755,
          51.5824788
        ],
        [
          0.2339016,
          51.5824607
        ],
        [
          0.2336895,
          51.5826013
        ],
        [
          0.23341669999999998,
          51.5827818
        ],
        [
          0.2330956,
          51.5829309
        ],
        [
          0.2325969,
          51.583184
        ],
        [
          0.23231569999999999,
          51.5832998
        ],
        [
          0.2329444,
          51.5833593
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "land rear of 18 -28  prospect road",
  "centroid_easting": 554831,
  "pp_id": "12707060",
  "cil_liability": true,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.5840000000000001
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P0010.24",
  "decision_date": "17/05/2024",
  "last_updated": "2025-03-19T22:08:08.276+00:00",
  "centroid_northing": 189501,
  "centroid": {
    "lat": "51.5831042",
    "lon": "0.23334459999999999"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Harold Wood",
  "bo_system": "CSV Data Import",
  "lapsed_date": "17/05/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "19/03/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "03/01/2024",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Chartered Planning and Architecture via email on 16th February 2024. The revisions involved correcting some discrepancies on the plans. The amendments were subsequently submitted on 19th February 2024.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £22,650 would be payable due to result in six new residential properties with a total of 906m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £113,250 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commence",
    "The London Fire Brigade has advised that it will be necessary to install one new fire hydrant. The new hydrant reference number is 106284, the location can be adjusted slightly depending on where the water main is laid, however a change in location must be first agreed by the London Fire Brigade. If there is a private main to be run to this development, then it would be a private hydrant. The installation cost for this private hydrant will be the responsibility of the developer and the ongoing future maintenance and repairs will be the responsibility of the site owner or management company. Each private hydrant should be tested and maintained annually. The hydrant should be sited within a footpath - not a grass verge, flower bed, carriageway or parking area. The applicant is advised to liaise with the London Fire Brigade regarding the provision of a fire hydrant on the site."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "10096016613",
  "decision_target_date": "17/05/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554802.41,
              189528.52
            ],
            [
              554795.91,
              189565.01
            ],
            [
              554808.92,
              189567.17
            ],
            [
              554817.59,
              189532.49
            ],
            [
              554819.03,
              189530.69
            ],
            [
              554842.15,
              189533.94
            ],
            [
              554844.32,
              189527.44
            ],
            [
              554861.66,
              189533.58
            ],
            [
              554876.83,
              189432.79
            ],
            [
              554871.77,
              189430.62
            ],
            [
              554856.6,
              189445.8
            ],
            [
              554837.09,
              189465.3
            ],
            [
              554814.34,
              189481.2
            ],
            [
              554778.93,
              189508.29
            ],
            [
              554759.06,
              189520.57
            ],
            [
              554802.41,
              189528.52
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "romford",
  "secondary_street_name": null,
  "description": "Variation of Condition No. 1 of Planning Permission ref: P1448.23 dated 12/12/2023 (Application for approval of reserved matters (appearance, landscaping and scale) following outline approval P0229.23 (Outline application incorporating details of access and layout for 6 x two storey dwellings with associated parking and amenity space (with all other matters reserved)) ? accommodation in the roof space of the dwellings in Plots 2, 3, 4, 5 and 6",
  "id": "Havering-P0010.24",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0010.24"
}