{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Full planning permission",
  "lpa_app_no": "P1986.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1986.22",
  "actual_completion_date": null,
  "pp_id": "11743387",
  "lapsed_date": "13/02/2027",
  "secondary_street_name": "Romford",
  "centroid": {
    "lon": "0.1705749",
    "lat": "51.5856586"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100023219325",
  "epc_number": "8638-7115-3854-0720-0237",
  "appeal_status": null,
  "last_date_consultation_comments": "21/04/2023",
  "description": "Fit out for motor showroom, to include MOT service centre, associated office space, minor internal structural alterations, reconfiguration of spaces, new frontage glazing, facade and side elevation treatments, and a dry valet facility with a proposed electrical intake and sub-station",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.16991499999999998,
          51.5856635
        ],
        [
          0.1704723,
          51.5859591
        ],
        [
          0.1707011,
          51.5857437
        ],
        [
          0.1711405,
          51.5859359
        ],
        [
          0.1712493,
          51.58585
        ],
        [
          0.1712136,
          51.5857396
        ],
        [
          0.1705016,
          51.585298
        ],
        [
          0.16991499999999998,
          51.5856635
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "Endeavour Automotive Ltd",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Within 3 months of the decision date, the car parking provision shown on drawing No.'s A22-050-PL_105 Rev:G,  A22-050-PL_110 Rev:C & A22-050-PL_112 Rev:C shall be provided on site and thereafter retained permanently for use by visitors to the site and shall not be used for any other purpose.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "The development hereby approved shall be constructed in accordance with the materials detailed under materials section of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The showroom and workshop shall operate in accordance with the following opening times unless otherwise agreed in writing by the Local Planning Authority:",
    "Monday to Friday(Showroom/Sales/Workshop/MOT): 0800-1830hrs",
    "Saturday (Showroom/Sales): 0900-1700hrs",
    "Saturday (Workshop/MOT): 0900-1300hrs",
    "Sunday/Bank Holidays (Showroom/Sales Only): 1000-1600hrs",
    "Reason:-",
    "To minimise the impact of the development on the surrounding area in the interests of amenity.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "Within 3 months of the decision date, the refuse and recycling facilities as shown on drawing No.'s A22-050-PL_105 Rev:G, A22-050-PL_110 Rev:C & A22-050-PL_112 Rev:C  shall be implemented in accordance with the approved plans to the satisfaction of the Local Planning Authority and permanently retained thereafter.",
    "Reason:-",
    "To manage the refuse and recycling on site and to protect the amenity of occupiers of the development and also the locality generally.",
    "Within 3 months of the decision date, the cycle storage as shown on drawing No.'s A22-050-PL_105 Rev:G,  A22-050-PL_109 Rev:B, A22-050-PL_110 Rev:C & A22-050-PL_112 Rev:C shall be implemented in accordance with the approved plans to the satisfaction of the Local Planning Authority and permanently retained thereafter.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "The Rating Level (Lar, Tr) of the hereby permitted electricity sub-station shall be at least 10dB below the prevailing background noise level (LA90, T).  The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound.\"",
    "The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority, and the use hereby permitted must cease during any period that this condition is not complied with.",
    "Reason: To protect the amenity of noise sensitive premises from noise from mechanical plant.",
    "The Rating Level (Lar, Tr) of the hereby permitted jet washing activities shall be at least 10dB below the prevailing background noise level (LA90, T). The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound.\"  The equipment and enclosure shall be maintained to the satisfaction of the Local Planning Authority, and the use hereby permitted must cease during any period that this condition is not complied with.",
    "Reason: To protect the amenity of noise sensitive premises from noise from the jet washing activities.",
    "The development shall be implemented in accordance with Endeavour Automotive Limited / Volvo / CMIA Delivery and Servicing Plan for The Volvo Car Showroom alteration and refurbishment at the London Road Garage (Romford) Ltd, Eastern Avenue West, Romford, RM7 7AQ, accessed off Hainault Road dated March 2023 unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "The delivery vehicles for the motor showroom hereby permitted shall have a maximum size of 7.5 ton flatbed transporter unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of pedestrian and highway safety.",
    "Within 3 months of the date of this decision, the rear elevation of the vehicle wash canopy will be enclosed as indicated on the isometric and rear elevation which is shaded in red as indicated on drawing no. A22-050-PL_113 Rev:A and shall be retained as such permanently thereafter. Otherwise, the use of the vehicle wash canopy hereby permitted shall cease and be demolished to ground level and all materials resulting from the demolition shall be removed.",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved and to protect the amenity of noise sensitive premises from noise from the jet wash facilities.",
    "Within 3 months of the date of this decision, eight car parking spaces shall be provided with active vehicle charging facilities for electric or Ultra-Low Emission vehicles as shown on drawing no.A22-050-PL_105 Rev:G.",
    "Reason:  To ensure that the development adequately incorporates measures to allow the use of electric vehicles in accordance with Policy T6.1 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Selley(Agent) by phone and e-mail. The revisions involved alterations to on-site parking, provision of cycle storage, vehicle wash canopy with jet wash facilities and sub station. The amendments were subsequently submitted on 25/01, 09/03, 20/03, 28/03, 25/05, 04/10 & 17/11/23."
  ],
  "postcode": "RM5 3AD",
  "application_type": "All Other",
  "decision_date": "13/02/2024",
  "parking_details": {
    "no_proposed_car": 25,
    "net_car": 3,
    "no_existing_car": 22
  },
  "status": "Approved",
  "centroid_easting": 550474,
  "valid_date": "06/12/2022",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "13/02/2024",
  "id": "Havering-P1986.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T11:14:59.443+00:00",
  "street_name": "69 Hainault Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 189654,
  "application_details": {
    "non_residential_details": {
      "total_gia_existing": 1314,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 1314,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_lost": 1314,
      "total_gia_gained": 0
    },
    "ownership_status": "Private",
    "site_area": 0.334,
    "garden_land_lost": false,
    "scheme_phasing": true,
    "existing_uprns": null,
    "total_gia_gained": 0,
    "infrastructure_details": {
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "waste_provision": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "percentage_demolition_construction_material_recycling": 20,
      "no_active_fast_ev_charging_points": 15,
      "fire_suppression_system_proposed": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_nox_emissions": 0,
      "no_passive_fast_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "total_gia_lost": 1314,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "07/2023",
        "intended_commencement_date": "03/2023"
      }
    ],
    "total_gia_existing": 1314,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1314,
        "use_class": "SG",
        "gia_gained": 0,
        "gia_lost": 1314
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "surface_water_discharge_percentage_reduction": 1,
    "lead_developer_company_name": "Endeavour Automotive Ltd",
    "affordable_housing_fast_track": false,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "Existing showroom - none"
      }
    ],
    "green_suds": false,
    "uk_company_registration_no": "08048653",
    "rain_water_harvesting": false,
    "scheme_name": "Fit-out for Volvo, Eastern Avenue West, Hainault Road, Romford",
    "internal_resi_water_usage": 0
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550428.271,
              189653.188
            ],
            [
              550465.901,
              189687.205
            ],
            [
              550482.458,
              189663.724
            ],
            [
              550512.261,
              189686.001
            ],
            [
              550520.087,
              189676.668
            ],
            [
              550517.98,
              189664.326
            ],
            [
              550470.115,
              189613.752
            ],
            [
              550428.271,
              189653.188
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Mawneys"
}