{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505513.9186,
              184058.8366
            ],
            [
              505510.0821,
              184055.2647
            ],
            [
              505509.6852,
              184055.6615
            ],
            [
              505507.8331,
              184057.7782
            ],
            [
              505508.6269,
              184058.572
            ],
            [
              505502.1446,
              184065.5834
            ],
            [
              505505.3196,
              184068.097
            ],
            [
              505513.9186,
              184058.8366
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07714817",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:45:39.106+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "24/05/2019",
  "secondary_street_name": "Middlesex",
  "appeal_start_date": null,
  "ward": "UXBRIDGE SOUTH",
  "centroid": {
    "lat": "51.5456012",
    "lon": "-0.4798493"
  },
  "decision": "Refused",
  "valid_date": "21/03/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.006
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=63792/APP/2019/975",
  "lpa_name": "Hillingdon",
  "site_name": "5B WINDSOR STREET",
  "lapsed_date": "04/06/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposal, by reason of the loss of a retail unit within the primary shopping area of the Uxbridge Town Centre and the use proposed, would erode the retail function of the area, harming the vitality and viability of the centre. The proposal is therefore contrary to Policy S11 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Polices (November 2012) and Policy 2.15 of the London Plan (2016).",
    "The proposal, by reason of design and siting of the extraction duct, would appear visually intrusive and would thus fail to harmonise with the architectural composition of the original property, would be detrimental to the character, appearance and visual amenities of the street scene and would fail to either preserve or enhance the character or appearance of the surrounding Old Uxbridge/Windsor Street Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE4, BE8, BE13 and BE15 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policy 7.8 of the London Plan (2016) and the NPPF.",
    "The proposal has not demonstrated adequate provision of a bin storage area for the proposal or that effective waste management control for the site has been considered. The proposal could thus result in a detrimental effect on the overall street scene and level of residential amenity. Therefore the proposal is contrary to policies BE4, BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "In the absence of information relating to noise and odour the proposed extract duct, by reason of its siting would be detrimental to the amenities of the adjoining residential occupier by reason of noise, disturbance and odour. Therefore the proposal would be contrary to policies OE1 and OE3 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Change of use from retail (Use Class A1) to hot food takeaway (Use Class A5) and  installation of external duct to the rear of the building",
  "lpa_app_no": "63792/APP/2019/975",
  "decision_target_date": "11/06/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "04/06/2019",
  "id": "Hillingdon-63792_APP_2019_975",
  "centroid_northing": 184062,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505508,
  "street_name": "UXBRIDGE",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.479765,
          51.545571699999996
        ],
        [
          -0.47982129999999995,
          51.5455403
        ],
        [
          -0.4798269,
          51.5455439
        ],
        [
          -0.479853,
          51.5455633
        ],
        [
          -0.47984129999999997,
          51.5455703
        ],
        [
          -0.4799327,
          51.5456345
        ],
        [
          -0.4798862,
          51.5456565
        ],
        [
          -0.479765,
          51.545571699999996
        ]
      ]
    ],
    "type": "Polygon"
  }
}