{
  "centroid": {
    "lon": "0.22570289999999998",
    "lat": "51.6036725"
  },
  "status": "Approved",
  "decision_target_date": "19/08/2019",
  "site_name": "17 Oaklands Avenue",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed first floor flank windows serving the en- suite and bathroom as shown on drawing OAR-02A adjacent to No.15 Oaklands Avenue, Romford shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with  Development Control Policies Development Plan Document Policy DC61.",
    "Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane.  The gas protection measures shall be carried out in strict accordance with the agreed details. Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason: Insufficient information has been submitted to ensure that the occupants of the development and property are not subject to any risks from soil gas and/or vapour in accordance with LDF Core Strategy and Development Control Policies DPD Policy DC53.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Mr Breden (Agent) by phone and e-mail. The revisions involved reducing the number of rear dormer windows. The amendments were subsequently submitted on 02/07/19"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "rm1 4db",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "19/08/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0722.19",
  "centroid_northing": 191772,
  "uprn": "100021389781",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "19/08/2019",
  "description": "Ground floor rear/first floor side extensions & hip to gable end loft conversion with 3 No rear dormer windows",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0722.19",
  "lpa_app_no": "P0722.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:30.696+00:00",
  "centroid_easting": 554232,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "03/05/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554236.487,
              191792.797
            ],
            [
              554239.806,
              191792.73
            ],
            [
              554238.452,
              191774.78
            ],
            [
              554240.89,
              191769.971
            ],
            [
              554238.384,
              191769.836
            ],
            [
              554235.878,
              191760.963
            ],
            [
              554229.646,
              191759.676
            ],
            [
              554226.26,
              191757.576
            ],
            [
              554219.893,
              191765.636
            ],
            [
              554231.137,
              191777.354
            ],
            [
              554236.487,
              191792.797
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.032
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "31/05/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2257767,
          51.6038582
        ],
        [
          0.2258246,
          51.6038567
        ],
        [
          0.2257972,
          51.6036958
        ],
        [
          0.22583019999999998,
          51.6036519
        ],
        [
          0.225794,
          51.6036514
        ],
        [
          0.22575399999999998,
          51.6035723
        ],
        [
          0.2256635,
          51.6035625
        ],
        [
          0.2256137,
          51.6035445
        ],
        [
          0.2255254,
          51.6036187
        ],
        [
          0.2256928,
          51.6037209
        ],
        [
          0.2257767,
          51.6038582
        ]
      ]
    ],
    "type": "Polygon"
  }
}