{
  "centroid": {
    "lon": "0.21524469999999998",
    "lat": "51.608646"
  },
  "status": "Approved",
  "decision_target_date": "03/09/2019",
  "site_name": "57 Montgomery Crescent",
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than three months from the date of this decision.",
    "Reason:-",
    "To ensure that the amenities of the adjoining occupiers is safeguarded as currently the unauthorised extension has resulted in loss of amenity to the enjoyment of the neighbouring properties.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  Development Control Policies Development Plan Document Policy DC61.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The applicant's attention is drawn in particular to the conditions as set out above.  Failure to comply with this condition may well result in enforcement proceedings being taken against you.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM3 7UH",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "30/08/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0795.19",
  "centroid_northing": 192303,
  "uprn": "100021387815",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Gooshays",
  "decision_date": "30/08/2019",
  "description": "The retention of the ground floor rear extension and the modification to the existing unauthorised first floor extension by reducing its depth.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0795.19",
  "lpa_app_no": "P0795.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:11.990+00:00",
  "centroid_easting": 553491,
  "pp_id": "07873788",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "04/06/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553483.733,
              192315.294
            ],
            [
              553504.053,
              192295.787
            ],
            [
              553498.905,
              192291.181
            ],
            [
              553479.127,
              192308.792
            ],
            [
              553483.733,
              192315.294
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.02
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "01/07/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21514519999999998,
          51.6087584
        ],
        [
          0.21542989999999998,
          51.6085776
        ],
        [
          0.21535359999999998,
          51.6085376
        ],
        [
          0.2150759,
          51.6087013
        ],
        [
          0.21514519999999998,
          51.6087584
        ]
      ]
    ],
    "type": "Polygon"
  }
}