{
  "appeal_status": null,
  "lapsed_date": "03/04/2028",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=23761/TRE/2025/29",
  "borough": "Hillingdon",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "actual_commencement_date": null,
  "ward": "NORTHWOOD 2022",
  "decision_date": "03/04/2025",
  "parking_details": null,
  "polygon": null,
  "pp_id": "13726406",
  "development_type": null,
  "description": "TPO 18 T8 1x Oak reduce height and lateral spread by 3m.",
  "site_name": "132 DUCKS HILL ROAD",
  "decision_conditions": [
    "The Oak tree is situated on the front garden boundary at 132 Ducks Hill Road, Northwood. The mature tree appears to be in a moderate condition, and can be viewed by neighbouring properties, passing vehicles and pedestrians. The tree is situated in a prominent position, and is located close to the north-west boundary of Ruislip Woods, contributing to the arboreal nature of the area.",
    "Whilst showing minor signs of reduced leaf coverage over recent years, the tree appears to be in a moderate condition with no obvious health and safety concerns apart from some deadwood in the canopy.",
    "This application has been refused on the grounds that the work proposed is not proportionate to the trees condition. The application suggests that the tree is in decline and the crown is sparse. We do not feel that an overall crown reduction is the best option to manage the trees decline. Reducing the leaf coverage and the photosynthetic ability of the tree at this stage, could lead to increased stress and le",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Owner(s)'s permission:  Permission should be sought from the owner(s) of the tree(s) and / or the owner(s) of the land that the tree(s) overhang prior to any approved work being carried out.",
    "Expected standard of tree work: The approved works must be carried out in accordance with the conditions laid out above. If they are not, then enforcement action could being taken which could lead to prosecution and heavy fines. Therefore, it is highly recommended that the works are only carried out by a professional and competent arboriculturist who undertakes to comply with the conditions of this consent and in accordance with industry best practice (BS 3998:2010). The Arboricultural Association can provide details of its approved contractors, who have demonstrated such professionalism and competence, on their website (www.trees.org.uk) or by calling 01242 522152. Or on request the Council can provide a list of contractors who are known to carry out tree work to a good standard and to normally maintain an appropriate policy of indemnity insurance."
  ],
  "lpa_app_no": "23761/TRE/2025/29",
  "subdivision_of_building": null,
  "centroid_easting": 507701,
  "epc_number": null,
  "secondary_street_name": null,
  "lpa_name": "Hillingdon",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "postcode": null,
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": null,
  "street_name": "NORTHWOOD",
  "decision": "Refused",
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 190672,
  "centroid": {
    "lon": -0.446233,
    "lat": 51.604597
  },
  "valid_date": "27/01/2025",
  "id": "Hillingdon-23761_TRE_2025_29",
  "last_updated": "2025-07-02T21:59:12.086Z",
  "locality": null,
  "status": "Refused",
  "last_date_consultation_comments": null,
  "decision_target_date": "24/03/2025",
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}