{
  "cil_liability": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/160995VAR;",
  "lapsed_date": "04/08/2019",
  "decision_target_date": null,
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W7 1QG",
  "site_name": "Copley Close Estate And Land Between No's 11 And 15",
  "status": "Approved",
  "application_details": {
    "existing_uprns": null,
    "site_area": 6.243
  },
  "appeal_decision_date": null,
  "lpa_app_no": "160995VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 515898,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T21:39:00.428+00:00",
  "id": "Ealing-160995VAR",
  "application_type": "All Other",
  "street_name": "Copley Close",
  "borough": "Ealing",
  "ward": "Cleveland",
  "decision_date": "04/08/2016",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Variation of planning conditions 6 (Site Waste Management Plan), 10 (Parking Management Plan), 19, 20 and 21 (all Land Contamination and Remediation), 26 (Lifetime Homes), 27 (Wheelchair adaptable housing) and 41 (Surface Water Drainage) of planning permission ref: PP/2013/2127 dated 23/10/2013 for 'Erection of a two-storey, 3-bedroom house on land between Nos 11 and 15 Templeman Road; demolition of various buildings within the Copley Close Estate including 76 dwellings, warden's accommodation, 288 sq. m. floor space in retail use (A1 Use Class), 195 sq.m. floor space in community use (D1 Use Class), garages and other structures and the erection of 204 dwellings;  replacement retail (A1 Use Class) and community (D1 Use Class) facilities comprising 420 sq. m. floor space; erection of a single-storey detached building comprising a laundry and meeting room; new energy centres for the existing and new development; reconfiguration of existing flats; refurbishment, internal and external alterations and additions to existing apartment blocks and under croft parking areas; feature lighting to existing chimney; alterations to the public highway to accommodate reconfigured and new parking providing a total of 386 spaces on-street, within under-croft parking areas and parking courts; engineering operations associated with decking over / enclosing under-croft areas to form balconies, landscaping and walkways; public realm works including lighting, landscaping and children's play equipment (Regulation 3 Application)'.",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": null,
  "centroid_northing": 181518,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012125466",
  "centroid": {
    "lon": -0.330939,
    "lat": 51.520699
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515644.1633911,
              182311.6730817
            ],
            [
              515887.58233,
              181617.131892
            ],
            [
              515915.3599409,
              181625.0696199
            ],
            [
              515939.1799224,
              181561.5777942
            ],
            [
              515965.6300784,
              181488.8086242
            ],
            [
              515976.2167369,
              181412.0805873
            ],
            [
              515970.9234076,
              181367.1034619
            ],
            [
              515888.9015398,
              181385.6281593
            ],
            [
              515879.6423362,
              181414.729829
            ],
            [
              515869.0639228,
              181421.3479346
            ],
            [
              515863.7705936,
              181447.8003627
            ],
            [
              515871.7105874,
              181461.0365738
            ],
            [
              515855.8305997,
              181521.889155
            ],
            [
              515833.3380731,
              181511.3021854
            ],
            [
              515808.2071268,
              181593.3287056
            ],
            [
              515832.0188633,
              181599.936814
            ],
            [
              515788.3612647,
              181742.8159153
            ],
            [
              515765.8769831,
              181736.1978097
            ],
            [
              515763.2303185,
              181744.1355376
            ],
            [
              515784.3953904,
              181749.4240238
            ],
            [
              515763.2303185,
              181822.1931938
            ],
            [
              515743.3844564,
              181871.1391832
            ],
            [
              515751.3244503,
              181873.7784277
            ],
            [
              515735.4444626,
              181912.1474447
            ],
            [
              515731.4785882,
              181908.1785808
            ],
            [
              515711.6327261,
              181975.6492675
            ],
            [
              515693.1143189,
              182035.1822263
            ],
            [
              515683.8551153,
              182035.1822263
            ],
            [
              515625.6449839,
              182212.4514835
            ],
            [
              515607.1265767,
              182219.0695891
            ],
            [
              515597.859128,
              182248.1712589
            ],
            [
              515633.5849778,
              182262.7170952
            ],
            [
              515617.7049901,
              182309.02384
            ],
            [
              515644.1633911,
              182311.6730817
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of the original permission PP/2013/2127 dated 23/10/2013.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with the following approved plans and documents:  Drawings: APL-001 A; 002 A; 003 A; 004 A; 005 A; 010 H; 100 F; 101 B; 102 C; 103 A; 104 A; 110 H; 111 C; 112 C; 113 C; 114 B; 120 H; 121 C; 122 D; 123 C; 124 B; 130 H; 131 C; 132 B; 133 B; 134 B; 135 A; 136 A; 140 H; 141 A; 142 A; 143 A; 144 A; 145 B; 150 G; 151 A; 152 A; 153 A; 154 A; 155 A; 156 A; 160 H; 161 A; 162 A; 163 A; 164 A; 165 A; 166 A; 200 C; 201 B; 300 C; 301 C; 302 D; 303 D; 304 D; 305 E; 306 D; 307 E; 308 D; 309 D; 310 C; 311 C; 312 C; 313 C; 314 B; 315 A; 316 A; 317; 318; 319; 320 B; 321; 500 B; 501 B; 502 B; 051 B; 27227-001-010 P2; 27227-001-111 P2; 27227-001-012 P1.  Landscape Drawings: CCE-AL- 9000 A; 9001 A; 9100 B; 9110 B; 9111 B; 9112 B; 9113 B; 9200 A; 9201 A; 9202 A; 9300 A.  Existing Drawings: APL - 600; 601; 602; 603; 604; 605; 606; 607; 610; 611; 612; 613; 614; 615; 616; 617; 620; 621; 622; 623; 624; 625; 626; 627; 630; 631; 632; 633; 634; 635; 636; 637; 640; 641; 642; 643; 644; 645; 646; 647; 650; 651.  Documents: Accommodation Schedule, prepared by Hunters (latest version received 14/08/2013); Affordable Housing Statement; Air Quality Assessment (ref: Issue 2) prepared by PBA; Preliminary Ecological Assessment (dated May 2013), prepared by BSG Ecology; Daylight / Sunlight Assessment (revision 01), prepared by MeshProjects Ltd; Design and Access Statement (incorporating Refuse and Recycling Statement and Statement of Community Involvement), dated May 2013, prepared by Hunters; Energy Statement Issue 1, dated 17/05/2013, prepared by Chapman BDSP; Flood Risk Assessment (including SUDS) (ref: Issue 2, dated May 2013), prepared by PBA; Health Impact Assessment (ref: Issue 2), prepared by PBA; Heritage Statement (ref: WB/14789), prepared by CgMs; Landscaping and Play Strategy CCE-AR-9850 A, prepared by HTA; Phase 2 Ground Contamination Assessment (ref: R001/rev 1) prepared by PBE; Lighting Assessment (ref: Issue 1) prepared by PBA; Noise and Vibration Assessment (ref: Issue 2) prepared by PBA; Planning Statement (including Economic Statement), prepared by Arc Planning; Transport Assessment (including Parking Management Strategy) (ref: Issue 3), prepared by PBA; Arboricultural Impacts Assessment 8623_AIA.001, prepared by Aspect Arboriculture and Aspect Arboriculture's letter of 13th September 2013: T6 English Oak Quercus robur - Heads of Terms (ref: 8623_LT_001); Site Waste Management Plan: Pre-Construction Phase (ref: Issue 1/Rev 2) prepared by PBA; Existing Utilities (ref: Issue 1, dated May 2013), prepared by PBA.  Additional Information: Technical Note 'Response to GLA and TfL's initial comments' dated 03/09/2013, prepared by PBA; Technical Note 'Response to GLA energy comments' (note no: TN002) dated 11/09/2013, prepared by PBA; Discussion Paper - Rev A 'Appraisal of Heating Options', dated January 2013 and issued to LBE August 2013, prepared by PBA; Response to Planning Officer Comments (Project No: 493) dated 05/08/2013; prepared by Chapman BDSP; Response to Planning Officer's comments about the application drawings, prepared by Hunters Architects (no-reference), received 09/09/2013; Letter ref: PR_06_2014_Cond10&41 dated 16/03/2016, prepared by Arc Planning.",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| The development shall be provided in accordance with the approved accommodation schedule and no change from the approved tenure mix and / or bed-size mix is permitted unless prior written approval is given by the Local Planning Authority.  The approved mix comprises - 49 units with 242 habitable rooms in social rent tenure; 38 units with 104 habitable rooms in affordable rent tenure; 20 units with 58 habitable rooms in shared ownership / intermediate tenure; 98 units with 274 habitable rooms in private sale / private rent tenure.",
    "Reason: For the avoidance of doubt and to ensure that the development complies with the National Planning Policy Framework; policies 3.8, 3.9, 3.11, 3.12 and 3.14 of the London Plan (2016); policy 1.2(a) of Ealing's Development (or Core) Strategy 2026 (2012), and policy 3A of Ealing's Development Management DPD (2013).",
    "| Prior to the commencement of any phase of the development, details of a site construction logistics plan for the relevant phase of development shall be submitted to and approved in writing by the Local Planning Authority.  The submission shall include the following:",
    "a) The number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b) anticipated route, anticipated number, frequency and size of construction vehicles entering/exiting the site per day;",
    "c) delivery times and booking system (which is to be staggered to avoid morning and afternoon school-run peak periods);",
    "d) route and location of site access for construction traffic and associated signage;",
    "e) management of consolidated or re-timed trips;",
    "f) details of the noise / vibration and dust mitigation measures to accord with the 'Best Practice Guidance: The control of dust and emissions from construction and demolition ' (2006) and BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites - Part 1:Noise;",
    "g) wheel washing provision;",
    "h) details of site security and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "i) secure, off-street loading and drop-off facilities;",
    "j) vehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "k) details of the location(s) for storage of building materials and construction debris and contractors offices;",
    "l) procedures for on-site contractors to deal with complaints from members of the public;",
    "m) measures to consult cyclists, disabled people and the local schools with regard  to delivery times and necessary diversions;",
    "n) details of all pedestrian and cyclist diversions;",
    "o) a commitment to be part of Considerate Constructors Scheme; and",
    "p) confirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar",
    "Prior to the commencement of any site work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed.  The development shall be carried out strictly in accordance with the details so approved. Any areas to be used for the storage of building materials or other site activities outside of the relevant phase of the development shall be returned to the original condition immediately following the practical completion of the relevant phase of the development.",
    "Reason:  To ensure appropriate mitigation measures to protect the amenity of local residents and ensure adequate highway and site safety, in accordance with policies 5.18, 6.3, 7.14 and 7.15 of the London Plan (2016); 1.1(f) and 1.1(j) of Ealing's Development (or Core) Strategy 2026 (2012); policy 7A of the Ealing's Development Management DPD (2013), and the provisions of interim SPG 10: Noise and Vibration; the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "| a)\tPrior to commencement of any excavation / earthworks near the railway undertaker's boundary fence, full details of the works must be set out within a construction method statement and submitted to the Local Planning Authority for written approval, in consultation with the railway undertaker.",
    "b)\tAll excavations / earthworks carried out in the vicinity of Network Rail's property / structures must be designed and executed such that no interference with the integrity of that property / structure can occur.  If temporary compounds are to be located adjacent to the operational railway, these should be included in the construction method statement.",
    "c)\tWhere relevant, details of any development works within 15m, measured horizontally, from the outside face of the railway tunnel extrados shall also be detailed within the construction method statement for written approval, with special reference to:",
    "- The type and method of construction of foundations;",
    "- Any increase/decrease of loading on the tunnel both temporary and permanent. Certified proof that the proposals shall have no detrimental effect upon the tunnel will be necessary.  Any proposal must not interfere with Network Rail's operational railway and not jeopardise the structural integrity of the tunnel.",
    "d)\tWhere relevant, scaffolding which is to be constructed adjacent to the railway must be erected in such a manner that at no time will any poles or cranes over-sail or fall onto the railway.  All plant and scaffolding must be positioned that in the event of failure, will not fall on to Network Rail land. Details of the plant and scaffolding should also be provided within the construction method statement for written approval.",
    "The works shall thereafter only be carried out in accordance with the approved details.",
    "Reason: To ensure that appropriate measures are put in place to protect the safe operation of the railway, in accordance with the advice received from Network Rail and to meet the objectives of policies 6.2 and 6.3 of the London Plan (2016).",
    "| Condition 6 has been deleted.",
    "| Development should not commence on any part of the new development (excluding site preparation and demolition) until impact studies of the proposed development on the existing water supply infrastructure and existing waste water infrastructure have been submitted to, and approved in writing by the Local Planning Authority in consultation with Thames Water, unless otherwise agreed in writing by the Local Planning Authority. The impact studies should determine the magnitude of any additional capacity required in the system and a suitable connection point.  The development shall thereafter be carried out in accordance with the approved details.",
    "Reason:  To ensure that the water supply infrastructure has sufficient capacity to cope with the additional demand, in accordance with policy 5.14 of the London Plan (2016); and policy 6.1 of Ealing's Development (or Core) Strategy 2026 (2012).",
    "| Prior to the commencement of any part of the development affecting an existing bus stop, details for re-providing the bus stop and a works phasing plan shall be submitted to and approved in writing by the Local Planning Authority, in consultation with Transport for London. The details shall include an accompanying safety audit and recommendations for improvements to the bus stop.  The re-provided bus stop shall be delivered in accordance with an agreed work phasing plan and the cost of the re-provision shall be borne by the developer.",
    "Reason: To ensure that bus stops are re-provided to an acceptable standard and in a timely fashion in accordance with policies 6.2, 6.10, 7.2 and 7.5 of the London Plan (2016); and policies 1.1(e) and 1.1(g) and 6.1 of Ealing's Development (or Core) Strategy 2026 (2012).",
    "| Notwithstanding the approved plans and documents, details of the layout and construction of car parking spaces, access roads, footpaths (including ramps for pedestrians and cyclists) and the reconfigured vehicle ramps leading to the undercroft parking areas shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the development in each phase of development.",
    "The details and drawings shall incorporate the pedestrian and vehicle visibility splays, traffic calming measures, vehicle tracking diagrams and evidence of the Stage I Road Safety Audit undertaken in relation to the design of all new vehicle access points and / or alterations to the adopted highway. Tracking diagrams that demonstrate that adequate manoeuvring could be achieved between the adopted highway and the realigned vehicle ramps leading to the undercroft parking areas will be required with the submission (where relevant).  All new footpaths, including the proposed new ramp to Drayton Bridge Road, are required to be DDA compliant.",
    "The details relating to the layout of parking should include details of the location of the wheelchair accessible parking spaces in relation to the wheelchair adaptable / wheelchair accessible units. A minimum of 20% of the parking spaces within the new car parking courts that are located clear of the public highway shall be equipped with active charging points for electric vehicles with an additional 20% of spaces equipped with passive charging provision prior to the first occupation of the development. The measures to monitor the uptake of the electric vehicle charging points and need to bring into use the passive charging provision shall be undertaken as part of the Travel Plan review, the details of which are required by a separate condition.  The development shall thereafter be carried out in accordance with the approved details and the car parking spaces, access roads and footpaths provided prior to the first occupation of the relevant part of the development that it serves.",
    "Reason: In the interest of the environment and improving air quality, to ensure the safe manoeuvring of cars, free flow of traffic and conditions of pedestrian and general highway safety on the neighbouring highways is provided for, in accordance with policies 6.3, 6.10 and 6.13 of the London Plan (2016); and policies 1.1(e), 1.1(f), 1.1(g) and 1.2(k) of Ealing's Development (or Core) Strategy 2026 (2012).",
    "| Prior to the commencement of development in each phase of development, a Parking Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Parking Management Plan should provide details of the criteria for the allocation of the proposed off-street parking spaces. This shall establish how the number of households eligible for parking spaces shall not exceed the number of off-street parking spaces and how off-street parking spaces shall be allocated on an equitable basis across the Private Sale, Private Rent, Intermediate Housing and Rented tenures. The parking shall thereafter be provided in accordance with the Parking Management Plan.",
    "Reason: In the interests of highway and pedestrian safety and to ensure that parking allocation is prioritised for those who need it the most (i.e. families, wheelchair users, shift works or those who require a car for their employment), in accordance with policies 6.3 and 6.13 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| Notwithstanding the approved plans and documents, no obstruction to access shall be formed on any section of Cheyne Path.",
    "Reason: In the interests of retaining permeability across the site in accordance with policy 6.10 of the London Plan (2016) and policy 1.1(g) of Ealing's Development (or Core) Strategy 2026 (2012).",
    "| Notwithstanding approved drawing ref: APL-051 B, the applicant is required to omit the full-height window shown in the front elevation of the approved two-storey house on land between No's 11 and 15 Templeman Road, and to reduce the width of the front entrance canopy so that it only covers the front door.",
    "Reason: The full-height window is an incongruous and unattractive feature in an otherwise well-designed infill property located within the Cuckoo Estate Conservation Area, and the removal of the window is necessary in the interests of the appearance of the development, in compliance with the objectives of National Planning Policy Framework 2012, policies 7.4, 7.6 and 7.8 of the London Plan (2016); policy LV7.4 of Ealing's Development Management DPD (2013) and policy 1.1(h) of Ealing's Development (or Core) Strategy 2026 (2012).",
    "| Notwithstanding the approved plans and documents, details and samples of all facing materials shall be submitted to and approved in writing by the Local Planning Authority prior to any work commencing on the external refurbishment of existing blocks and associated infill communal cores; and prior to the commencement of the superstructure works of the new development in each phase of the development.",
    "The samples and details shall include:  a) brickwork (including brick panels and mortar courses); b) cladding materials; c) all window treatments (including sections and reveals); d) building entrance details and material samples; e) balcony structures and balustrading treatment (including sections);  f) privacy screen treatment;  g) residential and bin store entrance doors / ventilation louvres;  h) shopfront design in relation to the A1 / D1 use class premises;  i) any other materials to be used.  The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  In the interest of securing sustainable development and to ensure that the resulting appearance of the development is of a high standard in accordance with policies: 3.5, 7.1, 7.4 and 7.6 of the London Plan (2016); 1.1(h), 1.1(k), 1.2(f), 1.2(h) and 2.10 of Ealing's Development (or Core) Strategy 2026 (2012); and policies LV3.5, LV7.4 and 7B of Ealing's Development Management DPD (2013).",
    "| No development shall commence on any phase of the development (including initial site clearance) until an Arboricultural Method Statement (AMS) prepared in accordance with BS 5837:2012 'Trees in Relation to Design, Demolition and Construction' has been submitted to and approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "- Full survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "- A plan** detailing all trees, shrubs, hedges planned for retention and removal.",
    "- Soil assessments/survey;",
    "- Timing and phasing of works",
    "- Site specific demolition and hard surface removal specifications",
    "- Site specific construction specifications",
    "- Access arrangements and car parking",
    "- Level changes",
    "- A Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "- Soil remediation plans.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "The retention and adequate protection of all trees identified should be in accordance with the submitted Arboricultural Impact Assessment ref: 8623_AIA.001 May 2013 and drawings 8623 TPP 01 North and 8623 TPP 01 South.",
    "Reason:  To safeguard the future of trees and shrubs in the interests of the visual amenities and the biodiversity value of the area and the setting and character of the proposed development in accordance with policies: 7.19 and 7.21 of the London Plan (2016); policy 1.1(i) of Ealing's Development (or Core) Strategy 2026 (2012); policy LV5.10 of Ealing's Development Management DPD (2013) and interim SPG 9: Trees and Development Guidelines.",
    "| No development shall commence on any phase of the development (including initial site clearance) until a suitable programme of monitoring of all approved tree protection measures has been submitted and approved by the Local Planning Authority.  The monitoring programme shall include the following:",
    "a) Confirmation of who shall be the lead arboriculturist for the development.",
    "b) Confirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "c) Details of induction procedures for all personnel in relation to Arboricultural matters.",
    "d) A detailed timetable of events concerning the approved tree protection plans, including; initial implementation of the protective measures, the final removal of the protective measures and any incursion/alterations to accommodate site specific construction/demolition procedures as approved in the Arboricultural Method Statement and the level of supervision required.",
    "e) Procedures for dealing with variations or non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "f) Agreements of when site monitoring will take place with the local Tree Officer either by site meetings or by some other pre-arranged agreement.",
    "g) Post development assessment of the retained and planted trees and any necessary remedial action.",
    "The programme of Arboricultural monitoring shall be taken in full compliance with the approved details.  No variation of the approved monitoring programme shall take place without the prior written agreement of the Local Planning Authority.",
    "Reason: In order to safeguard trees and other vegetation considered to be worthy of retention in the interests of visual amenity for the area in accordance with policies: 7.21 of the London Plan (2016); 1.1(i) of Ealing's Development (or Core) Strategy 2026 (2012); policy LV5.10 of Ealing's Development Management DPD (2013) and interim SPG 9: Trees and Development Guidelines.",
    "| Full details of all street tree pits shall be submitted to and approved in writing by the Local Planning Authority within 6 months of the commencement of the development within each phase of the development within which the street trees are located. The details shall include tree pit dimensions and depths in relation to ground levels, underground services and hard landscaping and the location of street trees in relation to the layout of car-parking bays, location of refuse stores (if relevant), vehicle visibility splays and the re-located bus stops.  The planting strategy for new street trees should accord with the indicative planting details set out in the Landscape and Public Realm Report (ref: EAL-CCE-AS-9850 Rev A), whilst also taking account of the specific advice provided by the Council's Tree Officer and Network Rail in relation to the recommended tree species, the details of which have been passed to the applicant.  The development shall thereafter be carried out strictly in accordance with the details so approved and any trees that die within five years of the anniversary of planting shall be replaced with the same species or an approved alternative in the next planting season.",
    "Reason:  To secure the appropriate location of street trees that do not prevent convenient servicing of the development and also do not to restrict driver or pedestrian visibility; to secure appropriate provision and development of the proposed street-trees and to ensure that the life of the trees would not be unduly constrained in accordance with policies 5.10, 7.5 and 7.21 of the London Plan (2016); policy 1.1(i) of Ealing's Development (or Core) Strategy 2026 (2012); policy LV5.10 of Ealing's Development Management DPD (2013) and interim SPG 4: Refuse and recycling facilities; and interim SPG 9: Trees and Development Guidelines.",
    "| The provision of biodiversity (green / brown) roofs within the development shall be maximised in accordance with the recommendations provided in the approved Preliminary Ecological Assessment (dated May 2013, prepared by BSG Ecology) and the details and the measures within the design of the buildings to support such provision shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of substructure works on the relevant phase of the development. The details shall include:",
    "a) biodiversity based with extensive substrate base (depth 80-150mm);",
    "b) sufficient depth of soil or growing medium for the relevant planting, including the re-use of any demolition material where feasible;",
    "c) planted / seeded with an agreed mix of species within the first planting season following the practical completion of the building works. The seed mix shall be focused on wildflower planting and shall contain no more than 25% sedum;",
    "d) relevant efficient and effective drainage and irrigation to sustain the vegetation.  The biodiversity roofs shall not be used as an amenity or sitting out area and shall only be accessed in the case of essential maintenance or repair.  The biodiversity roofs shall be provided strictly in accordance with the details so approved.",
    "Reason:  To ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity in accordance with policies 5.3, 5.10, 5.11, 5.12 and 7.19 of the London Plan (2016); policies 1.1(j), 1.1(k) and 1.2(m) of Ealing's Development (or Core) Strategy 2026 (2012); and policy LV5.11 of Ealing's Development Management DPD (2013).",
    "| Notwithstanding the approved plans and the Landscaping and Public Realm Report (ref: EAL-CCE-AS-9850 Rev A, prepared by HTA), further details of the landscaping scheme for each phase of the development shall be submitted to and approved in writing by the Local Planning Authority within 6 months of the commencement of superstructure works commencing on the relevant part of the development. The detailed landscaping scheme should include details of the front garden landscaping, communal and private amenity spaces, and public realm landscaping and shall include the following:",
    "a) a biodiversity statement detailing how the landscaping scheme maximises biodiversity, including the provision of bat, bird, bee and / or insect boxes;",
    "b) existing and proposed underground services and their relationship to both hard and soft landscaping;",
    "c) proposed trees: their location, species and size;",
    "d) soft plantings: including hedges, grass and turf areas, wildflower, shrub and herbaceous areas;",
    "e) topographical survey: including earthworks, ground finishes, top soil with both conserved and imported topsoil, levels and drainage;",
    "f) enclosures and boundary treatments, including types, dimensions and finishes of walls, fences, screen walls, barriers, rails, retaining walls and hedges;",
    "g) hard landscaping: including ground surfaces, kerbs, edges, pavings, unit paving, seating and other furniture and, if applicable, synthetic surfaces (being mindful of the requirements in relation to sustainable urban drainage solutions);",
    "h) Details of children's and teen play areas including safety surfacing and equipment, in compliance with the approved Landscape and Public Realm Report (ref: EAL-CCE-AS-9850 Rev A), but omitting the basketball hoop from the Chimney Square public space;",
    "i) rainwater harvesting technologies for use in the landscape and other sustainable urban drainage solutions;",
    "j) Public Art proposals;",
    "k) any other landscaping feature(s) forming part of the scheme;",
    "l) a management and maintenance strategy for at least the first five years of planting / construction; and",
    "m) work phasing plan.",
    "All landscaping in accordance with the approved scheme shall be completed / planted during the first planting season following practical completion of the development hereby approved, or in accordance with the approved work phasing plan.  Any trees or shrubs that die within five years of the anniversary of planting shall be replaced with the same species or an approved alternative in the next planting season.  The development shall be carried out strictly in accordance with the details so approved.",
    "Reason:  To ensure the approved landscaping and play areas are provided as an integral feature of the development and that all such landscaping, boundary treatments and street furniture is retained in the interests of the setting of the buildings and visual amenities of the locality; to provide biodiversity within the site and to ensure that the use of mains water in the landscape areas is reduced through the incorporation of rainwater harvesting technologies; in accordance with policies 5.10, 5.15, 7.4, 7.5 and 7.21 of the London Plan (2016); policies 1.1(e), 1.1(h) and 1.1(i) of Ealing's Development (or Core) Strategy 2026 (2012); and policy LV5.10 of Ealing's Development Management DPD (2013).",
    "| No part of the approved development shall be occupied until all necessary soil contamination remediation measures have been implemented to ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation and occupation of the development.",
    "Reason: To protect the health and living conditions of residents in the area in accordance policy 1.1(e) of the Ealing Development (or Core) Strategy (2012), policy 5.21 of the London Plan (2016), policy LV5.21 of Ealing's Development Management DPD (2013); the National Planning Policy Framework (2012), the DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11' and the Environmental Protection Act 1990.",
    "| Condition 20 has been deleted. | Condition 21 has been deleted. | A Travel Plan, designed to manage the transport needs of residents of the development, to minimise car usage and promote alternative modes of transport, shall be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of any part of the new development, unless otherwise agreed in writing by the Local Planning Authority.",
    "The Travel Plan should specifically explore the viability of increasing the provision of cycle parking storage for the residents of the retained apartments and houses, in addition to the commitment to provide cycle storage for 155 bicycles.  The approved Travel Plan shall be implemented at the first use of the development hereby permitted, and shall be retained in operation thereafter. An annual monitoring report shall be submitted to the Local Planning Authority for a minimum period of five years.  The measures to monitor the uptake of the electric vehicle charging points and need to bring into use the passive charging provision shall be undertaken as part of the Travel Plan review.",
    "Reason: To promote sustainable patterns of transport and in the interests of highway and pedestrian safety, in accordance with policy 1.1(f) of Ealing's Development (or Core) Strategy 2026 (2012), policy LV 6.13 of Ealing's Development Management DPD (2013), policies 6.3, 6.9, 6.10 and 6.13 of the London Plan (2016), and the National Planning Policy Framework (2012).",
    "| Details of the layout and design of the cycle stands within the dedicated bicycle storage enclosures, and the details of the cycle storage facilities for the approved retail and community facilities shall be submitted to the Local Planning Authority for written approval within six months of the commencement of the development in each area of the site. A minimum of 248 cycle parking spaces for the new residential development, 155 cycle parking spaces for the retained residential development, and 20 cycle parking spaces for the non-residential development shall be provided across the site, in accordance with the details at section 4.10.2 of the approved Design and Access Statement, unless otherwise agreed in writing by the Local Planning Authority.",
    "The bicycle storage facilities shall be provided in accordance with the details so approved and be ready for use prior to the first occupation of any dwelling or non-residential floorspace in the relevant part of the development"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/04/2016",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-04913403",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.33431269999999996,
          51.5278852
        ],
        [
          -0.3310337,
          51.5215929
        ],
        [
          -0.3306309,
          51.5216586
        ],
        [
          -0.3303086,
          51.5210831
        ],
        [
          -0.3299515,
          51.5204236
        ],
        [
          -0.3298242,
          51.5197318
        ],
        [
          -0.32991529999999997,
          51.5193287
        ],
        [
          -0.33109079999999996,
          51.519512
        ],
        [
          -0.33121459999999997,
          51.5197754
        ],
        [
          -0.33136489999999996,
          51.5198371
        ],
        [
          -0.33143239999999996,
          51.5200759
        ],
        [
          -0.3313137,
          51.5201933
        ],
        [
          -0.3315225,
          51.5207434
        ],
        [
          -0.33185000000000003,
          51.5206529
        ],
        [
          -0.3321851,
          51.5213953
        ],
        [
          -0.33183989999999997,
          51.5214498
        ],
        [
          -0.3324219,
          51.5227429
        ],
        [
          -0.332748,
          51.522688
        ],
        [
          -0.3327835,
          51.5227599
        ],
        [
          -0.33247689999999996,
          51.5228031
        ],
        [
          -0.3327579,
          51.5234615
        ],
        [
          -0.3330278,
          51.5239054
        ],
        [
          -0.3329125,
          51.5239275
        ],
        [
          -0.3331287,
          51.5242756
        ],
        [
          -0.33318709999999996,
          51.5242408
        ],
        [
          -0.3334509,
          51.5248512
        ],
        [
          -0.3336982,
          51.5253901
        ],
        [
          -0.3338316,
          51.525392
        ],
        [
          -0.33461209999999997,
          51.5269972
        ],
        [
          -0.3348768,
          51.5270604
        ],
        [
          -0.3350008,
          51.5273239
        ],
        [
          -0.3344812,
          51.5274473
        ],
        [
          -0.33469489999999996,
          51.5278668
        ],
        [
          -0.33431269999999996,
          51.5278852
        ]
      ]
    ],
    "type": "Polygon"
  }
}