{
  "borough": "Havering",
  "cil_liability": true,
  "decision_target_date": "04/10/2023",
  "lpa_app_no": "P0729.23",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "04/10/2023",
  "lpa_name": "Havering",
  "application_details": {
    "surface_water_discharge_percentage_reduction": 1,
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 0,
    "total_gia_lost": 0,
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "green_suds": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 3127,
        "use_class": "B8",
        "gia_gained": 441,
        "gia_lost": 0
      },
      {
        "gia_existing": 3119,
        "use_class": "B2",
        "gia_gained": 301,
        "gia_lost": 0
      }
    ],
    "total_gia_existing": 6246,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_non_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "no_active_fast_ev_charging_points": 11,
      "percentage_demolition_construction_material_recycling": 50,
      "total_annual_nox_emissions": 91,
      "total_annual_pm_emissions": 190,
      "green_roof_area": 0,
      "waste_provision": true,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "solar_pv_capacity": 0.38,
      "no_passive_fast_ev_charging_points": 5,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 0
    },
    "existing_uprns": null,
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "08/2024",
        "intended_commencement_date": "08/2023"
      }
    ],
    "site_area": 0.9920000000000001,
    "total_gia_gained": 742,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 742,
      "total_gia_gained": 742,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 6246
    },
    "scheme_name": "Brazil 3 "
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1788059,
          51.5126045
        ],
        [
          0.1791922,
          51.5130895
        ],
        [
          0.1794413,
          51.5133991
        ],
        [
          0.1798834,
          51.5132545
        ],
        [
          0.1805606,
          51.5128789
        ],
        [
          0.1804432,
          51.5127105
        ],
        [
          0.180551,
          51.5126792
        ],
        [
          0.18054699999999999,
          51.5126769
        ],
        [
          0.1803921,
          51.512458
        ],
        [
          0.1805038,
          51.5124267
        ],
        [
          0.1804748,
          51.5123907
        ],
        [
          0.1804247,
          51.5123234
        ],
        [
          0.1804863,
          51.5123052
        ],
        [
          0.1804404,
          51.5122427
        ],
        [
          0.180428,
          51.5122283
        ],
        [
          0.1804355,
          51.5122233
        ],
        [
          0.180478,
          51.5122128
        ],
        [
          0.18039139999999998,
          51.5121169
        ],
        [
          0.18034899999999998,
          51.5121275
        ],
        [
          0.1803487,
          51.5121226
        ],
        [
          0.1801142,
          51.5122001
        ],
        [
          0.1801278,
          51.5122388
        ],
        [
          0.18008949999999999,
          51.5122541
        ],
        [
          0.18005659999999998,
          51.5122206
        ],
        [
          0.1788059,
          51.5126045
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "05/07/2023",
  "centroid": {
    "lat": "51.5127531",
    "lon": "0.1797634"
  },
  "site_number": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The landscaping scheme and in particular the planting of two trees shall be strictly implemented in accordance with the landscaping details hereby approved and retained as such thereafter. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "To ensure that the development achieves a satisfactory level of landscape quality.",
    "No works above damp proof course (including the drainage works required by this condition) shall take place in relation to any of the development hereby approved until drainage works have been carried out in accordance with details previously submitted to and approved by the Local Planning Authority.",
    "Reason:-",
    "Drainage works are required on site to prevent the risk of flooding.",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed within the Design and Access Statement unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No works shall take place in relation to any of the development hereby approved until details of surface water attenuation/storage are submitted to and approved in writing by the Local Planning Authority. Surface water attenuation/storage shall be provided in accordance with the approved details.",
    "Reason:-",
    "Surface water attenuation/storage works are required on site to prevent the risk of flooding.  Submission of a scheme prior to commencement will ensure that the measures to be employed are technically sound.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of non-residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £19,425  would be payable due to result in a new Industrial floor space with 777m² of GIA, however this may be adjusted subject to indexation.",
    "The charge is levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at http://www.planningportal.gov.uk/planning/a",
    "It would appear the proposed development is in close proximity to a substation, your attention is drawn to the comments made by the UK Power Network as follows;",
    "If the proposed works are located within 6m of the substation, then they are notifiable under the Party Wall etc. Act 1996. The Applicant should provide details of the proposed works and liaise with the Company to ensure that appropriate protective measures and mitigation solutions are agreed in accordance with the Act. The Applicant would need to be responsible for any costs associated with any appropriate measures required. Any Party Wall Notice should be served on UK Power Networks at its registered office: UK Power Networks, Newington House, 237 Southwark Bridge Road, London SEI 6NP.",
    "Our engineering guidelines state that the distance between a dwelling of two or more stories with living or bedroom windows overlooking a distribution substation should be a minimum of ten metres if the transformer is outdoor, seven metres i",
    "Your attention is drawn to the Flood Risk Standing Advice (FRSA) by the Environmental Agency as follows;",
    "The proposed development falls within Flood Zone 3, which is land defined in the planning practice guidance as being at risk of flooding. The Environment Agency has produced a series of standard comments are known as Flood Risk Standing Advice (FRSA). They can be viewed at https://www.gov.uk/guidance/flood-risk-assessment-for-planningapplications#when-to-follow-standing-advice We recommend that you view our standing advice in full before implementing the scheme.",
    "This development may require a Variation to your current Environmental Permit. The Environment Agency  recommend that the applicant reviews the proposed changes in comparison to the Permit and documents contained within the Permit and Operational Techniques to highlight if a Variation is needed. Please consult our webpages at Change, transfer or cancel your environmental permit - GOV.UK (www.gov.uk) for further informati"
  ],
  "decision": "Approved",
  "centroid_easting": 551352,
  "uprn": "10033419935",
  "decision_process": "Delegated",
  "application_type_full": "Full planning permission",
  "locality": null,
  "last_date_consultation_comments": "28/07/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551286.056,
              181547.499
            ],
            [
              551311.253,
              181602.227
            ],
            [
              551327.509,
              181637.178
            ],
            [
              551358.666,
              181622.005
            ],
            [
              551406.893,
              181581.636
            ],
            [
              551399.306,
              181562.671
            ],
            [
              551406.893,
              181559.42
            ],
            [
              551406.622,
              181559.149
            ],
            [
              551396.597,
              181534.494
            ],
            [
              551404.454,
              181531.243
            ],
            [
              551402.558,
              181527.179
            ],
            [
              551399.306,
              181519.593
            ],
            [
              551403.641,
              181517.696
            ],
            [
              551400.661,
              181510.652
            ],
            [
              551399.848,
              181509.026
            ],
            [
              551400.39,
              181508.484
            ],
            [
              551403.37,
              181507.401
            ],
            [
              551397.681,
              181496.563
            ],
            [
              551394.701,
              181497.647
            ],
            [
              551394.701,
              181497.105
            ],
            [
              551378.174,
              181505.233
            ],
            [
              551378.986,
              181509.568
            ],
            [
              551376.277,
              181511.194
            ],
            [
              551374.11,
              181507.401
            ],
            [
              551286.056,
              181547.499
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Rainham & Wennington",
  "pp_id": "12133439",
  "lapsed_date": "04/10/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Extension of the rice processing factory including office, welfare, additional storage spaces and plant room. Alteration to parking spaces and installation of PV panels on the existing facility roof.",
  "centroid_northing": 181566,
  "street_name": "Rainham",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T01:24:57.221+00:00",
  "site_name": "Tilda Ltd. Unit 2, Ferry Lane",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": {
    "no_existing_car": 58,
    "no_proposed_car": 53,
    "net_car": -5,
    "no_proposed_bluebadge": 4,
    "no_existing_bluebadge": 5,
    "no_proposed_cycle": 16,
    "no_existing_cycle": 8,
    "net_bluebadge": -1,
    "net_cycle": 8
  },
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0729.23",
  "id": "Havering-P0729.23",
  "actual_commencement_date": null,
  "postcode": "RM13 9JY"
}