{
  "uprn": null,
  "valid_date": "18/10/2023",
  "bo_system": "CSV Data Import",
  "application_type": "All Other",
  "development_type": null,
  "date_building_work_completed_under_previous_permission": null,
  "pp_id": "12505882",
  "postcode": "HA6 2GA",
  "title_number": null,
  "decision_conditions": [
    "The proposed development would result in a significant loss of soft landscaping and excessive area of hardstanding on site, which would be detrimental to the character, appearance and visual amenities of the street scene. The proposal is therefore contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020), Policy D3 of the London Plan (2021) and Chapter 12 of the National Planning Policy Framework (2023).",
    "The proposed crossover and site would be of insufficient dimensions and inadequate manoeuvring requirements, which would likely result in vehicles having to reverse out onto the busy A404 Rickmansworth Road. This would result in risk of harm to highway safety for all users (pedestrian, cyclist and vehicle users), contrary to the Council's 'Domestic Vehicle Footway Crossover' Policy (2022), Policies DMT 1 and DMT2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policy T4 of the London Plan (2021) and Chapter 9 of the National Planning Policy Framework (2023).",
    "The proposal by reason of the proximity and position of the proposed crossover, has failed to demonstrate that the development will safeguard the protection and long term retention of the existing street tree which contributes positively to the local landscape character of the area. The proposal would, thus, result in harm to and potential loss of the tree to the detriment of the character and appearance of the street scene and the wider area contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part Two- Development Management Policies (2020), Policies G1 and G7 of the London Plan (2021) and Chapter 12 of the National Planning Policy Framework (2021).",
    "The proposal has failed to demonstrate that the development will not reduce the quality of private external amenity space, and as a result would be detrimental to the amenity of the current and any future occupiers of 185 Thirlmere Gardens, and would give rise to a substandard form of accommodation. As such, the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One Strategic Policies (2012) and Policies DMHD 1, DMHB 11 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Policy D3 of the London Plan (2021).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "status": "Refused",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78329/APP/2023/2902",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "centroid_easting": 507883,
  "actual_completion_date": null,
  "site_name": "185 THIRLMERE GARDENS",
  "decision_date": "13/12/2023",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507888.5563,
              192035.5214
            ],
            [
              507874.7979,
              192019.9109
            ],
            [
              507867.3896,
              192028.5099
            ],
            [
              507878.2375,
              192036.3151
            ],
            [
              507879.4281,
              192034.7276
            ],
            [
              507882.7354,
              192038.4318
            ],
            [
              507884.3229,
              192038.9609
            ],
            [
              507888.2917,
              192035.6536
            ],
            [
              507888.5563,
              192035.5214
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision": null,
  "street_name": "NORTHWOOD",
  "centroid": {
    "lon": -0.443187,
    "lat": 51.616803
  },
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.44308549999999997,
          51.616819
        ],
        [
          -0.4432889,
          51.6166813
        ],
        [
          -0.4433932,
          51.61676
        ],
        [
          -0.44323419999999997,
          51.6168281
        ],
        [
          -0.4432175,
          51.6168136
        ],
        [
          -0.44316859999999997,
          51.6168463
        ],
        [
          -0.44314549999999997,
          51.6168507
        ],
        [
          -0.44308929999999996,
          51.6168203
        ],
        [
          -0.44308549999999997,
          51.616819
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "centroid_northing": 192034,
  "decision_process": "Delegated",
  "id": "Hillingdon-78329_APP_2023_2902",
  "lapsed_date": "13/12/2026",
  "decision_target_date": "13/12/2023",
  "borough": "Hillingdon",
  "lpa_name": "Hillingdon",
  "last_updated": "2025-03-18T23:55:29.942+00:00",
  "secondary_street_name": null,
  "parking_details": null,
  "subdivision_of_building": null,
  "decision": "Refused",
  "last_date_consultation_comments": "15/11/2023",
  "ward": "NORTHWOOD 2022",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.017
  },
  "last_updated_by": "CSV Data Import",
  "lpa_app_no": "78329/APP/2023/2902",
  "cil_liability": false,
  "appeal_decision_date": null,
  "decision_agency": "Borough",
  "description": "Installation of a new vehicular crossover from Rickmansworth road to the rear garden area of house No.185 Thirlmere Gardens",
  "appeal_status": null
}