{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/170721HH;",
  "lapsed_date": "09/05/2020",
  "decision_target_date": "09/05/2017",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W5 1AJ",
  "site_name": "245 Brunswick Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012092125"
    ]
  },
  "appeal_decision_date": null,
  "lpa_app_no": "170721HH",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518361,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-20T19:57:30.003+00:00",
  "id": "Ealing-170721HH",
  "application_type": "Householder",
  "street_name": "Brunswick Road",
  "borough": "Ealing",
  "ward": "Hanger Hill",
  "decision_date": "09/05/2017",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Single storey rear/side infill extension; excavation of basement with associated rear lightwell following demolition of garage",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Other house holder developments",
  "centroid_northing": 182509,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012092125",
  "centroid": {
    "lon": -0.295123,
    "lat": 51.529095
  },
  "polygon": null,
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers:",
    "Existing site plan - drawing no. 1703/001, dated 01/02/2017 Existing basement, ground and first floor plan - drawing no. 1703/002 dated 01/02/2017; Existing second and roof plan - drawing no. 1703/003 dated 01/02/2017; Existing elevations - drawing no. 1703/004 dated 01/02/2017; Proposed site plan - drawing no. 1703/010 rev. B dated 06/04/2017; Proposed basement, ground and first floor plan - drawing no. 1703/011 rev. B dated 06/04/2017; Proposed elevations - drawing no. 1703/013 rev B, Existing and proposed elevations - drawing no. 1703/014 rev. B dated 06/04/2017",
    "REASON: For the avoidance of doubt, and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing dwellinghouse, and shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition (2).",
    "REASON: To ensure that the materials harmonise with the existing building and surrounding area, in accordance with policies 7.4 and 7B of the Ealing Development Management Development Plan 2013, policies 1.1 (g) and 1.2 (f) of the adopted Local Development Framework (Core Strategy 2012) and policies 7.4, 7.6 of the London Plan - Consolidated (2015) | A detailed method statement relating to the excavation and construction of the basement extension and lightwell shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of:",
    "o\tPhasing and programming, including likely timing to complete the works",
    "o\tRemoval of earth from the site",
    "o\tConstruction methods",
    "o\tSite management and access",
    "o\tVehicle and machinery specification",
    "o\tNumber / frequency of vehicles / deliveries",
    "o\tParking of construction vehicles",
    "o\tRouteing of vehicles",
    "o\tDetails of how the existing garage shall be retained and protected during construction to prevent any damage",
    "o\tNoise and vibration mitigation measures. Information submitted should directly cross-reference with the BPM & mitigation measures as detailed in the BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise. Air Quality (Dust) Risk Assessment produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014. A scheme for air pollution.",
    "o\tAir Quality (Dust) Risk Assessment produced in accordance with current guidance The Control of Dust and Emissions during Construction and Demolition, SPG, GLA, July 2014. A scheme for air pollution.",
    "The development shall be carried out in accordance with the approved method statement or as otherwise agreed in writing by the Local Planning Authority.",
    "REASON: In the interest of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with policy 7A of the Ealing Development Management Development Plan (2013), Policies 1.1 and 1.2 of the Ealing Development (Core) Strategy 2012 and Policy 5.18 of the London Plan 2015."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "14/02/2017",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-05832840",
  "wgs84_polygon": null
}