{
  "lpa_name": "Havering",
  "uprn": "100021340619",
  "decision_date": "31/12/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1668.19",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM11 2BZ",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.08
  },
  "valid_date": "05/11/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "New dwelling at rear of 7 Slewins Lane with 2 parking spaces",
  "decision_conditions": [
    "The proposed development would, by reason of its design, form, siting, and layout appear incongruous, cramped and out of character with the prevailing pattern of neighbouring development making it harmful to the character and appearance of the surrounding area and contrary to Policy DC61 and CP17 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2008 and the National Planning Policy Framework 2019. Paragraph 124 of the National Planning Policy Framework 2019 states that the creation of high quality buildings and places is fundamental to what the planning and development process should achieve. Good design is a key aspect of sustainable development, creates better places in which to live and work and helps make development acceptable to communities. This proposal does not meet the design objectives of the National Planning Policy Framework 2019.",
    "The proposed development would, by reason of its form, scale and siting, appear overbearing, visually intrusive and be an unneighbourly development resulting in a loss of amenity to 4 Manor Road, including loss of outlook contrary to the implementation of Policy DC61 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2008 and the National Planning Policy Framework 2019.",
    "Insufficient information has been provided to determine whether the proposed dwelling is capable of providing a suitable level of habitable floor space for the intended number of occupants in terms of satisfying the minimum floor area for bedrooms including the need to provide at least 1 double sized room of no less than 11.5sqm of habitable floor area.  The proposed development therefore fails to demonstrate an acceptable living environment for future occupants, and as such could be detrimental to the amenity of future occupiers. The proposal is therefore contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD, the Residential Design SPD and Policy 3.5 of the London Plan. There would also be conflict with paragraph 127 of the Framework which seeks to ensure a high standard of amenity for future users of development.",
    "The proposal, if granted planning permission on appeal, would be liable for both the Mayor of London Community Infrastructure Levy (CIL) and the Havering CIL. Based upon the information supplied with the application, the CIL payable would be £4,200 (consisting of £700 Mayoral CIL and £3,500 Havering CIL). Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent via email on 31 December 2019."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T20:19:24.668+00:00",
  "ward": "Squirrels Heath",
  "parking_details": null,
  "lapsed_date": "31/12/2022",
  "decision_target_date": "31/12/2019",
  "centroid": {
    "lat": "51.578013",
    "lon": "0.20871769999999998"
  },
  "lpa_app_no": "P1668.19",
  "status": "Dismissed",
  "site_name": "7 Slewins Lane",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1668.19",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553111.231,
              188870.401
            ],
            [
              553156.341,
              188893.565
            ],
            [
              553150.923,
              188913.75
            ],
            [
              553157.967,
              188915.105
            ],
            [
              553165.418,
              188886.386
            ],
            [
              553119.359,
              188859.834
            ],
            [
              553111.231,
              188870.401
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "28/12/2019",
  "appeal_decision_date": "11/10/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Hornchurch",
  "pp_id": "08267862",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553142,
  "appeal_start_date": "13/07/2020",
  "centroid_northing": 188883,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2082685,
          51.5779081
        ],
        [
          0.20892909999999998,
          51.578104
        ],
        [
          0.20885969999999998,
          51.5782868
        ],
        [
          0.20896189999999998,
          51.5782971
        ],
        [
          0.2090568,
          51.578037
        ],
        [
          0.20838109999999999,
          51.577811
        ],
        [
          0.2082685,
          51.5779081
        ]
      ]
    ],
    "type": "Polygon"
  }
}