{
  "centroid": {
    "lon": "0.1738988",
    "lat": "51.5899677"
  },
  "status": "Approved",
  "decision_target_date": "27/02/2020",
  "site_name": "32 HAMILTON AVENUE",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The extension hereby permitted shall be used only for living accommodation as an integral part of the existing dwelling known as 32 Hamilton Avenue, Romford and shall not be used as a separate unit of residential accommodation at any time.",
    "Reason:-",
    "The site is within an area where the Local Planning Authority consider that the sub-division of existing properties should not be permitted in the interests of amenity, and that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The subject site shall not be subdivided or sold as two separate dwelling houses at any time and nor shall there be any additional pedestrian or vehicular accesses into the site.",
    "Reason:-",
    "In order that the approved extensions remain as one dwelling and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, Article 3, Schedule 2, Part 2, Class A no gates, walls or enclosures shall be erected, constructed or altered within the site known as 32 Hamilton Avenue, Romford unless permission under has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason: In order that the dwelling house is not used as two or more units and that the development accords with Policy DC61 of the Development Control Policies Development Plan Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with Pratibha Ram via email. The revisions involved reducing the overall bulk and scale of the proposed first floor side extension. The amendments were subsequently submitted on 27 February 2020."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM1 4RP",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "27/02/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1887.19",
  "centroid_northing": 190140,
  "uprn": "100021376321",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Pettits",
  "decision_date": "27/02/2020",
  "description": "Single storey first floor side extension involving internal alterations",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1887.19",
  "lpa_app_no": "P1887.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:49:20.144+00:00",
  "centroid_easting": 550690,
  "pp_id": "08377006",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "18/12/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550688.778,
              190150.218
            ],
            [
              550701.173,
              190145.68
            ],
            [
              550688.236,
              190125.902
            ],
            [
              550685.73,
              190131.32
            ],
            [
              550679.77,
              190135.249
            ],
            [
              550688.778,
              190150.218
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.025
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "ROMFORD",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "12/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1738856,
          51.5900598
        ],
        [
          0.17406239999999998,
          51.5900157
        ],
        [
          0.1738673,
          51.5898415
        ],
        [
          0.1738335,
          51.5898908
        ],
        [
          0.1737492,
          51.5899277
        ],
        [
          0.1738856,
          51.5900598
        ]
      ]
    ],
    "type": "Polygon"
  }
}