{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=32620/APP/2024/1390",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "intended_completion_date": "03/2025",
    "no_additional_bathrooms": 2,
    "intended_commencement_date": "07/2024",
    "total_gia_gained": 140,
    "no_additional_bedrooms": 2,
    "site_area": 0.07300000000000001
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4686495,
          51.5601502
        ],
        [
          -0.4685473,
          51.5602579
        ],
        [
          -0.4679104,
          51.5600723
        ],
        [
          -0.4680138,
          51.5599464
        ],
        [
          -0.4686495,
          51.5601502
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "275 SWAKELEYS ROAD",
  "centroid_easting": 506277,
  "site_number": null,
  "development_type": null,
  "decision_date": "26/07/2024",
  "appeal_start_date": null,
  "lapsed_date": "26/07/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 185692,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 240001-PL-D 0002.5-Rev-P1; 240001-PL-D 0001-Rev-P3; 240001-PL-D 0003.5-Rev-P1; 240001-PL-D 0004.5-Rev-P1; 240001-PL-D 0005.5-Rev-P1; 240001-PL-D 0006-Rev-P1; 240001-PL-D 0007-Rev-P1; 240001-PL-D 0008-Rev-P1; 240001-PL-D 0009-Rev-P1; 240001-PL-D 0010-Rev-P1; 240001-PL-D 0011-Rev-P1; 240001-PL-D 0013-Rev-P1.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing north or south.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor windows facing north (towards 273 Swakeleys Road) and south (towards 277 Swakeleys Road) shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance or construction work, detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres. The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials or waste shall be burnt;",
    "The four replacement Japanese flowering cherry trees illustrated on drawing reference 240001-PL-D 0001-Rev-P3 shall be planted within the first planting season following the first occupation/use of the approved extensions and thereafter permanently maintained and retained.",
    "Any trees removed without consent, die, are severely damaged, or become seriously diseased within five years from the completion of the approved development shall be replaced with trees capable of achieving comparable quantity and quality.",
    "REASON",
    "To ensure appropriate tree planting in accordance with Paragraph 136 of the National Planning Policy Framework (2023), Policy G7 of The London Plan (2021), and Policy DMHB 14 of Hillingdon Council's Local Plan Part Two Development Management Policies (2020).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "On 1 July 1997, a new act, The Party Wall etc. Act 1996, came into force.",
    "This Act requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:-",
    "1)      carry out work to an existing party wall;",
    "2)      build on the boundary with a neighbouring property;",
    "3)      in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations or planning controls. Building Control will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by Building Control should be taken as removing the necessity for the building owner to comply fully with the Act.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "ICKENHAM",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.46827189999999996",
    "lat": "51.5601079"
  },
  "cil_liability": false,
  "valid_date": "24/05/2024",
  "postcode": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "id": "Hillingdon-32620_APP_2024_1390",
  "application_type": "Householder",
  "parking_details": null,
  "decision_target_date": "26/07/2024",
  "pp_id": "13093465",
  "last_updated_by": "Planning Portal ingest",
  "locality": null,
  "uprn": null,
  "last_date_consultation_comments": "24/06/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:20:52.181+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506250.7254,
              185696.1577
            ],
            [
              506257.5612,
              185708.2819
            ],
            [
              506302.1437,
              185688.5704
            ],
            [
              506295.2645,
              185674.4152
            ],
            [
              506250.7254,
              185696.1577
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              506250.5498,
              185696.2434
            ],
            [
              506250.7254,
              185696.1577
            ],
            [
              506250.5498,
              185695.8465
            ],
            [
              506250.5498,
              185696.2434
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "ICK/HAM & S HF/D 22",
  "appeal_decision": null,
  "lpa_app_no": "32620/APP/2024/1390",
  "description": "Construction of a part single, part two-storey wraparound extension to the side and rear with front bay windows, construction of a porch, conversion of roof space to habitable use to include a rear dormer, alterations of roof form, installation of front skylight, amendments to fenestrations, following the demolition of existing garage, outbuilding, and chimney stack",
  "date_building_work_completed_under_previous_permission": null
}