{
  "epc_number": null,
  "valid_date": "16/01/2023",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "centroid": {
    "lon": "-0.41781809999999997",
    "lat": "51.6113514"
  },
  "pp_id": "11841686",
  "decision": "Approved",
  "centroid_easting": 509651,
  "site_name": "87 GREEN LANE",
  "lpa_app_no": "26068/APP/2023/131",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "title_number": null,
  "borough": "Hillingdon",
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers ICE-21.263_PL2.1; ICE-21.263_PL2.2; ICE-21.263_PL2.3; ICE-21.263_PL2.4; ICE-21.263_PL2.5; ICE-21.263_PL2.6.and ICE-21.263_PL2.7.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any site clearance or construction work, detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres. The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials or waste shall be burnt; a",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be taken to avoid private roads. The applicant may be required to make good any damage caused.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 191465,
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509647.1406,
              191490.8516
            ],
            [
              509647.4713,
              191490.5209
            ],
            [
              509672.6068,
              191477.6224
            ],
            [
              509654.7474,
              191439.9192
            ],
            [
              509653.0937,
              191440.2499
            ],
            [
              509628.9504,
              191452.1562
            ],
            [
              509635.8958,
              191463.0703
            ],
            [
              509635.565,
              191466.7083
            ],
            [
              509647.1406,
              191490.8516
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": {
    "no_existing_car": 5,
    "net_car": 0,
    "no_proposed_car": 5
  },
  "development_type": null,
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_updated": "2025-03-19T03:46:57.319+00:00",
  "decision_process": "Delegated",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=26068/APP/2023/131",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "ward": "NORTHWOOD 2022",
  "application_type_full": "Householder planning permission",
  "locality": null,
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "no_additional_bedrooms": 2,
    "existing_uprns": null,
    "total_gia_gained": 72.4,
    "intended_commencement_date": "05/2023",
    "no_additional_bathrooms": 4,
    "intended_completion_date": "11/2024",
    "site_area": 0.12
  },
  "postcode": null,
  "decision_target_date": "13/03/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4178657,
          51.6115845
        ],
        [
          -0.417861,
          51.6115815
        ],
        [
          -0.4175022,
          51.6114607
        ],
        [
          -0.41777179999999997,
          51.6111253
        ],
        [
          -0.4177956,
          51.6111286
        ],
        [
          -0.41814039999999997,
          51.6112403
        ],
        [
          -0.4180367,
          51.611337
        ],
        [
          -0.4180404,
          51.6113698
        ],
        [
          -0.4178657,
          51.6115845
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Erection of single storey front and rear extensions. Alteration to fenestrations.",
  "street_name": "NORTHWOOD",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "lapsed_date": "09/06/2026",
  "cil_liability": false,
  "site_number": null,
  "decision_date": "09/06/2023",
  "secondary_street_name": null,
  "application_type": "Householder",
  "id": "Hillingdon-26068_APP_2023_131",
  "last_date_consultation_comments": "21/02/2023"
}