{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78317/TRE/2024/91",
  "secondary_street_name": "UXBRIDGE",
  "decision_agency": "Borough",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "application_details": {
    "existing_uprns": null
  },
  "wgs84_polygon": null,
  "site_name": "GILES CRESCENT",
  "centroid_easting": 506556,
  "site_number": null,
  "development_type": null,
  "decision_date": "05/07/2024",
  "appeal_start_date": null,
  "lapsed_date": "05/07/2027",
  "status": "Split Decision",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 183953,
  "appeal_decision_date": null,
  "decision_conditions": [
    "To carry out tree surgery including to crown lift to 3m One Horse Chestnut (T8 on application) within Group 1, to crown reduce by 3m One Yew (T11 on application) T12, To repollard One Sycamore (T12 on application) and One Lime (T14 on application) both within Group 2 all on TPO 736",
    "To remove and replace One Oak (T9 on application) T5, One Yew (T10 on application) T7 and One Horse Chestnut (T7 on application) within Group 1 all on TPO 736",
    "The trees are based within a private estate of housing. They vary in species such as Oak, Horse Chestnut, Lime, Yew and Sycamore. They are all medium to mature in age, mostly mature and in fair to good condition. They are all of high amenity value to the area for the reasons given and that they can be seen by road users, pedestrians and home owners.",
    "As all the trees have a high amenity value the decision is mostly based on the specification of work. The removals of the Oak, Horse Chestnut and Yew have minimal reasoning behind why they are to be removed. There are some defects but the tree has developed reaction growth to this that will allow the trees to exist in the future.",
    "The other work (crown lift, re-pollards and reduction) will allow the trees to continue providing amenity to the area.",
    "To carry out tree surgery including to crown lift to 3m One Horse Chestnut (T8 on application) within Group 1, to crown reduce by 3m One Yew (T11 on application) T12, To repollard One Sycamore (T",
    "The removal of deadwood, dangerous / hanging branches and ivy:  This does not require the formal consent of the Council.",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works.",
    "Statutory crown lifting of trees: This does not require formal consent of the Council if the clearance only involves the removal of branches to give a separation between the footway and the tips of the lowest branches by up to 2.3m or the carriageway by up to 5.2m."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "ST ANDREW'S ROAD",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.464796,
    "lat": 51.544423
  },
  "cil_liability": false,
  "valid_date": "01/05/2024",
  "postcode": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "id": "Hillingdon-78317_TRE_2024_91",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "26/06/2024",
  "pp_id": "12474541",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": null,
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Split Decision",
  "last_updated": "2025-03-19T21:03:29.017+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "HILLINGDON WEST 2022",
  "appeal_decision": null,
  "lpa_app_no": "78317/TRE/2024/91",
  "description": "To carry out tree surgery including to crown lift to 3m One Horse Chestnut (T8 on application) within Group 1, to crown reduce by 3m One Yew (T11 on application) T12, To repollard One Sycamore (T12 on application) and One Lime (T14 on application) both within Group 2, To remove and replace One Oak (T9 on application) T5, One Yew (T10 on application) T7 and One Horse Chestnut (T7 on application) within Group 1 all on TPO 736",
  "date_building_work_completed_under_previous_permission": null
}