{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1753754,
          51.4208087
        ],
        [
          -0.175341,
          51.4208491
        ],
        [
          -0.1750053,
          51.420723
        ],
        [
          -0.1750434,
          51.4206814
        ],
        [
          -0.1753735,
          51.4208087
        ],
        [
          -0.1753754,
          51.4208087
        ]
      ]
    ],
    "type": "Polygon"
  },
  "ward": "Colliers Wood_histroic",
  "decision": "Approved",
  "decision_process": null,
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": "526979",
  "application_details": {
    "site_area": 0.014
  },
  "actual_completion_date": null,
  "application_type_full": null,
  "locality": "Colliers Wood",
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": "170662",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "20/11/2010",
  "pp_id": null,
  "lpa_app_no": "07/P2678",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4207564",
    "lon": "-0.1751819"
  },
  "application_type": "All Other",
  "borough": "Merton",
  "postcode": "SW19 2JE",
  "site_name": null,
  "bo_system": "Northgate M3",
  "site_number": "31",
  "decision_target_date": "21/11/2007",
  "valid_date": "26/09/2007",
  "street_name": "High Street",
  "last_updated_by": "Northgate M3",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=07/P2678",
  "appeal_start_date": null,
  "last_date_consultation_comments": "26/09/2007",
  "last_updated": "2025-03-20T11:39:36.766+00:00",
  "appeal_decision": null,
  "description": "CHANGE OF USE FROM OFFICE TO RESTAURANT (A3), INCLUDING THE INTRODUCTION OF ROOFLIGHTS, PARTIAL DEMOLITION OF BACK ADDITION AND FORMATION OF REAR YARD, AND THE INSTALLATION OF EXTRACT CHIMNEY FROM KITCHEN",
  "decision_date": "20/11/2007",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be begun not later than the expiration of 3 years, beginning with the date of this permission. ",
    "Condition : 2 - Details of proposals for the storage of refuse shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of development and shall be in place prior to the occupation of the buildings/commencement of use hereby approved and permanently retained thereafter.",
    "Condition : 3 - The restaurant shall not be open to the public between 23.00 and 07.30, and no persons including staff shall be present on the premises between the hours of 24:00 (00:0)and 07:00 without the prior approval in writing of the Local Planning Authority.  ",
    "Condition : 4 - No music and/or any other amplified sound generated on the premises shall be audible at the boundary of any residential acccommodation, either adjacent to or in the vicinity of the premises to which the application refers. There shall be no increase in background noise level in any one third octave band from 50 Hertz to 1600 Hertz or the overall L90 (5 minute measurement period) measured at the nearest noise sensitive property. ",
    "Condition : 5 - The use hereby permitted shall not commence on site until detailed plans and specifications of the scheme for the ventilation of the premises, including details of sound attenuation for any necessary plant and the standard of odour control to be achieved have been submitted to and approved in writing by the Local Planning Authority. The level of noise generated by the equipment shall not exceed the existing background noise level L90 (dB(A)) (5 minute measurement period) measured at the nearest noise sensitive property and no increase in one third octave band dB between 50 Hertz and 1600 Hertz. The ventilation system shall be installed in accordance with the approved plans and specifications before the development hereby permitted commences and shall be permanently retained thereafter in accordance with the approved specifications. ",
    "Condition : 6 - Prior to the commencement of the use/buildings hereby approved all plant and machinery required by the use shall be enclosed and soundproofed in accordance with a scheme previously submitted to and approved in writing by the Local Planning Authority and such measures shall be installed before the plant and machinery is first used and shall be permanently retained thereafter unless otherwise agreed in writing by the Local Planning Authority.   ",
    "Condition : 7 - The rear yard of the A3 use hereby approved shall not be used for consumption of food and drink without the prior written consent of the Local Planning Authority.    ",
    "Condition : 8 - Details of the design of the rooflights shall be submitted to and approved by the local planning authority before installation. The rooflights shall be installed in accordance with such details as are approved. The rooflights shall be installed so as to be fixed shut.\r\n\r\nReason for condition. To ensure that the design of the rooflights prevents noise breakout, or the spread of cooking odours, likely to detract from the amenites of neighbouring occupiers.",
    "Condition : 9 - REASON FOR APPROVAL.\r\nThe proposal involves an appropriate use within a shopping frontage which, suitably conditioned, would not unduly impact on neighbour amenity. It accords with the Council's Adopted Unitary Development Plan and London Plan Policies. The policies listed below were relevant to the determination of this proposal.\r\nMerton Unitary Development Plan (2003)\r\nS4 Neighbourhood Parades \r\nBE15 New Buildings and Extensions\r\nBE23 Alterations and Extensions to Buildings\r\n"
  ],
  "uprn": "48082108",
  "id": "Merton-07_P2678",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526965.4075667,
              170667.482563
            ],
            [
              526967.6828705,
              170672.0395511
            ],
            [
              526991.3759313,
              170658.5998945
            ],
            [
              526988.838671,
              170653.9040038
            ],
            [
              526965.5402004,
              170667.4858689
            ],
            [
              526965.4075667,
              170667.482563
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "lpa_name": "Merton"
}