{
  "borough": "Merton",
  "cil_liability": true,
  "decision_target_date": "06/10/2023",
  "lpa_app_no": "23/P1760",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "03/10/2023",
  "lpa_name": "Merton",
  "application_details": {
    "surface_water_discharge_percentage_reduction": 100,
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 110,
    "total_gia_lost": 99.5,
    "projected_cost_of_works": "Up to £2m",
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.3,
        "building_ref": "Plots 1 & 2"
      }
    ],
    "residential_details": {
      "total_no_proposed_residential_units": 2,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 1,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_proposed_residential_units_market_for_sale": 2,
      "total_gia_gained": 232.3,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_gia_lost": 99.5,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "residential_units": [
        {
          "no_habitable_rooms": 5,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 99.5,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 123.1,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "gia": 109.2,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_market_for_rent": 0
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "green_suds": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 99.5,
        "use_class": "C3",
        "gia_gained": 233.2,
        "gia_lost": 99.5
      }
    ],
    "total_gia_existing": 99.5,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 2,
      "no_non_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": true,
      "no_active_fast_ev_charging_points": 2,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 100,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "urban_greening_factor_score": 0.25,
      "no_passive_fast_ev_charging_points": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 1,
      "chp_heat_pumps_capacity": 0.02
    },
    "ownership_status": "Public",
    "lead_developer_company_name": "Beaufort Homes Ltd",
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "08/2024",
        "intended_commencement_date": "10/2023"
      }
    ],
    "site_area": 0.0359,
    "total_gia_gained": 233.2,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 233.2,
      "total_gia_lost": 99.5,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 99.5
    }
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.192401,
          51.424635
        ],
        [
          -0.192221,
          51.424653
        ],
        [
          -0.192169,
          51.424438
        ],
        [
          -0.192155,
          51.424381
        ],
        [
          -0.192271,
          51.42437
        ],
        [
          -0.192284,
          51.424424
        ],
        [
          -0.192348,
          51.424418
        ],
        [
          -0.192401,
          51.424635
        ]
      ]
    ]
  },
  "valid_date": "26/06/2023",
  "centroid": {
    "lat": 51.424519,
    "lon": -0.192246
  },
  "site_number": "197C",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nSite Plan\r\n2310 / PL 02 \r\n2310 / PL 03 \r\n2310 / PL 04 \r\n2310 / PL 05 A\r\n2310 / PL 06 A",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Boundary Treatment - No development shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - Levels - No development shall take place until details of the proposed finished floor levels of the development, together with existing and proposed site levels, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details.",
    "Condition : 6 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 7 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 9 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 10 - Landscaping - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 11 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 12 - New Vehicle Access - Details to be submitted  - No development shall commence until details of the proposed vehicular access to serve the development have been submitted in writing for approval to the Local Planning Authority.  No works that are subject of this condition shall be carried out until those details have been approved, and the development shall not be occupied until those details have been approved and completed in full.",
    "Condition : 13 - Vehicle Access to be provided - The development hereby approved shall not be occupied until the proposed vehicle access has been sited and laid out in accordance with the approved plans",
    "Condition : 14 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 15 - Crossovers Removal - The development shall not be occupied until the existing redundant crossover/s have been be removed by raising the kerb and reinstating the footway in accordance with the requirements of the Highway Authority.",
    "Condition : 16 - Visibility Splays - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 17 - No development shall take place until a Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the construction period. The Statement shall provide for: - hours of operation - the parking of vehicles of site operatives and visitors - loading and unloading of plant and materials - storage of plant and materials used in constructing the development - the erection and maintenance of security hoarding including decorative displays and facilities for public viewing - where appropriate wheel washing facilities - measures to control the emission of noise and vibration during construction. - measures to control the emission of dust and dirt during construction/demolition - a scheme for recycling/disposing of waste resulting from demolition and construction works.",
    "Condition : 18 - Delivery and Servicing Plan - Development shall not commence until a Delivery and Servicing Plan (the Plan) has been submitted in writing for approval to the Local Planning Authority. No occupation of the development shall be permitted until the Plan is approved in writing by the Local Planning Authority and implemented in accordance with the approved plan.  The approved measures shall be maintained, in accordance with the Plan, for the duration of the use, unless the prior written approval of the Local Planning Authority is obtained to any variation.",
    "Condition : 19 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 20 - Refuse & Recycling (Implementation) - The development hereby approved shall\r\nnot be occupied until the refuse and recycling storage facilities shown on the\r\napproved plans have been fully implemented and made available for use.\r\nThese facilities shall thereafter be retained for use at all times.\r\n\r\nReason: To ensure the provision of satisfactory facilities for the storage of refuse and\r\nrecycling material and to comply with the following Development Plan policies for\r\nMerton: policies T4 and T7 of the London Plan 2021, policy CS17 of Merton's Core\r\nPlanning Strategy 2011 and policy DM D2 of Merton's Sites and Policies Plan 2014",
    "Condition : 21 - Prior to the first occupation of the dwellings hereby approved, details of features to\r\nensure the development is air quality neutral shall be submitted to and approved in\r\nwriting by the Local Planning Authority. The development shall be carried out in\r\naccordance with the approved measures prior to the first occupation of the dwelling\r\nhereby approved. The approved measures shall be retained thereafter.\r\n\r\nReason: To ensure the development is Air Quality Neutral in line with draft guidance\r\n(LPG) and does not worsen air quality and to comply with London Plan policy SI1.",
    "Condition : 22 - Prior to the first occupation of the dwellings hereby approved, a scheme for ecological\r\nenhancements on the site shall be submitted to and approved in writing by the Local\r\nPlanning Authority. The development shall be carried out in accordance with the\r\napproved measures prior to the first occupation of the dwelling hereby approved. The\r\napproved measures shall be retained thereafter.\r\n\r\nReason: Having regard to the ecological value of the site and to comply with the\r\nfollowing Development Plan policies for Merton: G6 of the London Plan 2021, policy\r\nCS13 of Merton's Core Planning Strategy 2011 and policy DM 02 of Merton's Sites and\r\nPolicies Plan 2014",
    "Condition : 23 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 24 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 25 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 26 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 27 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "decision": "Approved",
  "centroid_easting": 525784,
  "uprn": "48058518",
  "decision_process": null,
  "application_type_full": "Full planning permission",
  "locality": "Wimbledon",
  "last_date_consultation_comments": "04/08/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525772.8994074197,
              171063.6531173846
            ],
            [
              525785.34944969,
              171065.90247351438
            ],
            [
              525789.6039012203,
              171042.0892899593
            ],
            [
              525790.7004943474,
              171035.85107562714
            ],
            [
              525782.6533147078,
              171034.40149056597
            ],
            [
              525781.6474172529,
              171040.34978788637
            ],
            [
              525777.2033293167,
              171039.5500168177
            ],
            [
              525772.8994074197,
              171063.6531173846
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Wimbledon Town and Dundonald",
  "pp_id": "PP-12262401\r",
  "lapsed_date": "03/10/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "DEMOLITION OF A DWELLING AND CONSTRUCTION OF A PAIR OF SEMI-DETACHED HOUSES INCLUDING PARKING AND LANDSCAPING.",
  "centroid_northing": 171051,
  "street_name": "Queen's Road",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T03:23:18.472+00:00",
  "site_name": null,
  "development_type": "Minor dwellings",
  "appeal_decision_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "All Other",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "parking_details": {
    "no_existing_car": 2,
    "no_proposed_car": 2,
    "net_car": 0
  },
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P1760",
  "id": "Merton-23_P1760",
  "actual_commencement_date": null,
  "postcode": "SW19 8NX"
}