{
  "appeal_decision": null,
  "street_name": "Prince's Road",
  "title_number": [],
  "valid_date": "14/06/2023",
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525396.2979963335,
              170634.99581914057
            ],
            [
              525417.8340959426,
              170637.20518671547
            ],
            [
              525424.1992831163,
              170637.95497209148
            ],
            [
              525425.4030620377,
              170631.94669194298
            ],
            [
              525426.903663159,
              170624.0989383367
            ],
            [
              525427.851845186,
              170618.7404721803
            ],
            [
              525428.783537091,
              170613.471980269
            ],
            [
              525429.2040352072,
              170611.10265847977
            ],
            [
              525431.8012294555,
              170596.7967534971
            ],
            [
              525431.999110922,
              170596.19692519616
            ],
            [
              525420.101487746,
              170594.97727431834
            ],
            [
              525418.4524755247,
              170594.54739736806
            ],
            [
              525408.8469793362,
              170593.44771215104
            ],
            [
              525401.4016891575,
              170592.59795539005
            ],
            [
              525399.9010880365,
              170604.75447562657
            ],
            [
              525396.2979963335,
              170634.99581914057
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "pp_id": "PP-12185593",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "22/05/2027",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.197966,
          51.420866
        ],
        [
          -0.197656,
          51.420881
        ],
        [
          -0.197564,
          51.420887
        ],
        [
          -0.197549,
          51.420832
        ],
        [
          -0.19753,
          51.420761
        ],
        [
          -0.197519,
          51.420713
        ],
        [
          -0.197507,
          51.420666
        ],
        [
          -0.197502,
          51.420644
        ],
        [
          -0.19747,
          51.420515
        ],
        [
          -0.197467,
          51.42051
        ],
        [
          -0.197638,
          51.420501
        ],
        [
          -0.197662,
          51.420498
        ],
        [
          -0.197801,
          51.42049
        ],
        [
          -0.197908,
          51.420484
        ],
        [
          -0.197925,
          51.420594
        ],
        [
          -0.197966,
          51.420866
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "borough": "Merton",
  "site_number": "35",
  "development_type": "Minor dwellings",
  "centroid": {
    "lat": 51.420729,
    "lon": -0.197832
  },
  "last_date_consultation_comments": "05/09/2023",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "lpa_name": "Merton",
  "decision_process": null,
  "decision_target_date": "28/05/2024",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "centroid_easting": 525406,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n10 3 5/P/0 8 \r\n10 3 5/P/0 9 \r\n10 3 5/P/010 \r\n10 3 5/P/011 \r\n10 3 5/P/012 \r\n10 3 5/P/013 \r\n10 3 5/P/014 \r\n10 3 5/P/015 ",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - No Use of Flat Roof - Access to the flat roof of the development hereby permitted \r\n(apart from designated terraces indicated on the approved plans) shall be for \r\nmaintenance or emergency purposes only, and the flat roof shall not be used as a roof \r\ngarden, terrace, patio or similar amenity area. \r\n\r\nReason: To safeguard the amenities and privacy of the occupiers of adjoining \r\nproperties and to comply with the following Development Plan policies for Merton: \r\npolicies D3 and D4 of the London Plan 2021, policy CS14 of Merton's Core Planning \r\nStrategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 5 - Screening - The screening or enclosure to the balconies on all elevations will be \r\nobscure glazed before the development is first occupied and retained permanently \r\nthereafter. \r\n\r\nReason: To safeguard the amenities and privacy of the occupiers of adjoining \r\nproperties and to comply with the following Development Plan policies for Merton: \r\npolicies D3 and D4 of the London Plan 2021, policy CS14 of Merton's Core Planning \r\nStrategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 6 - No development shall take place until a Construction Method Statement has been \r\nsubmitted to, and approved in writing by, the local planning authority. The approved \r\nStatement shall be adhered to throughout the construction period. The Statement shall \r\nprovide for: \r\n- hours of operation \r\n- the parking of vehicles of site operatives and visitors \r\n- loading and unloading of plant and materials \r\n- storage of plant and materials used in constructing the development \r\n- the erection and maintenance of security hoarding including decorative displays \r\nand facilities for public viewing \r\n- where appropriate wheel washing facilities \r\n- measures to control the emission of noise and vibration during construction. \r\n- measures to control the emission of dust and dirt during construction/demolition \r\n- a scheme for recycling/disposing of waste resulting from demolition and \r\nconstruction works.\r\n \r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the \r\nsurrounding area and to comply with the following Development Plan policies for \r\nMerton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core \r\nPlanning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 7 - Obscured Glazing - Before the development hereby permitted is first occupied, the \r\nwindows in the east and west elevations shall be glazed with obscured glass and shall \r\nbe maintained as such thereafter. \r\n\r\nReason: To safeguard the amenities and privacy of the occupiers of adjoining \r\nproperties and to comply with the following Development Plan policies for Merton: \r\npolicies D3 and D4 of the London Plan 2021, policy CS14 of Merton's Core Planning \r\nStrategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 8 - Cycle Parking to be implemented - The development hereby permitted shall not be \r\noccupied until the cycle parking for 8 bikes shown on the Ground Floor Plan \r\n1035/P/08 and other drawings hereby approved has been provided and made \r\navailable for use. These facilities shall be retained for the occupants of and visitors to \r\nthe development at all times. \r\n\r\nReason: To ensure satisfactory facilities for cycle parking are provided and to comply \r\nwith the following Development Plan policies for Merton: policy T5 of the London Plan \r\n2021, policy CS18 of Merton's Core Planning Strategy 2011 and policy DM T1 of \r\nMerton's Sites and Policies Plan 2014.",
    "Condition : 9 - Refuse & Recycling (Implementation) - The development hereby approved shall not \r\nbe occupied until the refuse and recycling storage facilities shown on the approved \r\nplans have been fully implemented and made available for use. These facilities shall \r\nthereafter be retained for use at all times. \r\n\r\nReason: To ensure the provision of satisfactory facilities for the storage of refuse and \r\nrecycling material and to comply with the following Development Plan policies for \r\nMerton: policies T4 and T7 of the London Plan 2021, policy CS17 of Merton's Core \r\nPlanning Strategy 2011 and policy DM D2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 10 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays. No heavy or noisy construction works shall be carried out on any Saturday.\r\n\r\nReason: To safeguard the amenities of the area and the occupiers of neighbouring \r\nproperties and ensure compliance with the following Development Plan policies for \r\nMerton: policies D14 and T7 of the London Plan 2021 and policy DM EP2 of Merton's \r\nSites and Polices Plan 2014. ",
    "Condition : 11 - Sustainability (Water Consumption) - No part of the development hereby approved \r\nshall be occupied until evidence has been submitted to, and approved in writing by, \r\nthe Local Planning Authority confirming that the development has achieved internal \r\nwater consumption rates of no greater than 105 litres per person per day. \r\n\r\nReason: To ensure that the development achieves a high standard of sustainability \r\nand makes efficient use of resources and to comply with the following Development \r\nPlan policies for Merton: Policy SI 2 and SI 3 of the London Plan 2021 and Policy \r\nCS15 of Merton's Core Planning Strategy 2011",
    "Condition : 12 - Prior to the first occupation of the dwellings hereby approved, details of features to \r\nensure the development is air quality neutral shall be submitted to and approved in \r\nwriting by the Local Planning Authority. The development shall be carried out in \r\naccordance with the approved measures prior to the first occupation of the dwelling \r\nhereby approved. The approved measures shall be retained thereafter. \r\n\r\nReason: To ensure the development is Air Quality Neutral in line with draft guidance \r\n(LPG) and does not worsen air quality and to comply with London Plan policy SI1. ",
    "Condition : 13 - Prior to the first occupation of the dwelling hereby approved, a scheme for ecological \r\nenhancements on the site shall be submitted to and approved in writing by the Local \r\nPlanning Authority. The ecological enhancmenets shall include the provision of swift boxes on site.  The development shall be carried out in accordance with the \r\napproved measures prior to the first occupation of the dwelling hereby approved. The \r\napproved measures shall be retained thereafter. \r\n\r\nReason: Having regard to the ecological value of the site and to comply with the \r\nfollowing Development Plan policies for Merton: G6 of the London Plan 2021, policy \r\nCS13 of Merton's Core Planning Strategy 2011 and policy DM 02 of Merton's Sites \r\nand Policies Plan 2014.",
    "Condition : 14 - Construction Logistics Plan - Prior to the commencement of the development hereby \r\npermitted, a Construction Logistics Plan shall be submitted to and approved in writing \r\nby the Local Planning Authority. The approved measures shall be implemented prior \r\nto the first occupation of the development hereby permitted and shall be so maintained \r\nfor the duration of the construction period, unless the prior written approval of the \r\nLocal Planning Authority is first obtained to any variation. \r\n\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the \r\nsurrounding area and to comply with the following Development Plan policies for \r\nMerton: policies T4 and T7 of the London Plan 2021, policy CS20 of Merton's Core \r\nPlanning Strategy 2011 and policy DM T2 of Merton's Sites and Policies Plan 2014. ",
    "Condition : 15 - The applicant shall use reasonable endeavours to ensure ventilation is adequate for at least the \r\nexisting top floor of the building. Detials of any ventilation measures to be used shall be submitted to and approved in writing by the local planning authority prior to frst occupation of the new dwellings. \r\n\r\nReason: In the intersts of neighbouring amenity and to comply with Policy DM D2 of the Sites and Policies Plan 2014.  ",
    "Condition : 16 - The applicant shall use reasonable endeavours to secure the maximum number of Electric Vehicle charging points on the site and enhancments to the exisitng green spaces on the site, in consultaiton with and with consent of the existing residents of the building on site. \r\n\r\nReason: In the interests of visual amenity and promoting sustainable transport measures, and to comply with Policies DM D2 and DM T1 of the Sites and Policies Plan 2014.  ",
    "Condition : 17 - INFORMATIVE \r\nNo surface water runoff should discharge onto the public highway including the public \r\nfootway or highway. When it is proposed to connect to a public sewer, the site \r\ndrainage should be separate and combined at the final manhole nearest the boundary. \r\nWhere the developer proposes to discharge to a public sewer, prior approval from \r\nThames Water Developer Services will be required (contact no. 0845 850 2777). ",
    "Condition : 18 - INFORMATIVE \r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals \r\nshall be washed down on the highway or disposed of into the highway drainage \r\nsystem.",
    "Condition : 19 - INFORMATIVE \r\nAny works/events carried out either by, or at the behest of, the developer, whether \r\nthey are located on, or affecting a prospectively maintainable highway, as defined \r\nunder Section 87 of the New Roads and Street Works Act 1991, or on or affecting the \r\npublic highway, shall be co-ordinated under the requirements of the New Roads and \r\nStreet Works Act 1991 and the Traffic management Act 2004 and licensed accordingly \r\nin order to secure the expeditious movement of traffic by minimising disruption to \r\nusers of the highway network in Merton. Any such works or events commissioned by \r\nthe developer and particularly those involving the connection of any utility to the site, \r\nshall be co-ordinated by them in liaison with the London Borough of Merton, Network \r\nCoordinator, (telephone 020 8545 3976). This must take place at least one month in \r\nadvance of the works and particularly to ensure that statutory undertaker \r\nconnections/supplies to the site are coordinated to take place wherever possible at the \r\nsame time.",
    "Condition : 20 - INFORMATIVE \r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating \r\nto work on an existing wall shared with another property, building on the boundary with \r\na neighbouring property, or excavating near a neighbouring building. Further \r\ninformation is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegisl \r\nation/current legislation/partywallact ",
    "Condition : 21 - INFORMATIVE \r\nThis planning permission contains certain conditions precedent that state 'before \r\ndevelopment commences' or 'prior to commencement of any development' (or similar). \r\nAs a result these must be discharged prior to ANY development activity taking place \r\non site. Commencement of development without having complied with these \r\nconditions will make any development unauthorised and possibly subject to \r\nenforcement action such as a Stop Notice. "
  ],
  "lpa_app_no": "23/P1640",
  "application_details": {
    "internal_resi_water_usage": 105,
    "building_details": [
      {
        "no_storeys": 4,
        "max_height": 11.42,
        "building_ref": "1"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "01/2025",
        "intended_commencement_date": "01/2024"
      }
    ],
    "residential_details": {
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "actual_commencement_date": "31/10/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 51.1
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 2,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "actual_commencement_date": "31/10/2023",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 51.2
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "actual_commencement_date": "31/10/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 61.2
        },
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-5",
          "actual_commencement_date": "31/10/2023",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": 61.1
        }
      ],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_bedrooms": 6,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_gia_gained": 257,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "site_area": null
    },
    "non_residential_details": {
      "total_gia_existing": 888,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 224.6,
      "development_type": null,
      "site_area": null
    },
    "site_area": 0.1252,
    "total_gia_gained": 224.6,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": true,
      "total_annual_pm_emissions": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "total_annual_nox_emissions": 0,
      "solar_pv_capacity": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 247.5,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "urban_greening_factor_score": null,
      "no_passive_slow_ev_charging_points": null,
      "community_energy_capacity": null,
      "waste_details": []
    },
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 888,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "C3",
        "gia_gained": 224.6,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "total_gia_lost": 0,
    "garden_land_lost": false,
    "total_gia_existing": 888,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "non_permanent_dwellings_details": [],
    "intended_completion_date": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "scheme_name": null,
    "lead_developer_company_name": null
  },
  "centroid_northing": 170620,
  "ward": "Wimbledon Town and Dundonald",
  "locality": "Wimbledon",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Merton-23_P1640",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P1640",
  "uprn": "48084385",
  "description": "CONSTRUCTION OF ONE ADDITIONAL STOREY TO PROVIDE ADDITIONAL 4 RESIDENTIAL UNITS",
  "site_name": "Selbridge Court",
  "appeal_status": null,
  "postcode": null,
  "status": "Commenced",
  "decision_agency": "Borough",
  "decision_date": "22/05/2024",
  "actual_commencement_date": "31/10/2023",
  "epc_number": "2122-1376-1411-1481-7179",
  "last_updated": "2025-03-19T21:26:51.343+00:00",
  "application_type": "All Other",
  "bo_system": "Northgate M3"
}