{
  "bo_system": "Northgate M3",
  "last_updated": "2025-03-19T04:02:57.687+00:00",
  "lpa_name": "Merton",
  "decision_agency": "Borough",
  "locality": "Morden",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [CH01-PA03-A101 Rev A,  CH01-PA03-A103 Rev B, CH01-PA03-A104 Rev B, CH01-PA03-A105 Rev B, CH01-PA03-A106 Rev B, CH01-PA03-A201 Rev B, CH01-PA03-A202 Rev B, CH01-PA03-A203 Rev B, CH01-PA03-A204 Rev B]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form and approved drawings unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the ground floor extensions hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 7 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 8 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.",
    "Condition : 9 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n\r\n",
    "Condition : 10 - INFORMATIVE\r\nThe applicant is informed that this permisison relates soley to the works as described on the Decision Notice and does not include the creation of dropped kerb, front garden parking or any other alterations on the forecourt  and/or public highway."
  ],
  "valid_date": "14/04/2023",
  "centroid": {
    "lon": -0.214103,
    "lat": 51.40106
  },
  "lpa_app_no": "23/P1001",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "postcode": null,
  "ward": "Cannon Hill",
  "description": "ERECTION OF A TWO STOREY SIDE EXTENSION, SINGLE STOREY REAR EXTENSION, SINGLE STOREY REAR/SIDE EXTENSION AND REAR ROOF \r\nEXTENSION",
  "appeal_start_date": null,
  "application_type": "Householder",
  "site_name": "Pearl House",
  "last_date_consultation_comments": "18/05/2023",
  "cil_liability": true,
  "application_details": {
    "no_additional_bathrooms": 2,
    "total_gia_gained": 155.2,
    "intended_commencement_date": "11/2023",
    "intended_completion_date": "11/2024",
    "no_additional_bedrooms": 3,
    "site_area": 0.030000000000000002
  },
  "street_name": "Northway",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P1001",
  "uprn": "48053912",
  "appeal_decision_date": null,
  "pp_id": "PP-12082688",
  "decision_process": null,
  "centroid_easting": 524328,
  "epc_number": "9032-1222-2100-0147-3206",
  "centroid_northing": 168405,
  "application_type_full": "Householder planning permission",
  "secondary_street_name": null,
  "decision": "Approved",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "last_updated_by": "Northgate M3",
  "actual_completion_date": null,
  "site_number": "54",
  "id": "Merton-23_P1001",
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Merton",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_target_date": "09/06/2023",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524309.5000018153,
              168405.90388943587
            ],
            [
              524338.1515891578,
              168409.80277339125
            ],
            [
              524340.9961352389,
              168389.398614017
            ],
            [
              524309.5000018153,
              168405.90388943587
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 2,
    "net_car": 1
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.214369,
          51.401072
        ],
        [
          -0.213956,
          51.401101
        ],
        [
          -0.213922,
          51.400917
        ],
        [
          -0.214369,
          51.401072
        ]
      ]
    ]
  },
  "lapsed_date": "02/06/2026",
  "decision_date": "02/06/2023"
}