{
  "borough": "Merton",
  "subdivision_of_building": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.228095,
          51.411106
        ],
        [
          -0.228064,
          51.411057
        ],
        [
          -0.228022,
          51.410987
        ],
        [
          -0.228016,
          51.410976
        ],
        [
          -0.227947,
          51.410863
        ],
        [
          -0.227913,
          51.410858
        ],
        [
          -0.227858,
          51.410857
        ],
        [
          -0.227745,
          51.410885
        ],
        [
          -0.22761,
          51.41092
        ],
        [
          -0.227552,
          51.411016
        ],
        [
          -0.227635,
          51.411117
        ],
        [
          -0.227718,
          51.41122
        ],
        [
          -0.227834,
          51.411184
        ],
        [
          -0.227931,
          51.411155
        ],
        [
          -0.228095,
          51.411106
        ],
        [
          -0.228095,
          51.411106
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Pepys Corner Petrol Station",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-18T23:55:58.397+00:00",
  "locality": "Raynes Park",
  "centroid_easting": 523337,
  "lpa_name": "Merton",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Worple Road",
  "site_number": null,
  "lapsed_date": "12/03/2027",
  "secondary_street_name": null,
  "cil_liability": true,
  "application_details": {
    "garden_land_lost": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 112,
        "use_class": "SG",
        "gia_gained": 197,
        "gia_lost": 112
      }
    ],
    "total_gia_gained": 197,
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "site_area": 0.09870000000000001,
    "rain_water_harvesting": false,
    "total_gia_existing": 112,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 112,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 197,
      "total_gia_existing": 112,
      "total_gia_gained": 197,
      "total_gia_lost": 112
    },
    "green_suds": false,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "12/2023",
        "intended_commencement_date": "09/2023"
      }
    ],
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 0,
      "no_new_gas_connections_required": 0,
      "green_roof_area": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": false,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "scheme_phasing": true,
    "total_gia_lost": 112,
    "ownership_status": "Private"
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P1115",
  "actual_commencement_date": null,
  "centroid": {
    "lon": -0.227965,
    "lat": 51.411036
  },
  "decision_date": "12/03/2024",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 4,
    "no_existing_car": 4
  },
  "postcode": "SW20 8RE",
  "pp_id": "PP-12113954",
  "appeal_decision_date": null,
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: [PLG00 23, PLG09 23 Revision 23, PLG04 23 Revision C, PLG05 23 Revision B, PLG06 23 Revision B, PLG08 23 Revision B, PLG02 23 Revision A]",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Deliveries - All deliveries, loading, unloading or other servicing activities shall take place between the hours of 7am - 10pm Monday to Saturday and 8am - 10pm on Sunday and public holidays.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - Cycle Parking  - Details to be Submitted - No development shall commence until details of secure cycle parking facilities for the occupants of, and visitors to, the development have been submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use prior to the first occupation of the development and thereafter retained for use at all times.",
    "Condition : 7 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 8 - Working Method Statement - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n\r\n   (i) Parking of vehicles of site workers and visitors;\r\n   (ii) Loading and unloading of plant and materials;\r\n   (iii) Storage of construction plant and materials;\r\n   (iv) Wheel cleaning facilities\r\n   (v) Control of dust, smell and other effluvia;\r\n   (vi) Control of surface water run-off.\r\n\r\nNo development shall be carried out except in full accordance with the approved method statement.",
    "Condition : 9 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be implemented prior to the first occupation of the development hereby permitted and shall be so maintained for the duration of the use, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 10 - No development shall take place until full details have been submitted to and approved by the Local Planning Authority of a scheme for all proposed external lighting. Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary, in compliance with the Institute of Lighting Professions Guidance Note GN01/21 (The Reduction of Obtrusive Light).The approved scheme shall be installed in accordance with the approved details and carried out prior to the occupation of the development hereby permitted and thereafter retained.",
    "Condition : 11 - Prior to occupation the applicant must submit details of an acoustic enclosure for the air/water machine and a post completion assessments shall be submitted to the local planning authority (LPA) to ensure noise levels, (expressed as the equivalent continuous sound level) LAeq (2 minutes), from the compressed air/water top up station when in use do not exceed LA90-5dB at 1m from any window of a habitable room with any noise sensitive property not associated with the development. The air/water machine shall not be used between the hours of 10pm and 7am Monday to Sunday.",
    "Condition : 12 - A post completion assessment shall be submitted to ensure noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from the electric vehicle charging point do not exceed LA90-5dB at 1m from any window of a habitable room with any noise sensitive property not associated with the development. \r\n\r\n",
    "Condition : 13 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 14 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 15 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The application was amended during the applciation process.\r\n"
  ],
  "appeal_decision": null,
  "valid_date": "16/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523327.80180123553,
              169498.50114098226
            ],
            [
              523330.05270291725,
              169493.1526719656
            ],
            [
              523333.2023162595,
              169485.40488974267
            ],
            [
              523333.64754955913,
              169484.20523314032
            ],
            [
              523338.70177201665,
              169471.7987844455
            ],
            [
              523341.10108479834,
              169471.29892752826
            ],
            [
              523344.90205796796,
              169471.2489418366
            ],
            [
              523352.70188577386,
              169474.5979831835
            ],
            [
              523362.002314701,
              169478.64682421566
            ],
            [
              523365.8032878707,
              169489.50371646654
            ],
            [
              523359.7019426528,
              169500.60054003674
            ],
            [
              523353.65006780147,
              169511.8973063755
            ],
            [
              523345.7018288957,
              169507.69850826712
            ],
            [
              523339.04806458345,
              169504.29948122829
            ],
            [
              523327.80180123553,
              169498.50114098226
            ],
            [
              523327.80180123553,
              169498.50114098226
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated_by": "Northgate M3",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "09/03/2024",
  "uprn": "48084187",
  "decision_target_date": "13/03/2024",
  "centroid_northing": 169491,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "APPLICATION FOR FULL PLANNING PERMISSION FOR THE PARTIAL REDEVELOPMENT OF THE EXISTING SERVICE STATION TO INCLUDE THE DEMOLITION OF THE EXISTING SALES BUILDING AND ITS REPLACEMENT WITH A NEW SALES BUILDING, REDUCTION IN PUMP ISLANDS, RATIONALISATION OF THE CANOPY, REORGANISATION OF THE CAR PARKING, AND CHANGES TO THE FORECOURT, NEW BIN STORE AND ASSOCIATED WORKS",
  "development_type": "Minor all other minor developments",
  "ward": "Raynes Park",
  "decision_process": null,
  "lpa_app_no": "23/P1115",
  "application_type_full": "Full planning permission",
  "id": "Merton-23_P1115",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}