{
  "appeal_decision": null,
  "street_name": "Copse Hill",
  "title_number": null,
  "valid_date": "05/06/2023",
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              522237.04617753834,
              170219.60472353105
            ],
            [
              522246.24766573193,
              170228.10229112947
            ],
            [
              522219.89645043993,
              170275.3487669808
            ],
            [
              522210.34866968,
              170269.90032657818
            ],
            [
              522209.69730985264,
              170269.2005268943
            ],
            [
              522229.8235040103,
              170232.6709833566
            ],
            [
              522232.8741766192,
              170227.14256584743
            ],
            [
              522237.04617753834,
              170219.60472353105
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "pp_id": "PP-12185796",
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "03/06/2027",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.243522,
          51.417822
        ],
        [
          -0.243387,
          51.417897
        ],
        [
          -0.243749,
          51.418327
        ],
        [
          -0.243888,
          51.41828
        ],
        [
          -0.243898,
          51.418274
        ],
        [
          -0.243621,
          51.417941
        ],
        [
          -0.243579,
          51.417891
        ],
        [
          -0.243522,
          51.417822
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "borough": "Merton",
  "site_number": "136",
  "development_type": "Minor dwellings",
  "centroid": {
    "lat": 51.417979,
    "lon": -0.243545
  },
  "last_date_consultation_comments": "02/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": {
    "no_existing_car": 1,
    "no_proposed_car": 2,
    "net_car": 1
  },
  "lpa_name": "Merton",
  "decision_process": null,
  "decision_target_date": "03/06/2024",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "Northgate M3",
  "centroid_easting": 522235,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nSite Location Plan\r\nDesign and Access Statement\r\nP00 E\r\nP01 D\r\nP02 E\r\nP03 B\r\nP05 A\r\nP06",
    "Condition : 3 - Materials to be Approved - No above ground development save for demolition shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Boundary Treatment - No above ground development save for demolition  shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - Levels - No above ground development save for demolition shall take place until details of the proposed finished floor levels of the development, together with existing and proposed site levels, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details.",
    "Condition : 6 - Ecology features - Prior to the first occupation of the development, an ecological enhancement plan shall be submitted to and agreed in writing by the Local Planning Authority. The agreed details shall be installed prior to the first occupation of the development hereby permitted and shall be retained thereafter.\r\nReason: to protect and enhance the biodiversity of the development in the interest of nature conservation and to comply with the following development plan policies for Merton: policies G5 and G6 of the London Plan 2021; policy CS13 of Merton's Core\r\nPlanning Strategy 2011 and policy DMO2 of Merton's Sites and Policies Plan 2014.",
    "Condition : 7 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 8 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows in the east and west elevations shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 9 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 10 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 11 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 12 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 13 - Green roofs: full details of a planting scheme, and the design and method \r\nof construction of the green and brown roofs shall be submitted to and \r\napproved in writing by the local planning authority and these works shall \r\nbe carried out as approved following the completion of the development \r\nor prior to the occupation of any part of the development, whichever is the \r\nsooner. \r\nReason: to protect and enhance the biodiversity of the development in \r\nthe interest of nature conservation and to comply with the following \r\ndevelopment policies for Merton: policy G5 of the London Plan 2021; \r\npolicy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of \r\nMerton's Sites and Policies Plan 2014. ",
    "Condition : 14 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 15 - Condition: Prior to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for the development. The drainage scheme will be designed for events up to and including the 1 in 100year +40% climate change and will dispose of surface water by means of a sustainable drainage system (SuDS) and to discharge at a surface water runoff rate of no more than 1 l/s, in accordance with drainage hierarchy contained within the London Plan Policy (SI 13 and SPG) and\r\nthe advice contained within the National SuDS Standards. The drainage design and plans shall include pipe sizes and direction of flow and positively pumped devices to prevent back up of flow. The scheme shall include green/blue SuDS measures, where possible.\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13",
    "Condition : 16 - Foundation Design - Piling or any other foundation design using penetrative methods shall not be permitted other than with the express consent of the Local Planning Authority, in liaison with the relevant utility providers, which may be given where it has been demonstrated that there is no resultant unacceptable risk to below ground utility infrastructure. The development shall be carried out in accordance with the approved details.\r\nReason: To ensure that the piling design is protective of below ground utility\r\ninfrastructure assets and controlled waters.",
    "Condition : 17 - Before development commences, a demolition and construction Logistic Plan\r\n(including a Construction Management Plan in accordance with TfL guidance) shallbe submitted to LPA for approval.\r\n\r\nReason: In the interests of the safety of pedestrians and vehicles and to comply withthe following Development Plan policies for Merton: policies CS18 and CS20 of Merton's Core Planning Strategy 2011 and policies DM T2, T3, T4 and T5 of Merton's ites and Policies Plan 2014.",
    "Condition : 18 - Provision of Vehicle Parking - The vehicle parking area shown on the approved plans shall be provided before the commencement of the buildings or use hereby permitted and shall be retained for parking purposes for occupiers and users of the development and for no other purpose.\r\nReason: To ensure the provision of a satisfactory level of parking and comply with the\r\nfollowing Development Plan policies for Merton: policy T6 of the London Plan 2021,\r\npolicy CS20 of Merton's Core Planning Strategy 2011 and policy DM T3 of Merton's\r\nSites and Policies Plan 2014.",
    "Condition : 19 - Residential  water use\r\nNo part of the development hereby approved shall be occupied until evidence has been submitted to and approved in writing by the Local Planning Authority confirming that the residential development has achieved  water consumption rates of no greater than 105 litres per person per day.",
    "Condition : 20 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n",
    "Condition : 21 - Tree Survey Required- The development shall not be occupied until an updated tree survey has been submitted to and approved in writing by the Local Planning Authority indicating the location, species, girth and crown spread of all trees and the location, height and species of all hedgerows and shrubs to be removed or retained.",
    "Condition : 22 - Tree Protection - The development shall not be occupied pursuant to this consent until an updated Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 23 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 24 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 25 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n"
  ],
  "lpa_app_no": "23/P1507",
  "application_details": {
    "internal_resi_water_usage": 0,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.45,
        "building_ref": "New replacement dwelling"
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "01/2025",
        "intended_commencement_date": "11/2023"
      }
    ],
    "residential_details": {
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 7,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 4,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 173.7,
          "tenure": "Self-Build and Custom Build"
        },
        {
          "no_habitable_rooms": 10,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 4,
          "unit_type": "House or Bungalow",
          "gia": 364,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "dwelling_density": 0,
      "total_gia_lost": 173.7,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_affordable_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_gia_gained": 364,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "affordable_percentage": 100,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 1,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "total_gia_existing": 173.7,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 173.7,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 364
    },
    "site_area": 0.06770000000000001,
    "total_gia_gained": 364,
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "green_roof_area": 0,
      "no_new_gas_connections_required": 0,
      "total_annual_pm_emissions": 0
    },
    "scheme_phasing": true,
    "surface_water_discharge_percentage_reduction": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 173.7,
        "use_class": "C3",
        "gia_gained": 364,
        "gia_lost": 173.7
      }
    ],
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "total_gia_lost": 173.7,
    "garden_land_lost": true,
    "total_gia_existing": 173.7
  },
  "centroid_northing": 170237,
  "ward": "Village",
  "locality": "Wimbledon",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Merton-23_P1507",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P1507",
  "uprn": "48018092",
  "description": "DEMOLITION OF EXISTING DWELLING AND ERECTION OF A NEW BUILD REPLACEMENT DWELLING. ALTERATIONS TO FRONT BOUNDARY WALL.",
  "site_name": null,
  "appeal_status": null,
  "postcode": "SW20 0NP",
  "status": "Approved",
  "decision_agency": "Borough",
  "decision_date": "03/06/2024",
  "actual_commencement_date": null,
  "epc_number": "2958-7215-1911-2680-1150",
  "last_updated": "2025-03-19T23:31:36.060+00:00",
  "application_type": "All Other",
  "bo_system": "Northgate M3"
}