{
  "borough": "Merton",
  "subdivision_of_building": "N/A",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.218571,
          51.415996
        ],
        [
          -0.218474,
          51.416051
        ],
        [
          -0.218398,
          51.416097
        ],
        [
          -0.218373,
          51.416079
        ],
        [
          -0.218664,
          51.415915
        ],
        [
          -0.218732,
          51.415876
        ],
        [
          -0.218785,
          51.415844
        ],
        [
          -0.218834,
          51.415816
        ],
        [
          -0.218976,
          51.415914
        ],
        [
          -0.218864,
          51.415979
        ],
        [
          -0.218841,
          51.415995
        ],
        [
          -0.218725,
          51.4159
        ],
        [
          -0.218571,
          51.415996
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Land Rear Of 3",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-19T00:42:35.811+00:00",
  "locality": "Wimbledon",
  "centroid_easting": 523959,
  "lpa_name": "Merton",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Edge Hill",
  "site_number": null,
  "lapsed_date": "12/02/2027",
  "secondary_street_name": null,
  "cil_liability": true,
  "application_details": {
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 6,
        "building_ref": "Family dwelling"
      }
    ],
    "garden_land_lost": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 131,
        "gia_lost": 0
      }
    ],
    "total_gia_gained": 131,
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "site_area": 0.0252,
    "rain_water_harvesting": false,
    "total_gia_existing": 0,
    "surface_water_discharge_percentage_reduction": 50,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0,
      "total_gia_gained": 131,
      "total_gia_lost": 0
    },
    "green_suds": true,
    "grey_water_reuse": false,
    "phasing_details": [
      {
        "phase_detail": "Single Phase",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "01/2024"
      }
    ],
    "infrastructure_details": {
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "waste_provision": true,
      "no_new_water_connections_required": 1,
      "no_new_gas_connections_required": 1,
      "green_roof_area": 15,
      "no_homes_to_have_electrical_heating": 1,
      "no_homes_passive_cooling": 1,
      "chp_heat_pumps_capacity": 0.01,
      "fire_suppression_system_proposed": true,
      "urban_greening_factor_score": 0.13,
      "mobile_network_operators_consultation": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "ghg_reduction_over_building_regulations": true
    },
    "residential_details": {
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": null,
      "total_gia_gained": 131,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "garden_land": true,
          "no_bedrooms": 3,
          "unit_type": "House or Bungalow",
          "gia": 131,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_bedrooms": 3,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0
    },
    "internal_resi_water_usage": 110,
    "total_gia_lost": 0,
    "ownership_status": "Private"
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P1221",
  "actual_commencement_date": null,
  "centroid": {
    "lon": -0.218832,
    "lat": 51.415898
  },
  "decision_date": "12/02/2024",
  "parking_details": {
    "no_proposed_cycle": 2,
    "no_existing_cycle": 0,
    "net_cycle": 2
  },
  "postcode": null,
  "pp_id": "PP - 12091462",
  "appeal_decision_date": null,
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [GA141_RF_P1, GA141_E_P1, GA141_E_P2, GA141_P_P2, GA141_E_P1, GA141_SPP1 Amended 09/10/23), GA141_PD_P1, GA141_P_P1 , GA141_S_P1, Location Plan]",
    "Condition : 3 - Materials to be Approved - Prior to above ground works no development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 5 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in any elevation without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 6 - Obscured Glazing (Fixed Shut) - Before the development hereby permitted is first occupied, the window in the 1st floor front elevation facing 3 Edge Hill shall be glazed with obscure glass and fixed shut and shall permanently maintained as such thereafter.",
    "Condition : 7 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 8 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 9 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 10 - Landscaping - Prior to above ground works no development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 11 - Landscaping  (Implementation) - All hard and soft landscape works shall be carried out in accordance with the approved details as shown on the approved plans and documents under condition 10. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall\r\nbe replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 12 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 13 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 14 - Sustainability (Water Consumption) - No part of the development hereby approved shall be occupied until evidence has been submitted to, and approved in writing by, the Local Planning Authority confirming that the development has achieved internal water consumption rates of no greater than 105 litres per person per day",
    "Condition : 15 - Green roofs: Prior to above ground works no development shall take place until full details of a planting scheme, and the design and method \r\nof construction of the green and brown roofs (including proposed drainage) shall be submitted to and approved in writing by the local planning authority and these works shall be carried out as approved following the completion of the development  or prior to the occupation of any part of the development, whichever is the sooner. \r\nReason: to protect and enhance the biodiversity of the development in \r\nthe interest of nature conservation and to comply with the following \r\ndevelopment policies for Merton: policy G5 of the London Plan 2021; \r\npolicy CS13 of Merton's Core Planning Strategy 2011 and policy DMO2 of \r\nMerton's Sites and Policies Plan 2014. ",
    "Condition : 16 - Construction Vehicles - The development shall not commence until details of a Construction Environmental Management Plan (CEMP) covering dust and noise control have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 17 - Prior to above ground works details of the Air Source Heat Pump together with a Noise Report have been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the measures have been approved and carried out in strict accordance with the approved details and those measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 18 - Prior  to the commencement of development, a detailed scheme for the provision of surface and foul water drainage shall be submitted to and approved in writing by the local planning authority for the development. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) at the agreed runoff rate (no more than 2l/s, with no less than 5.6m3 of attenuation volume), in accordance with drainage hierarchy contained within the London Plan Policy (SI 13 and SPG) and the advice contained within the National SuDS Standards. The drainage plans shall include pipe sizes and direction of flow.",
    "Condition : 19 - Prior to the first occupation of the dwelling hereby approved, a scheme for ecological enhancements on the site shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved measures prior to the first occupation of the dwelling hereby approved. The approved measures shall be retained thereafter. ",
    "Condition : 20 - Levels - No development shall take place until details of the proposed finished floor levels of the development, together with existing and proposed site levels, have been submitted to and approved in writing by the Local Planning Authority, and no development shall be carried out except in strict accordance with the approved levels and details.",
    "Condition : 21 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 22 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 23 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 24 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) The application was amended several times during the application process.\r\n\r\n"
  ],
  "appeal_decision": null,
  "valid_date": "05/05/2023",
  "decision_agency": "Borough",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523976.8530115278,
              170058.4008675812
            ],
            [
              523983.498530779,
              170064.69906474388
            ],
            [
              523988.6080464162,
              170069.9020140916
            ],
            [
              523990.4200344674,
              170067.9903053497
            ],
            [
              523970.6609706372,
              170049.25348599034
            ],
            [
              523966.0025111125,
              170044.75477373245
            ],
            [
              523962.3994194093,
              170041.14580678672
            ],
            [
              523959.0519246003,
              170037.94672251382
            ],
            [
              523948.95172474603,
              170048.5536863049
            ],
            [
              523956.5789925731,
              170056.01875671977
            ],
            [
              523958.1045680043,
              170057.81609852816
            ],
            [
              523966.399316773,
              170047.4565676821
            ],
            [
              523976.8530115278,
              170058.4008675812
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "last_updated_by": "Northgate M3",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": "28/06/2023",
  "uprn": "10094256012",
  "decision_target_date": "02/02/2024",
  "centroid_northing": 170047,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "TECHNICAL DETAILS CONSENT FOR THE CONSTRUCTION OF A DETACHED 3 BED RESIDENTIAL DWELLING FOLLOWING CONSENT IN PRINCIPLE PLANNING REFERENCE 22/P3446",
  "development_type": "Minor all other minor developments",
  "ward": "Hillside",
  "decision_process": null,
  "lpa_app_no": "23/P1221",
  "application_type_full": "Full planning permission",
  "id": "Merton-23_P1221",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}