{
  "borough": "Merton",
  "cil_liability": false,
  "decision_target_date": "14/08/2023",
  "lpa_app_no": "23/P1670",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "28/07/2023",
  "lpa_name": "Merton",
  "application_details": {
    "surface_water_discharge_percentage_reduction": 0,
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 110,
    "total_gia_lost": 2,
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "green_suds": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 42,
        "use_class": "SpecifiedOther",
        "gia_gained": 4,
        "gia_lost": 0
      },
      {
        "gia_existing": 92,
        "use_class": "C3",
        "gia_gained": 0,
        "gia_lost": 2
      }
    ],
    "total_gia_existing": 134,
    "infrastructure_details": {
      "fire_suppression_system_proposed": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "mobile_network_operators_consultation": false,
      "ghg_reduction_over_building_regulations": false,
      "percentage_demolition_construction_material_recycling": 50,
      "total_annual_nox_emissions": 0,
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_resi_units_to_have_full_fibre": 1
    },
    "ownership_status": "Private",
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "Full phase",
        "intended_completion_date": "12/2023",
        "intended_commencement_date": "09/2023"
      }
    ],
    "site_area": 0.0057,
    "total_gia_gained": 4,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 4,
      "total_gia_lost": 2,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 134
    }
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.192604,
          51.416457
        ],
        [
          -0.192779,
          51.416447
        ],
        [
          -0.192776,
          51.41642
        ],
        [
          -0.19273,
          51.416421
        ],
        [
          -0.192729,
          51.416402
        ],
        [
          -0.192601,
          51.416409
        ],
        [
          -0.192604,
          51.416457
        ]
      ]
    ]
  },
  "valid_date": "19/06/2023",
  "centroid": {
    "lat": 51.416432,
    "lon": -0.192637
  },
  "site_number": "187",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\nJ1834-02B, J1834-03B, J1834-04, J1834-05A, J1834-06A and J1834-07",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the annotation of 'flat roof' to the two storey outrigger on Drawing J1834-06A hereby approved, the roof of the two storey outrigger shall comprise of a mono-pitched roof as illustrated on drawing J1834-03B.\r\nREASON: To accord with terms fo this applicaiton and safeguard amenity of the locality.",
    "Condition : 5 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage area shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 6 - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure. \r\nREASON: To safeguard the appearance of the property and the amenities of the area.",
    "Condition : 7 - The parking area to the rear of the site shall not be used for any purpose other than for the garaging or parking of motor vehicles associated with the occupiers or visitors to the commercial premises.\r\nREASON: To accord with terms of the application and ensure retention of satisfactory parking provision forthe commercial unit.",
    "Condition : 8 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 9 - The mitigation measures detailed in the Air Quality Neutral Statement shall be implemented prior to occupation of the scheme hereby apporved.\r\nREASON: To accord with terms of the applicaiton and to ensure a sustainable form of development.",
    "Condition : 10 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 11 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 12 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n",
    "Condition : 13 - This planning permission contains certain conditions precedent that state 'before development commences' \r\nor 'prior to commencement of any development' (or similar). As a result these must be discharged prior to ANY development activity taking place on site. Commencement of development without having complied with these conditions will make any development unauthorised and possibly subject to enforcement action such as a Stop Notice.\r\n",
    "Condition : 14 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n",
    "Condition : 15 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   ii The application was acceptable as submitted and no further assistance was required.\r\n   ii) The application was approved without delay.\r\n"
  ],
  "decision": "Approved",
  "centroid_easting": 525779,
  "uprn": "48049745",
  "decision_process": null,
  "application_type_full": "Full planning permission",
  "locality": "Wimbledon",
  "last_date_consultation_comments": "20/07/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525781.2021839401,
              170153.85354453744
            ],
            [
              525769.0984342362,
              170152.40395947732
            ],
            [
              525769.3540311306,
              170149.4048179721
            ],
            [
              525772.5531148396,
              170149.6047607385
            ],
            [
              525772.7015259396,
              170147.5453502377
            ],
            [
              525781.5484765064,
              170148.50507552025
            ],
            [
              525781.2021839401,
              170153.85354453744
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Abbey",
  "pp_id": "PP-12211611",
  "lapsed_date": "28/07/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Replacement shopfront. Removal of front chimney stack. Demolition of existing two storey rear extension and erection of new two storey rear extension to facilitate the enlargement of existing ground floor commercial unit (Use Class E) and improvement of the existing 2-bed\r\nresidential maisonette (Use Class C3) with associated parking, cycle and refuse storage.\r",
  "centroid_northing": 170151,
  "street_name": "Merton Road",
  "epc_number": "7379-9909-4863-8931-2866",
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T03:58:02.592+00:00",
  "site_name": null,
  "development_type": "Minor dwellings",
  "appeal_decision_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "All Other",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "parking_details": {
    "no_existing_car": 0,
    "no_proposed_car": 2,
    "net_car": 2,
    "no_proposed_cycle": 2,
    "no_existing_cycle": 0,
    "net_cycle": 2
  },
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P1670",
  "id": "Merton-23_P1670",
  "actual_commencement_date": null,
  "postcode": "SW19 1EE"
}