{
  "borough": "Merton",
  "cil_liability": true,
  "decision_target_date": "08/09/2023",
  "lpa_app_no": "23/P1638",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "07/09/2023",
  "lpa_name": "Merton",
  "application_details": {
    "intended_completion_date": "10/2024",
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "10/2023",
    "total_gia_gained": 76,
    "no_additional_bathrooms": 1,
    "site_area": 0.094
  },
  "title_number": null,
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.236508,
          51.425744
        ],
        [
          -0.236317,
          51.425747
        ],
        [
          -0.236289,
          51.425685
        ],
        [
          -0.236293,
          51.425636
        ],
        [
          -0.236308,
          51.425454
        ],
        [
          -0.23632,
          51.425455
        ],
        [
          -0.236334,
          51.425281
        ],
        [
          -0.236241,
          51.425275
        ],
        [
          -0.236257,
          51.425172
        ],
        [
          -0.236532,
          51.425203
        ],
        [
          -0.236519,
          51.425461
        ],
        [
          -0.236508,
          51.425462
        ],
        [
          -0.236517,
          51.425484
        ],
        [
          -0.236511,
          51.425598
        ],
        [
          -0.236508,
          51.425744
        ]
      ]
    ]
  },
  "valid_date": "14/06/2023",
  "centroid": {
    "lat": 51.425543,
    "lon": -0.236408
  },
  "site_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: P01, P02A & site location plan.",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Construction Vehicles - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 5 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 6 - The development shall comply with the flood protection measures set out in the submitted Cellar Impact Assessment dated 14th June 2023 (Ref:  PP-122030991\r).\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13. ",
    "Condition : 7 - Prior to commencement of development the following information shall be submitted and approved by the Local Planning Authority:\r\n\r\na) Ground Movement Analysis (Vertical and Horizontal) including any heave or settlement analysis, and Damage Category Assessment with detailed calculations. \r\n\r\nb) Detailed Construction Method Statement produced by the respective Contractors responsible for the underpinning, excavation and construction of the basement retaining wall. This shall be reviewed and agreed by the Structural Engineer designing the basement.\r\n\r\nc) Temporary works drawings and sections of the basement retaining walls. \r\n\r\nd) Movement monitoring report produced by specialist surveyors appointed to install monitoring gauges to detect any movement of the highway/neighbouring properties from start to completion of the project works. The report should include the proposed locations pf the horizontal and vertical movement monitoring, frequency of monitoring, trigger levels, and the actions required for different trigger alarms. \r\n\r\nReason: In the interests of protecting and preserving the structural integrity of the building and the public highway, in accordance with Merton's policy DMD2 of the Sites and Policies Plan (2014).",
    "Condition : 8 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The application was acceptable as submitted and no further assistance was required.\r\n\r\n",
    "Condition : 9 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n"
  ],
  "decision": "Approved",
  "centroid_easting": 522711,
  "uprn": "48011633",
  "decision_process": null,
  "application_type_full": "Householder planning permission",
  "locality": "Wimbledon",
  "last_date_consultation_comments": "02/08/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522703.5500091749,
              171112.25032739004
            ],
            [
              522716.8000091818,
              171112.85032738966
            ],
            [
              522718.90000918286,
              171106.05032738688
            ],
            [
              522718.7500091827,
              171100.55032738525
            ],
            [
              522718.25000918214,
              171080.35032738006
            ],
            [
              522717.35000918165,
              171080.40032738028
            ],
            [
              522716.8500091812,
              171061.0503273735
            ],
            [
              522723.3240091846,
              171060.55432737432
            ],
            [
              522722.500009184,
              171049.05032737035
            ],
            [
              522703.300009174,
              171052.00032737135
            ],
            [
              522703.5500091745,
              171080.80032738042
            ],
            [
              522704.3000091749,
              171080.850327379
            ],
            [
              522703.60000917455,
              171083.30032738094
            ],
            [
              522703.70000917476,
              171095.95032738353
            ],
            [
              522703.5500091749,
              171112.25032739004
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Village",
  "pp_id": "PP-12203091\r",
  "lapsed_date": "07/09/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "ENLARGEMENT OF THE EXISTING CELLAR; RATIONALISATION OF THE FENESTRATION TO THE FRONT AND REAR FACADES INCLUDNG NEW BAY WINDOWS; THE REMOVAL OF THE FIRST FLOOR ABOVE THE GARAGE PROJECTION, ALTERATION OF ROOF ON FIRST FLOOR SIDE ELEMENT FROM SINGLE PITCH TO FLAT ROOF, ERECTION OF PERGOLA ON REAR ELEVATION, AND THE INTRODUCTION OF DORMER WINDOWS ON THE MAIN ROOF.",
  "centroid_northing": 171090,
  "street_name": "Camp Road",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T03:53:26.715+00:00",
  "site_name": "East Wing Garnet House",
  "development_type": "Other house holder developments",
  "appeal_decision_date": null,
  "last_updated_by": "Northgate M3",
  "application_type": "Householder",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "parking_details": {
    "no_existing_car": 6,
    "no_proposed_car": 6,
    "net_car": 0
  },
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=23/P1638",
  "id": "Merton-23_P1638",
  "actual_commencement_date": null,
  "postcode": "SW19 4UW"
}