{
  "secondary_street_name": null,
  "last_updated": "2025-07-09T04:11:24.978Z",
  "appeal_start_date": null,
  "bo_system": "CSV Data Import",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "29/04/2025",
  "reference_no_of_permission_being_relied_on": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0224.25",
  "site_number": null,
  "polygon": null,
  "development_type": null,
  "appeal_status": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "wgs84_polygon": null,
  "appeal_decision": null,
  "lapsed_date": "29/04/2028",
  "decision_agency": "Borough",
  "application_type_full": null,
  "ward": "Hylands & Harrow Lg",
  "application_details": {
    "existing_uprns": null
  },
  "street_name": "HORNCHURCH",
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": null,
  "centroid_easting": null,
  "uprn": "100021333294",
  "last_updated_by": "CSV Data Import",
  "decision": "Approved",
  "cil_liability": false,
  "description": "Single storey detached outbuilding to rear for use as storage/gym",
  "borough": "Havering",
  "actual_completion_date": null,
  "id": "Havering-P0224.25",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under materials section 10 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding to be used for storage/gym as shown on drawing PP/RM11 1DX/001 REV-B hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank or rear wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the building hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr M Singh (Agent) by phone and e-mail. The revisions involved reducing the size of the outbuilding to lessen the impact on the area and adjacent neighbours. Annotated measurements added. Neighbours were not re-consulted as the impact was being lessened and the details were sought for clarity. The amendments were subsequently submitted on 25/04/25 & 29/04/25."
  ],
  "decision_target_date": "29/04/2025",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "lpa_app_no": "P0224.25",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "26/03/2025",
  "lpa_name": "Havering",
  "application_type": "All Other",
  "locality": null,
  "title_number": null,
  "pp_id": null,
  "decision_process": "Delegated",
  "site_name": "48 HYLAND CLOSE",
  "valid_date": "04/03/2025",
  "parking_details": null,
  "postcode": "RM11 1DX",
  "epc_number": null
}