{
  "epc_number": null,
  "decision_target_date": "19/07/2024",
  "decision": "Approved",
  "last_date_consultation_comments": "20/09/2023",
  "description": "Use of premises for takeaway (Sui Generis) (Part retrospective) and installation of flue to existing extractor to rear.",
  "site_number": null,
  "postcode": "RM14 1DZ",
  "application_type_full": null,
  "actual_commencement_date": null,
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "uprn": "10091580820",
  "appeal_status": null,
  "parking_details": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1298.23",
  "valid_date": "30/08/2023",
  "centroid": {
    "lon": "0.2679998",
    "lat": "51.5621334"
  },
  "borough": "Havering",
  "decision_agency": "Borough",
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "site_name": "Brooklyn Eat House, 13 Willow Parade",
  "bo_system": "CSV Data Import",
  "centroid_easting": 557304,
  "subdivision_of_building": null,
  "status": "Approved",
  "lapsed_date": "19/07/2027",
  "actual_completion_date": null,
  "centroid_northing": 187243,
  "locality": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2679765,
          51.5621079
        ],
        [
          0.26796369999999997,
          51.5621859
        ],
        [
          0.2680246,
          51.5621908
        ],
        [
          0.2680374,
          51.5620745
        ],
        [
          0.26798679999999997,
          51.5620706
        ],
        [
          0.2679765,
          51.5621079
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "lpa_app_no": "P1298.23",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.005
  },
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              557302.47,
              187240.12
            ],
            [
              557301.318,
              187248.756
            ],
            [
              557305.518,
              187249.433
            ],
            [
              557306.805,
              187236.53
            ],
            [
              557303.316,
              187235.988
            ],
            [
              557302.47,
              187240.12
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "last_updated": "2025-03-19T21:00:51.676+00:00",
  "date_building_work_started_under_previous_permission": null,
  "ward": "Cranham",
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The premises shall not be used for the purposes hereby permitted other than between the hours of 12:00 and 21:00 every day without the prior consent in writing of the Local Planning Authority.",
    "Reason:-",
    "To enable the Local Planning Authority to retain control in the interests of amenity.",
    "Notwithstanding the details on the approved plans (including the proposed rear view on drawing No. WP:13:JAWS:1), the takeaway (Sui Generis) use hereby permitted shall cease and all equipment and materials brought onto the land for the purposes of such use shall be removed within 3 months of the date of failure to meet the requirements set out in (i) below:-",
    "i.\twithin 3 months of the date of this decision, the extraction flue shall be installed on the rear elevation of the building  and project 1 metre above the eaves of the main building in accordance with Drawing No. WP:13:JAWS:1A.",
    "Reason: To ensure no adverse impact on residential amenity.",
    "Unless within 1 month of the date of this decision, details of suitable equipment to remove and/or disperse odours and odorous material to be fitted to the extract ventilation system is submitted in writing to the Local Planning Authority for approval  and unless the approved scheme is implemented within 1 month of the Local Planning Authority's approval (in consultation with the Havering Public Protection Service), the use of the site for a takeaway (Sui Generis)  shall cease until such time as a scheme is approved and implemented. The approved equipment shall be installed on site and certification provided by a competent engineer. Thereafter, the equipment shall be properly maintained and operated within design specifications during normal working hours. If no scheme in accordance with condition 4 above is approved within 3 months of the date of this letter, the use of the site for a takeaway (Sui Generis) shall cease until such time as a scheme approved by the Local Planning Authori",
    "Unless within 1 month of the date of this decision, a scheme for any plant or machinery is submitted in writing to the Local Planning Authority for approval to achieve the following standard: The Specific Noise Level emitted from the hereby permitted plant or machinery shall not exceed 10dB below the prevailing background noise level (LA90, T). Additionally, the Rating Sound Level shall not exceed 10dB below the prevailing background noise level (LA90, T). The measurement position, assessment and definitions shall be made according to BS4142:2014+A1:2019 \"Methods for rating and assessing industrial and commercial sound\" and unless the approved scheme is implemented within 3 months of the Local Planning Authority's approval, the use of the site for a takeaway (Sui Generis) shall cease until such time as a scheme is approved and implemented. The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority and the use permitted must cease during any period",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent via email on 23rd January 2024. The revisions involved extending the extract ducting so it projects 1 metre above the eaves of the building and changing the description of the proposal. The amendments were subsequently submitted on 30th January and 15th July 2024.",
    "The applicant is reminded that the business should put in place a suitable contract for the collection of commercial waste from the site."
  ],
  "appeal_decision_date": null,
  "title_number": null,
  "lpa_name": "Havering",
  "pp_id": null,
  "decision_date": "19/07/2024",
  "id": "Havering-P1298.23",
  "street_name": "Cranham"
}