{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "P1884.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1884.22",
  "actual_completion_date": null,
  "pp_id": "11700979",
  "lapsed_date": "18/01/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "0.1683072",
    "lat": "51.6089651"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021366664",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "15/12/2022",
  "description": "Garage conversion to habitable use with changes to rear fenestration and first floor internal alterations",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1681421,
          51.6090548
        ],
        [
          0.1683694,
          51.6089883
        ],
        [
          0.1685301,
          51.6089853
        ],
        [
          0.16850959999999998,
          51.6089207
        ],
        [
          0.16816109999999998,
          51.6089055
        ],
        [
          0.1681421,
          51.6090548
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "34 Clitheroe Road",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Prior to first occupation of the converted garage, provision shall be made within the site for 2 no. car parking spaces each dimensioned 2.4m wide by 4.8m long in accordance with drawing number 2205-DW-100 rev no: A and thereafter this provision shall be made permanently available for use and for no other purpose, unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Hardstanding Informative",
    "Planning permission is not required if a new or replacement driveway of any size uses permeable (or porous) surfacing which allows water to drain through, such as gravel, permeable concrete block paving or porous asphalt, or if the rainwater is directed to a lawn or border to drain naturally.",
    "If the surface to be covered is more than five square metres planning permission will be needed for laying traditional, impermeable driveways that do not provide for the water to run to a permeable area.",
    "Should you decide to extend the existing dropped kerb, you will need to obtain permission from the local council to drop the kerbs and the pavement may need strengthening. Information regarding drop kerbs are available on the Council's website - https://www.havering.gov.uk/info/20004/parking/141/apply_for_a_dropped_kerb .",
    "Vehicle Encroachment Informative",
    "The applicant should note that parked cars in the driveway must not overhang onto the existing footway, in the interest of highway safety.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Gorham (Agent) by phone and e-mail. The revisions involved providing a parking plan showing that two parking spaces can be provided within the site. Clarification was also sought that the converted garage would be used as a study for home use and will not be used for a business or commercial. The amendments were subsequently submitted on 16-01-23 & 17-01-23."
  ],
  "postcode": "RM5 2SL",
  "application_type": "All Other",
  "decision_date": "18/01/2023",
  "parking_details": {
    "no_proposed_car": 1,
    "net_car": 0,
    "no_existing_car": 1
  },
  "status": "Approved",
  "centroid_easting": 550240,
  "valid_date": "23/11/2022",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "18/01/2023",
  "id": "Havering-P1884.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T14:40:22.147+00:00",
  "street_name": "Romford",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 192241,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "intended_commencement_date": "01/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "02/2023",
    "site_area": 0.027
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550228.274,
              192250.626
            ],
            [
              550244.229,
              192243.702
            ],
            [
              550255.368,
              192243.702
            ],
            [
              550254.164,
              192236.477
            ],
            [
              550230.081,
              192234.069
            ],
            [
              550228.274,
              192250.626
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Havering-atte-Bower"
}