{
  "lpa_name": "Havering",
  "uprn": "100021397299",
  "decision_date": "25/03/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P0066.21",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM2 6AH",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.064
  },
  "valid_date": "21/01/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "The removal of tree(s) and the erection of a log cabin style outbuilding with flat roof adjacent to the rear boundary line of the property.",
  "decision_conditions": [
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the applicant via email in March 2021. The revisions involved relocating the structure further away from the rear boundary to protect the existing trees and provide screening to neighbours. The amendments were subsequently submitted on 16 March 2021.",
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed under Section 5 of the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy DC61 of the Development Control Policies Development Plan Document",
    "No works shall take place in relation to any of the development hereby approved until a scheme for the protection of preserved trees on the site has been submitted to and agreed in writing by the Local Planning Authority. Such scheme shall contain details of the erection and maintenance of fences or walls around the trees, details of underground measures to protect roots, the control of areas around the trees and any other measures necessary for the protection of the trees. Such agreed measures shall be implemented before development commences and kept in place until the approved development is completed.",
    "Reason:-",
    "Insufficient information has been supplied with the application to demonstrate how the preserved trees on site will be adequately protected during construction.  Submission of details prior to commencement will ensure that the measures to be employed are robust.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plans) shall be formed in the flank walls of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T18:52:08.721+00:00",
  "ward": "Squirrels Heath",
  "parking_details": null,
  "lapsed_date": "25/03/2024",
  "decision_target_date": "25/03/2021",
  "centroid": {
    "lat": "51.5843851",
    "lon": "0.20222759999999998"
  },
  "lpa_app_no": "P0066.21",
  "status": "Approved",
  "site_name": "20 Squirrels Heath Avenue",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0066.21",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552647.136,
              189573.112
            ],
            [
              552687.197,
              189594.781
            ],
            [
              552693.835,
              189582.386
            ],
            [
              552653.601,
              189560.914
            ],
            [
              552647.136,
              189573.112
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "12/02/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Planning Portal ingest",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Romford",
  "pp_id": "09194662",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 552671,
  "appeal_start_date": null,
  "centroid_northing": 189578,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.20188129999999999,
          51.5843477
        ],
        [
          0.2024685,
          51.5845315
        ],
        [
          0.20255879999999998,
          51.5844184
        ],
        [
          0.2019693,
          51.5842363
        ],
        [
          0.20188129999999999,
          51.5843477
        ]
      ]
    ],
    "type": "Polygon"
  }
}