{
  "application_type_full": null,
  "street_name": "Hornchurch",
  "decision_agency": "Borough",
  "lpa_name": "Havering",
  "decision_date": "30/05/2025",
  "centroid_easting": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0303.25",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "decision": "Approved",
  "valid_date": "10/03/2025",
  "status": "Approved",
  "last_updated_by": "CSV Data Import",
  "lapsed_date": "30/05/2028",
  "pp_id": null,
  "description": "Erection of one 4xbed detached dwelling with habitable roof space including parking and amenities",
  "appeal_decision_date": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_start_date": null,
  "centroid_northing": null,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Havering",
  "uprn": "100021325552",
  "application_details": {
    "existing_uprns": null
  },
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": "02/04/2025",
  "lpa_app_no": "P0303.25",
  "postcode": "RM12 6AX",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": "Land side of 54 Central Drive",
  "decision_target_date": "30/05/2025",
  "locality": null,
  "ward": "Hacton",
  "cil_liability": false,
  "last_updated": "2025-07-09T04:11:25.511Z",
  "appeal_status": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Before the dwelling hereby permitted is first occupied, the car parking provision as shown on drawing No. CD:54:JAWS:S:P3 shall be laid out and implemented to the full satisfaction of the Local Planning Authority and thereafter this car parking provision shall remain unobstructed and permanently available for use, unless otherwise agreed with the Local Planning Authority.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan.",
    "Prior to above ground works, a written specification of external walls and roof materials to be used in the construction of the building(s) shall be submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of a written specification prior to above ground works will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed flank windows on either of the proposed dwelling shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:- In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (Order) or any other order replacing or amending the said Order other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no",
    "demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed",
    "works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For",
    "land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination",
    "Prior to the first occupation of the development hereby approved, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to the first occupation of the development hereby approved will protect the visual amenities of the development, prevent undue overlooking of adjoining property.",
    "Prior to the first occupation of the proposed dwelling hereby permitted, passive provision shall be made for electric or Ultra-Low Emission vehicles.",
    "Reason:  Passive provision prior to first occupation will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Prior to the first occupation of the development, details shall be submitted to and agreed in writing by the Local Planning Authority for the installation of Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with the agreed details and shall thereafter be permanently retained. Following installation emissions certificates will need to be provided to the Local Planning Authority to verify boiler emissions.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "Archaeology Informative",
    "Written schemes of investigation will need to be prepared and implemented by a suitably professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater",
    "London. This condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure)",
    "(England) Order 2015.",
    "Thames Water Informative",
    "WASTE COMMENTS:",
    "With regard to SURFACE WATER drainage, Thames Water would advise that if the developer follows the sequential approach to the disposal of surface water we would have no objection. Management of surface water from new developments should follow guidance under sections 167, 168 & 169 in the National Planning Policy Framework.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. Should you require further information please refer to our website.",
    "https://eur03.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.thameswater.co.uk%2Fhelp%2Fhome-improvements%2Fhow-to-connect-to-a-sewer%2Fsewer-connection-design&data=05%7C02%7Cplanning%40havering.gov.uk%7Cea706c9560ef472569f008dd61523fd0%7C353669e1971846f89bed95afc8776c8a%7C0%7C0%7C638773728091461467%7CUnknown% 7CTWFpbGZsb3d8eyJFbXB0eU1hcGkiOnRydWUsIlYiOiIwLjAuMDAwMCIsIlAiOiJXaW4zMiIsIkFOIjoiTWFpbCIsIldUIjoyfQ%3D%3D%7C",
    "Street Naming and Numbering Informative",
    "Before occupation of the residential/ commercial unit(s) hereby approved, it is a requirement to have the property/properties officially Street Named and Numbered by our Street Naming and Numbering Team.  Official Street Naming and Numbering will ensure that that Council has record of the property/properties so that future occupants can access our services.  Registration will also ensure that emergency services, Land Registry and the Royal Mail have accurate address details.  Proof of having officially gone through the Street Naming and Numbering process may also be required for the connection of utilities. For further details on how to apply for registration see:",
    "https://www.havering.gov.uk/Pages/Services/Street-names-and-numbering.aspx",
    "Approval and CIL Informative",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £3,525 would be payable due to result in a new residential property with 141m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £17,625 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr. Wallington-Smith (Agent) by e-mail and phone.The revisions involved clarity on the internal floor to ceiling heights.The amendments were subsequently submitted on 02/05/25, 06/05/25 & 07/05/25."
  ],
  "polygon": null,
  "development_type": null,
  "id": "Havering-P0303.25",
  "site_number": null
}