{
  "lpa_name": "Camden",
  "uprn": "5057689",
  "decision_date": "28/08/2015",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2015_1856_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 6NP",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 10.204081632653061,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Loss",
          "unit_type": "House or Bungalow",
          "unit_development_type": null,
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        },
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "28/08/2015",
          "no_bedrooms": 4,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.098,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "superseding_details": [
      {
        "lpa_app_no": "2013/1119/P",
        "partial_supersedence": false
      }
    ],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": 2,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "4",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "01/04/2015",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of two storey dwellinghouse",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan P094-100 Rev A; 101; 102; 103; 104; 109; 110; 111; 112; 113; 114; 115; 116; 117; 201; 202; 203; 204; 205; 206; 105 Rev A; 106 Rev A; 107 Rev A; 108 Rev A; Design & Access Statement dated February 2015; Planning Statement and Conservation Area Assessment by Shrimplin Brown dated March 2015; Arboricultural Method Statement by Adam Hollis dated 20th March 2015; Construction Management Plan by Projekt Solutions dated 3rd March 2015; Sustainability and Energy Statement by SRE dated 11th March 2015; Daylight Sunlight Report by XC2 Energy dated February 2012; Daylight Sunlight Design Note by XC2 Energy dated 12th February 2012; Ecology Report by LUC dated 20th January 2015; Samples of facing materials. \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - The proposed development shall not be occupied until the whole of the cycle parking provision shown on the approved drawings is provided. The whole of the cycle parking provision shall be permanently retained and maintained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11 (Promoting sustainable and efficient travel) of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 (Walking, cycling and public transport) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - The lifetime homes features and facilities, as indicated on the drawings and documents hereby approved shall be provided in their entirety prior to the first occupation of the new residential dwelling.\r\n \r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 (Providing quality homes) of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 (Lifetime homes and wheelchair homes) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage during demolition and construction works to the satisfaction of the Council. Tree protection and site monitoring shall be undertaken in accordance with the recommendations of the Arboricultural Method Statement and Tree Protection Plan ref: TSS/92FJA/AMS/01a hereby approved, and shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to design, demolition and construction\".\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 (Protecting and improving our parks and open spaces & encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 6 - Details of the design of building foundations and the layout, with dimensions and levels, of service trenches and other excavations on site in so far as these items may affect trees on or adjoining the site, shall be submitted to and approved in writing by the local planning authority before the relevant works on site are commenced (but for the avoidance of doubt, not before demolition commences). The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policy CS15 (Protecting and improving our parks and open spaces & encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 7 - Prior to first occupation of the development the bird and bat boxes shall be installed in accordance with the approved plans and the approved ecology report (LUC, 20/01/15) and retained thereafter.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan 2011, Camden Planning Guidance 2011 and policy CS15 (Protecting and improving our parks and open spaces & encouraging biodiversity) of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 8 - Full details in respect of the green roof shall be submitted to and approved by the local planning authority before the relevant part of the development commences (but for the avoidance of doubt, not before demolition commences). The green roof shall be a maximum 25% sedum and minimum 75% biodiverse. The details shall include species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for a scheme of maintenance shall be submitted to and approved in writing by the local planning authority. The green roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies CS13 (Tackling climate change and promoting higher environmental standards), CS15 (Protecting and improving our parks and open spaces & encouraging biodiversity) and CS16 (Improving Camden's health and well-being) of the London Borough of Camden Local Development Framework Core Strategy and policies DP22 (Promoting sustainable design and construction), DP23 (Water) and DP32 (Air quality and Camden's Clear Zone) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - Prior to first occupation of the building, detailed plans showing the details, location and extent of photovoltaic cells and solar water heaters to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The equipment shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n\r\nReason:  To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of policy CS13 (Tackling climate change and promoting higher environmental standards) of the London Borough of Camden Local Development Framework Core Strategy and policy DP22 (Promoting sustainable design and construction) of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes or rooftop 'mansafe' rails shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 [and DP25 if in CA] of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - The development hereby approved shall achieve a maximum internal water use of 105litres/person/day, allowing 5 litres/person/day for external water use. Prior to occupation, evidence demonstrating that this has been achieved shall be submitted to and approved by the Local Planning Authority.\r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with policies CS13 (Tackling climate change through promoting higher environmental standards), DP22 (Promoting sustainable design and construction) and DP23 (Water)\r\n",
    "Condition : 12 - The development hereby approved shall incorporate sustainable design principles and climate change adaptation measures into the design and construction of the development in accordance with the approved Sustainability and Energy Statement by SRE dated 11th March 2015. Prior to occupation, evidence demonstrating that the approved measures have been implemented shall be submitted to and approved in writing by the Local Planning Authority and shall be retained and maintained thereafter.\r\n\r\nReason: To ensure the development contributes to minimising the effects of, and can adapt to a changing climate in accordance with policies CS13 (Tackling climate change through promoting higher environmental standards) and DP22 (Promoting sustainable design and construction).\r\n",
    "Condition : 13 - All site operatives must be made aware of the possible presence of protected species during works. If any protected species or signs of protected species are found, works must stop immediately and an ecologist should be contacted. The applicant may need to apply for a protected species licence from Natural England, evidence of which should be submitted to the Local Authority.\r\n\r\nReason: To ensure the development contributes towards the protection and creation of habitats and valuable areas for biodiversity, ensuring compliance with the Habitats Regulations and the Wildlife & Countryside Act 1981 (as amended) and in accordance with policy CS15 (Protecting and improving our parks and open spaces and encouraging biodiversity) of the London Borough of Camden Local\r\nDevelopment Framework Core Strategy.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:38:26.251Z",
  "ward": "Hampstead Town (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": 0,
    "no_proposed_car": 2,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 2,
    "no_existing_car": 0,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": 2,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": 2,
    "net_cycle": 2
  },
  "lapsed_date": "28/08/2018",
  "decision_target_date": "28/08/2015",
  "centroid": {
    "lat": 51.554134,
    "lon": -0.175803
  },
  "lpa_app_no": "2015/1856/P",
  "status": "Commenced",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2015/1856/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526574.2533866259,
              185502.60001992527
            ],
            [
              526577.5514110684,
              185500.0007639532
            ],
            [
              526582.2593409601,
              185496.29182562628
            ],
            [
              526584.1474599533,
              185494.8022520122
            ],
            [
              526585.747001808,
              185493.4526383346
            ],
            [
              526589.0038009449,
              185490.80339666974
            ],
            [
              526580.5031429441,
              185480.59631841327
            ],
            [
              526566.7009106518,
              185464.20101151697
            ],
            [
              526550.2025433782,
              185483.19557438552
            ],
            [
              526550.4004248448,
              185483.3955171521
            ],
            [
              526548.7596576846,
              185485.38494768436
            ],
            [
              526548.7514126236,
              185485.40494196193
            ],
            [
              526555.5041176698,
              185491.4532106631
            ],
            [
              526561.951755455,
              185497.55146505818
            ],
            [
              526564.499479337,
              185500.000763954
            ],
            [
              526565.4971317308,
              185501.10044917336
            ],
            [
              526570.0978758283,
              185505.44920435623
            ],
            [
              526570.5018838225,
              185505.89907558274
            ],
            [
              526574.2533866259,
              185502.60001992527
            ],
            [
              526574.2533866259,
              185502.60001992527
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "07/05/2015",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "92",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "28/08/2015",
  "street_name": "Fitzjohn's Avenue",
  "pp_id": "4082159",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 526568,
  "appeal_start_date": null,
  "centroid_northing": 185493,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.175709,
          51.554219
        ],
        [
          -0.175663,
          51.554195
        ],
        [
          -0.175596,
          51.55416
        ],
        [
          -0.175569,
          51.554147
        ],
        [
          -0.175547,
          51.554134
        ],
        [
          -0.175501,
          51.55411
        ],
        [
          -0.175627,
          51.55402
        ],
        [
          -0.175832,
          51.553875
        ],
        [
          -0.176063,
          51.55405
        ],
        [
          -0.17606,
          51.554052
        ],
        [
          -0.176083,
          51.55407
        ],
        [
          -0.176083,
          51.55407
        ],
        [
          -0.175983,
          51.554123
        ],
        [
          -0.175888,
          51.554176
        ],
        [
          -0.175851,
          51.554198
        ],
        [
          -0.175836,
          51.554207
        ],
        [
          -0.175768,
          51.554245
        ],
        [
          -0.175762,
          51.554249
        ],
        [
          -0.175709,
          51.554219
        ],
        [
          -0.175709,
          51.554219
        ]
      ]
    ],
    "type": "Polygon"
  }
}