{
  "lpa_name": "Camden",
  "uprn": "5166383",
  "decision_date": "19/06/2017",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2015_2171_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW6 4BZ",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 200,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": null,
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": true,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.005,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 89,
      "total_gia_gained": 0,
      "total_gia_lost": 89,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 89
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 2,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "19/05/2015",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of part one/part two storey plus basement dwelling following demolition of garage.\r\n",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site Location Plan 527/01 Rev A; 02 Rev A; 03 Rev A; 04 Rev A; 05 Rev A; 06 Rev A; 07 Rev A; 08 Rev A; 09; 100 Rev A; 101 Rev A; 102 Rev A; 103 Rev A; 104 Rev A; 106 Rev A (Proposed Front Elevation); 106 Rev A (Proposed Section DD); 107 Rev A; 108 Rev A; Design and Access statement by Alan Power Architects dated December 2014; Planning Statement by Salisbury Jones Planning dated 05/02/2015; Basement Impact Assessment by Michel Blacker Partnership dated 19/12/2014; Groundwater Assessment by Ground and Water Limited dated 13/04/2016; Ground Investigation and Basement Impact Assessment Report by Ground and Water dated October 2016; Ground Movement Assessment by Ground and Projects Consultants Ltd; BIA Calculations by Michael Blacker Partnership dated October 2016;  Daylight Sunlight Report dated 23/12/2014; Statutory Declarations by E Dunn, J & P Khanegagh, and S Teklu.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority before the relevant part of the work is begun:\r\n\r\na) Details including sections at 1:10 of all windows (including jambs, reveals, head and cill), ventilation grills, external doors, screens and gates;\r\n\r\nb) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).   \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies and policies D1 and D2 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 4 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials, satellite dishes or rooftop 'mansafe' rails shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies and policies D1 and D2 of the Camden Local Plan Submission Draft 2016.",
    "Condition : 5 - The dwelling hereby approved shall be designed and constructed in accordance with Building Regulations Part M4 (2); evidence demonstrating compliance should be submitted to and approved by the Local Planning Authority prior to occupation.\r\n\r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy CS6 of the London Borough of Camden Local Development Framework Core Strategy and policy DP6 of the London Borough of Camden Local Development Framework Development and policy H6 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 6 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) Order 2015 or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A-H) and Part 2 (Classes A-F) of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the local planning authority.\r\n\r\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies CS14 and CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP26 of the London Borough of Camden Local Development Framework Development Policies and policies D1 and D2 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 7 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP27 of the London Borough of Camden Local Development Framework Development Policiesand policy A5 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 8 - The development hereby approved shall be carried out strictly in accordance with the BIA compiled by Michel Blacker Partnership dated 19/12/2014 and associated basement information, and the recommendations in the Campbell Reith Audit dated December  2016, specifically insofar as it relates to a detailed works programme, condition surveys of neighbouring properties, movement monitoring and trigger values.\r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Development Policies and policy DP27 of the London Borough of Camden Local Development Framework Development Policies and policy A5 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 9 - Before the first occupation of the new dwelling, details of secure and covered cycle storage for 1x cycle shall be submitted to and approved by the local planning authority in writing. The approved facility shall be provided in its entirety and be permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 of the London Borough of Camden Local Development Framework Development and policy T1 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 10 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the Council in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy A3 of the Camden Local Plan Submission Draft 2016.\r\n",
    "Condition : 11 - The development hereby approved shall achieve a maximum internal water use of 110litres/person/day. The dwelling/s shall not be occupied until the Building Regulation optional requirement has been complied with.\r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with policies CS13 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22 and DP23 of the London Borough of Camden Local Development Framework Development Policies and policy CC3 of the Camden Local Plan Submission Draft 2016.",
    "Condition : 12 - Prior to construction of the development hereby approved, a sustainability statement demonstrating how sustainable design principles and climate change adaptation measures have been incorporated into the design and construction of the development shall be submitted to and approved in writing by the local planning authority. Prior to occupation, evidence demonstrating that the approved measures have been implemented shall be submitted to and approved in writing by the Local Planning Authority and shall be retained and maintained thereafter.\r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with policy CS13 of the London Borough of Camden Local Development Framework Core Strategy and policy DP22 of the London Borough of Camden Local Development Framework Development Policies and policies CC1 and CC2 of the Camden Local Plan Submission Draft 2016.",
    "Condition : 13 - Prior to the commencement of development a programme of archaeological investigation including the details of the suitably qualified investigating body to carry out such archaeological works as required shall be submitted to and approved in writing by the local planning authority. The development shall then only take place in accordance with such details as have been approved. \r\n\r\nReason: Important archaeological remains may exist on this site. Accordingly the Council wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - The first floor window to the south east side elevation shall be obscure glazed and non-openable, and installed as such prior to occupation and permanently retained as such thereafter.\r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policy of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies, and policy A1 of the Camden Local Plan Submission Draft 2016.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:38:28.359Z",
  "ward": "Kilburn (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "19/06/2020",
  "decision_target_date": "23/06/2017",
  "centroid": {
    "lat": 51.538732,
    "lon": -0.191012
  },
  "lpa_app_no": "2015/2171/P",
  "status": "Lapsed",
  "site_name": "Garage",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2015/2171/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525561.5372661529,
              183751.22134245816
            ],
            [
              525561.5784914586,
              183751.26133101207
            ],
            [
              525561.6197167641,
              183751.32131384278
            ],
            [
              525561.6691871306,
              183751.3712995347
            ],
            [
              525561.693922314,
              183751.41128808772
            ],
            [
              525561.7021673751,
              183751.42128522508
            ],
            [
              525561.7104124363,
              183751.44127950165
            ],
            [
              525561.7763729251,
              183751.55124802445
            ],
            [
              525561.7928630473,
              183751.61123085342
            ],
            [
              525561.8340883529,
              183751.7511907922
            ],
            [
              525561.8340883529,
              183751.79117934528
            ],
            [
              525561.8423334139,
              183751.8111736221
            ],
            [
              525561.850578475,
              183751.96113069635
            ],
            [
              525561.850578475,
              183752.02111352683
            ],
            [
              525561.8175982307,
              183752.2310534328
            ],
            [
              525561.7351476196,
              183752.42099906103
            ],
            [
              525561.6774321918,
              183752.50097616797
            ],
            [
              525561.6526970085,
              183752.54096472077
            ],
            [
              525556.0707906397,
              183759.95884137828
            ],
            [
              525556.0460554565,
              183759.9888327922
            ],
            [
              525555.938869662,
              183760.1187955918
            ],
            [
              525555.9141344788,
              183760.1387898685
            ],
            [
              525555.9058894176,
              183760.14878700767
            ],
            [
              525555.8646641121,
              183760.17877842137
            ],
            [
              525555.7739684399,
              183760.24875839084
            ],
            [
              525555.7327431344,
              183760.26875266683
            ],
            [
              525555.5843320345,
              183760.33873263618
            ],
            [
              525555.5431067289,
              183760.348729774
            ],
            [
              525555.3782055068,
              183760.38871832762
            ],
            [
              525555.3369802013,
              183760.38871832745
            ],
            [
              525555.163833918,
              183760.38871832797
            ],
            [
              525555.1226086125,
              183760.38871832768
            ],
            [
              525554.9577073904,
              183760.34872977337
            ],
            [
              525554.9164820849,
              183760.33873263613
            ],
            [
              525554.8670117183,
              183760.3187383589
            ],
            [
              525554.768070985,
              183760.27874980588
            ],
            [
              525549.9199750547,
              183757.67949383362
            ],
            [
              525549.8045441991,
              183757.59951672656
            ],
            [
              525549.7880540767,
              183757.5895195888
            ],
            [
              525549.7798090158,
              183757.5795224508
            ],
            [
              525549.7468287713,
              183757.55952817458
            ],
            [
              525549.6808682824,
              183757.4895482043
            ],
            [
              525549.6313979159,
              183757.44955965236
            ],
            [
              525549.6149077937,
              183757.4295653751
            ],
            [
              525549.5984176714,
              183757.40957109787
            ],
            [
              525549.565437427,
              183757.35958540725
            ],
            [
              525549.5159670603,
              183757.27960830083
            ],
            [
              525549.5077219992,
              183757.25961402227
            ],
            [
              525549.491231877,
              183757.2296226091
            ],
            [
              525549.4582516326,
              183757.12965122447
            ],
            [
              525549.4335164493,
              183757.07966553216
            ],
            [
              525549.4335164493,
              183757.0596712557
            ],
            [
              525549.4170263271,
              183757.0296798419
            ],
            [
              525549.408781266,
              183756.93970559514
            ],
            [
              525549.3922911438,
              183756.87972276582
            ],
            [
              525549.3922911438,
              183756.81973993563
            ],
            [
              525549.3922911438,
              183756.6697828606
            ],
            [
              525549.4005362049,
              183756.639791445
            ],
            [
              525549.4005362049,
              183756.6197971686
            ],
            [
              525549.4252713883,
              183756.54981720017
            ],
            [
              525549.4417615104,
              183756.46984009264
            ],
            [
              525549.4582516326,
              183756.4298515399
            ],
            [
              525549.4664966937,
              183756.40985726356
            ],
            [
              525549.482986816,
              183756.37986584724
            ],
            [
              525549.5324571825,
              183756.279894464
            ],
            [
              525550.2332873765,
              183755.1302235541
            ],
            [
              525550.266267621,
              183755.09023500048
            ],
            [
              525550.3322281098,
              183754.99026361725
            ],
            [
              525555.9800949674,
              183748.4921236887
            ],
            [
              525556.0625455785,
              183748.41214658215
            ],
            [
              525556.1285060673,
              183748.35216375126
            ],
            [
              525556.3098974116,
              183748.2421952301
            ],
            [
              525556.5077788782,
              183748.1722152622
            ],
            [
              525556.5160239394,
              183748.17221526196
            ],
            [
              525556.7139054058,
              183748.15222098463
            ],
            [
              525556.722150467,
              183748.15222098381
            ],
            [
              525556.9282769946,
              183748.16221812286
            ],
            [
              525557.1344035222,
              183748.22220095323
            ],
            [
              525557.3157948666,
              183748.3221723375
            ],
            [
              525561.4218352975,
              183751.1213710757
            ],
            [
              525561.4960408474,
              183751.1813539056
            ],
            [
              525561.5290210919,
              183751.21134532016
            ],
            [
              525561.5372661529,
              183751.22134245816
            ],
            [
              525561.5372661529,
              183751.22134245816
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "06/08/2015",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "5",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Hermit Place",
  "pp_id": "3990212",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 525556,
  "appeal_start_date": null,
  "centroid_northing": 183754,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.190933,
          51.538705
        ],
        [
          -0.190932,
          51.538706
        ],
        [
          -0.190932,
          51.538706
        ],
        [
          -0.190931,
          51.538707
        ],
        [
          -0.190931,
          51.538707
        ],
        [
          -0.19093,
          51.538707
        ],
        [
          -0.19093,
          51.538707
        ],
        [
          -0.190929,
          51.538708
        ],
        [
          -0.190929,
          51.538709
        ],
        [
          -0.190928,
          51.53871
        ],
        [
          -0.190928,
          51.53871
        ],
        [
          -0.190928,
          51.538711
        ],
        [
          -0.190928,
          51.538712
        ],
        [
          -0.190928,
          51.538713
        ],
        [
          -0.190929,
          51.538714
        ],
        [
          -0.19093,
          51.538716
        ],
        [
          -0.19093,
          51.538717
        ],
        [
          -0.190931,
          51.538717
        ],
        [
          -0.191009,
          51.538785
        ],
        [
          -0.191009,
          51.538785
        ],
        [
          -0.19101,
          51.538787
        ],
        [
          -0.191011,
          51.538787
        ],
        [
          -0.191011,
          51.538787
        ],
        [
          -0.191011,
          51.538787
        ],
        [
          -0.191013,
          51.538788
        ],
        [
          -0.191013,
          51.538788
        ],
        [
          -0.191015,
          51.538789
        ],
        [
          -0.191016,
          51.538789
        ],
        [
          -0.191018,
          51.538789
        ],
        [
          -0.191019,
          51.538789
        ],
        [
          -0.191022,
          51.538789
        ],
        [
          -0.191022,
          51.538789
        ],
        [
          -0.191025,
          51.538789
        ],
        [
          -0.191025,
          51.538789
        ],
        [
          -0.191026,
          51.538789
        ],
        [
          -0.191027,
          51.538788
        ],
        [
          -0.191098,
          51.538766
        ],
        [
          -0.1911,
          51.538765
        ],
        [
          -0.1911,
          51.538765
        ],
        [
          -0.1911,
          51.538765
        ],
        [
          -0.191101,
          51.538765
        ],
        [
          -0.191102,
          51.538764
        ],
        [
          -0.191102,
          51.538764
        ],
        [
          -0.191103,
          51.538764
        ],
        [
          -0.191103,
          51.538764
        ],
        [
          -0.191103,
          51.538763
        ],
        [
          -0.191104,
          51.538763
        ],
        [
          -0.191104,
          51.538762
        ],
        [
          -0.191104,
          51.538762
        ],
        [
          -0.191105,
          51.538761
        ],
        [
          -0.191105,
          51.538761
        ],
        [
          -0.191105,
          51.538761
        ],
        [
          -0.191106,
          51.53876
        ],
        [
          -0.191106,
          51.53876
        ],
        [
          -0.191106,
          51.538759
        ],
        [
          -0.191106,
          51.538758
        ],
        [
          -0.191106,
          51.538757
        ],
        [
          -0.191106,
          51.538757
        ],
        [
          -0.191106,
          51.538757
        ],
        [
          -0.191106,
          51.538756
        ],
        [
          -0.191105,
          51.538755
        ],
        [
          -0.191105,
          51.538755
        ],
        [
          -0.191105,
          51.538755
        ],
        [
          -0.191105,
          51.538754
        ],
        [
          -0.191104,
          51.538754
        ],
        [
          -0.191094,
          51.538743
        ],
        [
          -0.191094,
          51.538743
        ],
        [
          -0.191093,
          51.538742
        ],
        [
          -0.191014,
          51.538682
        ],
        [
          -0.191013,
          51.538681
        ],
        [
          -0.191012,
          51.538681
        ],
        [
          -0.191009,
          51.53868
        ],
        [
          -0.191007,
          51.538679
        ],
        [
          -0.191006,
          51.538679
        ],
        [
          -0.191004,
          51.538679
        ],
        [
          -0.191003,
          51.538679
        ],
        [
          -0.191,
          51.538679
        ],
        [
          -0.190997,
          51.538679
        ],
        [
          -0.190995,
          51.53868
        ],
        [
          -0.190935,
          51.538705
        ],
        [
          -0.190934,
          51.538705
        ],
        [
          -0.190933,
          51.538705
        ],
        [
          -0.190933,
          51.538705
        ],
        [
          -0.190933,
          51.538705
        ]
      ]
    ],
    "type": "Polygon"
  }
}