{
  "lpa_name": "Camden",
  "uprn": "5088614",
  "decision_date": "22/07/2016",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2015_4774_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW1 8AH",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "no_rooms_proposed": 0,
          "actual_completion_date": null,
          "actual_commencement_date": null,
          "unit_type": "Hostel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Extension",
      "site_area": 0.73,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 13622,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 13622
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A1",
        "gia_gained": 4674,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A2",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A3",
        "gia_gained": 2411,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 6537,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": 5,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Major, Camden Town",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Camden Town",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Major",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "19/08/2015",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing timber Pavilion building, Middle Yard buildings and canopy structures and internal floors in East Yard. Construction of new Middle Yard building comprising basement and part three, part five storeys; single storey Pavilion building; new third storey on north-east of market hall building, bridge over the canal basin; deck area over Dead Dog Basin; and double pitched roof \r\nstructure over East Yard. Change of use of existing East Vaults for flexible market uses (Classes A) and exhibition/events use (Classes D1 and D2); use of Middle Yard \r\nbasement as exhibition/events venue (Classes D1 and D2); and use of the rest of the site for market uses (Classes A and B1). Ancillary works and alterations to existing structures and surfaces and other public realm improvements.",
  "decision_conditions": [
    "Condition : 1 - Three years from the date of this permission\r\n\r\nThis development must be begun not later than three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 92 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - Approved drawings\r\n\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nDrawings: \r\n\r\nExisting drawings:\r\nSite Plan P03 000, P01 100, P01 101, P01 102, P01 103, P01 104, P01 105, P01 200, P01 201, P01 202, P01 203, P01 204, P01 300, P01 301, P01 302, P01 303, P01 304, P01 305, P01 307, P91 000, P91 100, P91 001, P91 101.  \r\n\r\nProposed drawings:\r\nP00 498, P00 499, P00 500, P00 501, P00 502, P00 503, P00 504, P00 098, P00 099, P00 100, P00 100, P00 102, P00 103, P00 104, P00 105, P02 100, P02 101, P02 102, P02 103, P02 104, P03 100, P04 000, P04 001, P04 002, P04003, P04 004, P04 005, P04 007, P04 100, P04 101, P04 102, P04 103, P04 104, P04 050 P04, 051, P04 052, P04 053, P05 000, P05 001, 05 002, P05 003, P05 004, P05 005, P05 100, P05 101, P05 102.\r\n\r\n\r\nSupporting Documents: \r\n\r\nDocuments: Town Planning Statement (Gerald Eve) dated August 2015, Design and Access Statement (Piercy & Company) August 2015, Heritage, Townscape and Visual Impact Assessment (Stephen Levrant Architecture) August 2015, Acoustics Strategy for Planning (Hoare Lea) August 2015, Energy Statement revision 3 (Hoare Lea) August 2015,  Sustainability Statement revision 3 (Hoare Lea) August 2015, Economic and Retail Report (RPS) August 2015, Statement of Community Involvement (London Communications Agency) August 2015, Market Management Plan (Castlehaven Row Limited) August 2015, Transport Assessment incorporating interim Travel Plan (Arup) August 2015, Air Quality Report (Waterman) August 2015, Historic Environment Assessment (MOLA) August 2015, Basement Impact Assessment (CGL) August 2015, Arboricultural Report (AECOM) August 2015, Arboricultural Report Addendum (AECOM)  8.12.15, Viability Report (Gerald Eve) December 2015, Construction Management Plan (Mace) August 2015.\r\n\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - Materials to match\r\n\r\nAll new external work in terms of extensions and/or alterations shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 4 - Sample panels (new build)\r\n\r\nA Sample panel of the following shall be provided on site and shall be approved in writing by the local planning authority before the relevant parts of the works are commenced:\r\n\r\na)\tAll facing materials for all new buildings including walls, windows, doors, roofing and soffits\r\nb)\tNew paving materials\r\n\r\nThe approved panels shall be retained on location until the work has been completed.\r\n\r\nThe relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 5 - Detailed drawings\r\n\r\nDetailed drawings  (plans sections and elevations) at 1:10 of the following shall be submitted  to and approved in writing by the local planning authority before the relevant parts of the works are commenced:\r\n\r\na)\twindows\r\nb)\tdoors\r\nc)\tother openings\r\nd)\tthe new canopy\r\ne)\tshopfronts on Chalk farm Road/Camden High Street\r\nf)\tnew entrances to Market Hall Building from Camden Lock Place\r\ng)\tTypical, plan section and elevation of proposed bridge and junctions with sides of basin.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - External equipment \r\n\r\nNo lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the local planning authority.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 7 - Archaeology\r\n\r\nA) No development other than demolition to existing ground level shall take \r\nplace until the applicant (or their heirs and successors in title) has secured the implementation of a programme of archaeological evaluation in accordance with a written scheme which has been submitted to and approved by the local planning authority (in liaison with GLAAS) in writing and a report on that evaluation has been submitted to the local planning authority.   \r\n\r\n B) If heritage assets of archaeological interest are identified by the evaluation \r\nunder Part A, then before development, other than demolition to existing \r\nground level, commences the applicant (or their heirs and successors in title) \r\nshall secure the implementation of a programme of archaeological \r\npreservation and investigation in accordance with a Written Scheme which has been submitted to approved by the local planning authority in writing (in liaison with GLAAS).   \r\n\r\n C) No development other than demolition shall take place other that in accordance with the Written Scheme approved under Part (B). \r\n\r\n D) The new buildings in the development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme approved under Part (B), and the provision for analysis, publication and dissemination of the results and archive deposition has been secured.\r\n\r\nReason: Built heritage assets on this site will be affected by the development.  The planning authority wishes to secure building recording in line with NPPF, and publication of results, in accordance with Section 12 of the NPPF.   \r\n",
    "Condition : 8 - Granite setts\r\n\r\nPrior to the commencement of any works on site, a strategy to outline the methodology for the careful removal and the secure storage of the granite setts along with a plan detailing the areas within the site for their re-laying, shall be submitted to and approved in writing by the Council. The relevant works shall not be carried out otherwise than in accordance with the details thus approved in the strategy.\r\n\r\nReason:  To preserve the public realm heritage and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 9 - Lighting strategy \r\n\r\nFull details of a lighting strategy, to include information about potential light spill on to buildings, trees and lines of vegetation and the canal to minimise impact on bats, shall be submitted to and approved by the Local Planning Authority, in writing, prior to occupation. The strategy should avoid illuminating the canal which is used as a foraging and commuting route for bats. The development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the premises are first occupied.\r\n\r\nReason: To ensure compliance with the Habitats Regulations and the Wildlife & Countryside Act 1981 (as amended).\r\n",
    "Condition : 10 - Drainage strategy\r\n\r\nDevelopment shall not commence until a drainage strategy detailing any on and/or off site drainage works, has been submitted to and approved by, the local planning authority in consultation with the sewerage undertaker. No discharge of foul or surface water from the site shall be accepted into the public system until the drainage works referred to in the strategy have been completed\". \r\n\r\nReason - The development may lead to sewage flooding; to ensure that sufficient capacity is made available to cope with the new development; and in order to avoid adverse environmental impact upon the community.  Thames Water's preferred option would be for all surface water to be disposed of on-site using SUDs as per policy 5.13 of the London plan.\r\n",
    "Condition : 11 - Tenant and trader handbook \r\n\r\nPrior to occupation, the tenant and trader handbook shall be submitted to the Local Planning Authority demonstrating inclusion of a \"Green Building Guide\" setting out energy efficient measures/steps that should be taken to reduce emissions associated with the fit-out of tenant units. This shall include, (but limited to) advice on:\r\n-\tSustainable materials selection\r\n-\tEnergy efficient building fabric\r\n-\tEnergy efficient heating (including a statement that outdoor space heaters are not allowed)\r\n-\tEnergy efficient lighting\r\n-\tReducing water use\r\n-\tReducing energy from cooking\r\n-\tLow energy appliances\r\nThe green building guide shall thereafter be retained in the tenant and trader handbook and updated from time to time within improved green building standards as appropriate\r\n\r\nReason: To ensure that the proposed uses within the development are energy efficient and to reduce emissions in accordance with policies CS5, CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 12 - Greening wall feasibility and viability study\r\n\r\nPrior to the first occupation a Greening Wall Feasibility and Viability Study shall be submitted to and approved in writing by the local planning authority.  \r\n\r\nShould the study demonstrate that a green wall(s) can be provided, full details of the wall(s) including species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for a scheme of maintenance shall be submitted to and approved in writing by the local planning authority.  The green wall shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance.\r\n\r\nReason: To ensure that the green roof is suitably designed and maintained in accordance with the requirements of policies CS13, CS14, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23, DP24 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - NOx boilers\r\n\r\nThe heating plant will consist of low NOx boilers and will meet the emissions standards set out in the Mayor of London 'Sustainable Design and Construction SPG'.\r\n\r\nReason: To ensure that the proposal does not produce unacceptable emissions in accordance with the requirements of policies CS13, CS14, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23, DP24 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 14 - Bird and bat boxes \r\n\r\nPrior to the construction of buildings above ground level, details of bird and bat box locations and types and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority.  The development shall not be occupied until such time as the boxes thus approved have been installed. The boxes shall be thereafter retained and maintained. \r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife \r\nhabitats and biodiversity measures within the development, in accordance with the \r\nrequirements of the London Plan (Consolidated with Alterations Since 2004) and \r\nCamden Planning Guidance 2006 and policy CS15 of the London Borough of Camden \r\nLocal Development Framework Core Strategy.\r\n",
    "Condition : 15 - Cycle parking \r\n\r\nPrior to first occupation of development full details of the proposed cycle storage with a minimum of 92 cycle parking spaces (48 secure staff spaces and 44 visitor spaces) shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nThe development shall not be occupied until the facilities as approved are completed and available for use. All such facilities shall thereafter be retained and maintained.\r\n\r\nReason:  To ensure that the scheme makes adequate provision for cycle users in accordance with policy CS11 of the London Borough of Camden Local Development Framework Core Strategy and policies DP16, DP18, DP19 and DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 16 - Sound insulation\r\n\r\nBefore any Class D2 use commences, details of sound insulation shall be submitted to and approved in writing by the local planning authority. The use shall thereafter not be carried out other than in complete compliance with the approved insulation.     \r\n                                                                                                                             \r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies CS5 and CS7 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP12 of the London Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 17 - Canal wall risk assessment \r\n \r\nPrior to any works taking place within 10m of the canal, a Risk Assessment and Method Statement outlining all works to be carried out adjacent to the water must be submitted and approved in writing by the Local Planning Authority in consultation with the Canal & River Trust, to ensure the stability of the canal wall is not harmed. \r\n \r\nReason: To ensure the proposed works do not have any adverse impact on the safety of waterway users and the integrity of the navigation. \r\n",
    "Condition : 18 - Surface Water \r\n \r\nIf surface water run-off and/or ground water is proposed to drain into the waterway, details shall be submitted to and agreed in writing by the Local Planning Authority in consultation with the Canal & River Trust prior to the commencement of development, and thereafter implemented in accordance with the agreed details unless otherwise agreed in writing. \r\n \r\nReason: To determine the potential for pollution of the waterway and likely volume of water.  Potential contamination of the waterway and ground water from wind blow, seepage or spillage at the site, and high volumes of water should be avoided to safeguard the waterway environment and integrity of the waterway infrastructure.\r\n",
    "Condition : 19 - Sustainable drainage system\r\n\r\nNo development other than demolition shall commence before full details of the sustainable drainage system in accordance with the drainage hierarchy shall be submitted to and approved in writing by the local planning authority. The design of such a system shall be informed by on site infiltration rate testing. If infiltration is not possible, the system design shall include 450m3 below ground attenuation where feasible as detailed in the proposals submitted with the planning application (4201-SK-151112-DS-001-P2). Such a system should be designed to accommodate all storms up to and including a 1:100 year storm with a 30% provision for climate change, and shall target greenfield run off rates. Details shall include a lifetime maintenance plan, and shall thereafter be retained and maintained in accordance with the approved details. \r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 20 - Evidence of installation\r\n\r\nPrior to occupation, evidence that the sustainable drainage system has been implemented in accordance with the approved details as part of the development shall be submitted to the Local Authority and approved in writing. The systems shall thereafter be retained and maintained in accordance with the approved maintenance plan.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies\r\n",
    "Condition : 21 - Landscaping \r\n \r\nNo landscaping shall take place on site until full details of the proposed hard and soft landscaping scheme for the waterside area have been submitted to and approved in writing by the Local Planning Authority. The landscaping shall be carried out in accordance with the approved details.  \r\n\r\nReason: To improve the appearance of the site when viewed from the waterside and to enhance the biodiversity of the area.  Earthworks and associated landscaping also have the potential to impact on the integrity of the waterway and it is necessary to assess this and determine future maintenance responsibilities for any planting. \r\n",
    "Condition : 22 - CCTV \r\n \r\nPrior to occupation, full details of any proposed CCTV scheme shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Canal & River Trust. The approved lighting and CCTV scheme should be implemented prior to first occupation of the development.  \r\n \r\nReason: In the interest of crime prevention, ecology, visual amenity and the waterway setting.  \r\n",
    "Condition : 23 - Freight by water \r\n \r\nPrior to the commencement of any demolition works on site, a feasibility study shall be carried out to assess the potential for moving freight by water during the construction cycle (waste and bulk materials) and following occupation of the development (waste and recyclables). The use of waterborne transport shall be maximised during the construction of the development unless the above assessment demonstrates that such use of the waterways is not physically or economically feasible.  \r\n \r\nReason: To encourage the use of the waterways for transporting waste and bulk materials in accordance with the London Plan. \r\n",
    "Condition : 24 - Ground investigation\r\n\r\nAt least 28 days before development commences:\r\n(a)              a written programme of ground investigation for the presence of soil and groundwater contamination and landfill gas shall be submitted to and approved by the local planning authority; and \r\n(b)              following the approval detailed in paragraph (a), an investigation shall be carried out in accordance with the approved programme and the results and  a written scheme of remediation measures [if necessary] shall be submitted to and approved by the local planning authority.\r\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority prior to occupation.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 25 - External noise - plant\r\n\r\nNoise levels at a point 1 metre external to sensitive facades shall be at least 5dB(A) less than the existing background measurement (LA90), expressed in dB(A) when all plant/equipment (or any part of it) is in operation unless the plant/equipment hereby permitted will have a noise that has a distinguishable, discrete continuous note (whine, hiss, screech, hum) and/or if there are distinct impulses (bangs, clicks, clatters, thumps), then the noise levels from that piece of plant/equipment at any sensitive fa�ade shall be at least 10dB(A) below the LA90, expressed in dB(A).\r\n\r\nReason: To safeguard the amenities of the residential premises in the area generally in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 26 - Ducting and ventilation \r\n\r\nBefore any A3 use commences, details of ducting and ventilation shall be provided in accordance with a scheme to be first approved in writing by the local planning authority. The A3 and A5 uses, or any primary cooking, shall thereafter not be carried out other than in complete compliance with the approved scheme.\r\n                                                                                                                          \r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies CS5 and CS7 of the London Borough of Camden Local Development Framework Core Strategy and policies DP12 and DP26 of the London Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 27 - Vibration \r\n\r\nThe development shall demonstrate in writing that vibration levels will meet the minimum London Borough of Camden's vibration thresholds reported  in Table C of DP28. The assessment method shall be as specified in BS6472. Prior to occupation this assessment shall be submitted to and approved by the local planning authority. No part of the development shall be occupied until the approved details have been implemented. Approved details shall thereafter be permanently retained.\r\n \r\nReason: to ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by vibrations and groundborne noise.\r\n",
    "Condition : 28 - Noise\r\n\r\nNoise from any place of entertainment shall comply with Table: D of Policy DP28.\r\n \r\nReason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by ground- or airborne vibration in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP28 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 29 - Refuse and recycling \r\n\r\nPrior to first occupation of the development the refuse and recycling storage areas shall be completed and made available for occupants. The development shall not be implemented other than in accordance with such measures as approved. \r\n\r\nReason: To safeguard the amenities of the future occupiers and adjoining neighbours in accordance with the requirements of policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 30 - Pruning of Tree T2\r\n\r\nNo pruning shall take place of Tree T2 without the Council's tree officer and the applicant's arboricultural officer present.  The pruning shall be in accordance with the advice of the Council's tree officer and the applicant's arboricultural officer.\r\n\r\nReason: To ensure that the development will not have an adverse effect on \r\nexisting trees and in order to maintain the character and amenity of the area in \r\naccordance with the requirements of policy CS15 of the London Borough of \r\nCamden Local Development Framework Core Strategy.\r\n",
    "Condition : 31 - Tree protection \r\n \r\nPrior to the commencement of any works on site, details demonstrating how trees on site shall be protected during construction work shall be submitted to and approved by the Council in writing. Such details shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to Construction\".  \r\n\r\nSuch measures to include the installation of a vertical barrier to protect tree root zones. No works, tracking of heavy machinery or storage of materials shall take place in such protected areas.   \r\n \r\nAll trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n \r\nReason: To ensure that the development will not have an adverse effect on \r\nexisting trees and in order to maintain the character and amenity of the area in \r\naccordance with the requirements of policy CS15 of the London Borough of \r\nCamden Local Development Framework Core Strategy.\r\n",
    "Condition : 32 - Replacement trees\r\n\r\nShould the replacement tree (Ginkgo biloba) not survive for five years after it is planted, it should be replaced.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of trees and biodiversity in accordance with policies CS13, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 33 - Class A4 use (Drinking establishments)\r\n\r\nNo more than 15% of the total floorspace shall be used for Class A4 use purposes at any one time unless otherwise agreed by the local planning authority.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies CS5 and CS7 of the London Borough of Camden Local Development Framework Core Strategy and policies DP12 and DP26 of the London Borough of Camden Local Development Framework Development Policies. \r\n",
    "Condition : 34 - A minimum of one floor of the new Middle Yard Building shall be to Class B1c use and retained in perpetuity, unless otherwise agreed by the local planning authority.\r\n\r\nReason: To support and safeguard the character of the market in accordance with the requirements of policy DP11 of the London Borough of Camden Local Development Framework Development Policies.   \r\n",
    "Condition : 35 - Class D2 use \r\n\r\nThere shall be a minimum of 4800sqft. NIA Class D2 use retained on site in perpetuity unless otherwise agreed by the local planning authority.\r\n\r\nReason: To safeguard the character of Camden Lock Market in accordance with the requirements of policy DP11 of the London Borough of Camden Local Development Framework Development Policies. \r\n\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:39:00.898Z",
  "ward": "Camden Town with Primrose Hill (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "22/07/2019",
  "decision_target_date": "22/07/2016",
  "centroid": {
    "lat": 51.542297,
    "lon": -0.148068
  },
  "lpa_app_no": "2015/4774/P",
  "status": "Lapsed",
  "site_name": "The Stables Market ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2015/4774/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528725.9834737297,
              184123.65473847347
            ],
            [
              528693.3165416246,
              184155.5656040926
            ],
            [
              528679.3164278652,
              184163.71327185078
            ],
            [
              528673.8499524054,
              184168.95176844258
            ],
            [
              528672.2504105506,
              184168.15199737338
            ],
            [
              528667.4023146197,
              184164.25311341707
            ],
            [
              528606.7516450626,
              184125.10432353546
            ],
            [
              528605.5973365076,
              184126.90380843868
            ],
            [
              528599.0507580426,
              184126.30397623457
            ],
            [
              528604.5007434344,
              184128.5533323628
            ],
            [
              528599.0507580426,
              184126.30397623457
            ],
            [
              528604.0967354402,
              184129.0531892805
            ],
            [
              528604.5007434344,
              184128.5533323628
            ],
            [
              528605.5973365617,
              184126.90380453545
            ],
            [
              528606.7516451166,
              184125.10431963223
            ],
            [
              528605.5973365076,
              184126.90380843868
            ],
            [
              528604.5007433804,
              184128.55333626695
            ],
            [
              528604.0967353862,
              184129.05319318466
            ],
            [
              528603.849383553,
              184129.40309302718
            ],
            [
              528603.2474940922,
              184130.2028640962
            ],
            [
              528600.9471220435,
              184133.30197698448
            ],
            [
              528599.8999992829,
              184134.60160497052
            ],
            [
              528599.8010585496,
              184134.751562045
            ],
            [
              528599.0507579889,
              184135.70129018894
            ],
            [
              528598.5478092614,
              184136.40108987386
            ],
            [
              528598.3499277949,
              184136.50106125622
            ],
            [
              528597.8469791213,
              184137.20085703774
            ],
            [
              528588.7526767203,
              184132.552187705
            ],
            [
              528581.0023192798,
              184128.65330374753
            ],
            [
              528567.999857914,
              184121.9552210524
            ],
            [
              528576.3521048151,
              184105.64988839946
            ],
            [
              528578.050587403,
              184102.35083274345
            ],
            [
              528573.8538512456,
              184098.0020814644
            ],
            [
              528572.9963648904,
              184092.45366967894
            ],
            [
              528575.5523338334,
              184087.35512912046
            ],
            [
              528580.697251964,
              184084.84584739426
            ],
            [
              528586.69965645,
              184085.69560415286
            ],
            [
              528587.4499570646,
              184084.19602949632
            ],
            [
              528600.5513591629,
              184059.0032408503
            ],
            [
              528601.7468930234,
              184059.55308345886
            ],
            [
              528614.8482951224,
              184064.00181002554
            ],
            [
              528622.903719824,
              184067.70075121574
            ],
            [
              528625.1463764451,
              184068.70046505058
            ],
            [
              528631.6517296585,
              184071.7995779402
            ],
            [
              528632.0969629583,
              184071.99952070683
            ],
            [
              528631.998022225,
              184072.24944916507
            ],
            [
              528636.7966477892,
              184074.2488768354
            ],
            [
              528638.701256851,
              184075.14862319164
            ],
            [
              528650.8462318615,
              184080.59706359333
            ],
            [
              528648.6035752946,
              184088.95466735133
            ],
            [
              528643.2525306364,
              184101.50107598305
            ],
            [
              528647.0040334401,
              184103.10061811807
            ],
            [
              528653.6000823254,
              184088.25486766692
            ],
            [
              528659.3468899169,
              184090.9041093298
            ],
            [
              528661.8533884934,
              184085.6956002484
            ],
            [
              528661.9523292267,
              184085.44567178923
            ],
            [
              528662.2986217932,
              184084.59591502993
            ],
            [
              528673.4459444098,
              184090.95409502066
            ],
            [
              528673.3470036765,
              184091.2540091718
            ],
            [
              528676.2987355529,
              184093.10347976658
            ],
            [
              528676.3482059195,
              184092.75357992394
            ],
            [
              528725.9834737297,
              184123.65473847347
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": "25/01/2016",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "Camden Lock Market",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Chalk Farm Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 528524,
  "appeal_start_date": null,
  "centroid_northing": 184225,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.145194,
          51.54134
        ],
        [
          -0.145654,
          51.541635
        ],
        [
          -0.145852,
          51.541711
        ],
        [
          -0.145929,
          51.541759
        ],
        [
          -0.145953,
          51.541752
        ],
        [
          -0.146024,
          51.541718
        ],
        [
          -0.146912,
          51.54138
        ],
        [
          -0.146928,
          51.541397
        ],
        [
          -0.147023,
          51.541393
        ],
        [
          -0.146943,
          51.541412
        ],
        [
          -0.147023,
          51.541393
        ],
        [
          -0.146949,
          51.541417
        ],
        [
          -0.146943,
          51.541412
        ],
        [
          -0.146928,
          51.541397
        ],
        [
          -0.146912,
          51.54138
        ],
        [
          -0.146928,
          51.541397
        ],
        [
          -0.146943,
          51.541412
        ],
        [
          -0.146949,
          51.541417
        ],
        [
          -0.146952,
          51.54142
        ],
        [
          -0.146961,
          51.541427
        ],
        [
          -0.146993,
          51.541455
        ],
        [
          -0.147007,
          51.541467
        ],
        [
          -0.147009,
          51.541469
        ],
        [
          -0.147019,
          51.541477
        ],
        [
          -0.147026,
          51.541484
        ],
        [
          -0.147029,
          51.541485
        ],
        [
          -0.147036,
          51.541491
        ],
        [
          -0.147169,
          51.541452
        ],
        [
          -0.147282,
          51.541418
        ],
        [
          -0.147472,
          51.541361
        ],
        [
          -0.147357,
          51.541213
        ],
        [
          -0.147334,
          51.541183
        ],
        [
          -0.147396,
          51.541144
        ],
        [
          -0.147411,
          51.541095
        ],
        [
          -0.147376,
          51.541048
        ],
        [
          -0.147302,
          51.541025
        ],
        [
          -0.147216,
          51.541031
        ],
        [
          -0.147205,
          51.541017
        ],
        [
          -0.147026,
          51.540788
        ],
        [
          -0.147008,
          51.540793
        ],
        [
          -0.146818,
          51.54083
        ],
        [
          -0.1467,
          51.540861
        ],
        [
          -0.146668,
          51.540869
        ],
        [
          -0.146573,
          51.540896
        ],
        [
          -0.146566,
          51.540897
        ],
        [
          -0.146568,
          51.5409
        ],
        [
          -0.146498,
          51.540917
        ],
        [
          -0.14647,
          51.540924
        ],
        [
          -0.146293,
          51.54097
        ],
        [
          -0.146322,
          51.541046
        ],
        [
          -0.146395,
          51.54116
        ],
        [
          -0.14634,
          51.541174
        ],
        [
          -0.14625,
          51.541039
        ],
        [
          -0.146167,
          51.541061
        ],
        [
          -0.146132,
          51.541014
        ],
        [
          -0.146131,
          51.541012
        ],
        [
          -0.146126,
          51.541004
        ],
        [
          -0.145963,
          51.541058
        ],
        [
          -0.145965,
          51.541061
        ],
        [
          -0.145922,
          51.541077
        ],
        [
          -0.145921,
          51.541074
        ],
        [
          -0.145194,
          51.54134
        ]
      ]
    ],
    "type": "Polygon"
  }
}