{
  "lpa_name": "Camden",
  "uprn": "5110067",
  "decision_date": "01/06/2016",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2015_4404_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "WC2A 3TL",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "no_rooms_proposed": 0,
          "actual_completion_date": null,
          "actual_commencement_date": null,
          "unit_type": "Hotel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        },
        {
          "superseded_date": null,
          "no_rooms_proposed": 0,
          "actual_completion_date": null,
          "actual_commencement_date": null,
          "unit_type": "Student Accommodation",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        },
        {
          "superseded_date": null,
          "no_rooms_proposed": 0,
          "actual_completion_date": null,
          "actual_commencement_date": null,
          "unit_type": "Care Home Bedroom",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        },
        {
          "superseded_date": null,
          "no_rooms_proposed": 0,
          "actual_completion_date": null,
          "actual_commencement_date": null,
          "unit_type": "Hostel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "Change of Use with Extension(s) over 999sqm",
      "site_area": 0.187,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 3640,
      "total_gia_gained": 4890,
      "total_gia_lost": 3640,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 4890
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A1",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A2",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "A3",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B1",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B2",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "B8",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "C2",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D1",
        "gia_gained": 1250,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "D2",
        "gia_gained": 0,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 3640,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 3640
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central Activities Zone",
        "constraints_layer_description": "Central Activity Zone"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "31/07/2015",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Excavation to create two storey basement development to provide education and training floorspace underneath East Terrace, replacement lighting in lightwells and installation of roof lights,  installation of new southern entrance door, removal of external northern stairs to create fire escape, provision of 10x cycle parking spaces and 2 disabled car parking spaces, and associated landscaping. (Application 3)",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25  of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n597-19000 Rev PL2; 19003 Rev PL2; 19010 Rev PL2; 19021 Rev PL1; 19022 Rev PL2; 19023 Rev PL1; 19024 Rev PL1; 19030 Rev PL1; 19031 Rev PL3; 19032 Rev PL3; 19033 Rev PL2; 190323 Rev PL1; 19034 Rev PL1; 19040 Rev PL2; 19043 Rev PL2; 19044 Rev PL2; 19050 Rev PL1; 19051 Rev PL1; 19052 Rev PL1; 19053 Rev PL1; 19054 Rev PL1; 19055 Rev PL2; 19056 Rev PL1; 19057 Rev PL1; 19058 Rev PL1; 19059 Rev PL1; 19060 Rev PL1; 19061 Rev PL1; 19062 Rev PL1; 19063 Rev PL1; 19064 Rev PL1; 19310 Rev PL1; 19311 Rev PL1; 19312 Rev PL1; 19313 Rev PL1; 19314 Rev PL1; 19315 Rev PL1; 19316 Rev PL1; 19320 Rev PL1; 19321 Rev PL1; 19322 Rev PL1; 19324 Rev PL1; 19325 Rev PL1; 19326 Rev PL1; 19327 Rev PL1; 19328 Rev PL1; 19340 Rev PL1; 19341 Rev PL1; 19442 Rev PL1; 19443 Rev PL1; 19344 Rev PL1; 19345 Rev PL1; 19346 Rev PL1; 19347 Rev PL1; 19348 Rev PL1; 19349 Rev PL1\r\nSupporting Documents: Design and Access Statement by Rick Mather Architects; Planning and Heritage Statement by Montagu Evans July 2015; Statement of Significance by Rick Mather Architects July 2015; Mechanical and Electrical Statement by Mott MacDonald July 2015; Energy Statement by Mott MacDonald September 2015; Sustainability Statement Mott MacDonald July 2015; Preliminary Ecological Assessment by Mott MacDonald July 2015; Internal Bat Inspection Report by Mott MacDonald July 2015; Noise Surveys & Assessments by Sandy Brown Associates LLP July 2015; Structural Report and Basement Impact Assessment, Construction Management Plan; Structural Report by Eckersley O'Callaghan July 2015; Historic Environment Assessment by MOLA July 2015; Transport Statement by Mott MacDonald; October 2015; Travel Plan by Mott MacDonald October 2015; Lighting Assessment by Mott MacDonald July 2015; Arboricultural Assessment by Ruskins July 29015; Statement of Community Involvement by Four Communications July 2015; Basement Impact Assessment Audit by Campbel",
    "Condition : 4 - All removal of trees, hedgerows, shrubs, scrub or tall herbaceous vegetation shall be undertaken between September and February inclusive. If this is not possible then a suitably qualified ecologist shall check the areas concerned immediately prior to the clearance works to ensure that no nesting or nest-building birds are present. If any nesting birds are present then the vegetation shall not be removed until the fledglings have left the nest.\r\n\r\nREASON: All wild birds, their nests and young are protected during the nesting period under The Wildlife and Countryside Act 1981 (as amended).\r\n",
    "Condition : 5 - Prior to first occupation of the development a plan showing details of bird and bat box locations and types and indication of species to be accommodated including at least two specific nest boxes for black redstarts shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan 2015 and Camden Planning Guidance 2015 and policy CS15 of the London Borough of Camden Local Development Framework Core Strategy\r\n",
    "Condition : 6 - No development shall take place until a Landscape and Habitat plan including planting schedules and an ecological management plan has been submitted to the Local Planning Authority and approved in writing. Such details shall include details of proposals for the enhancement of biodiversity, with particular reference to bats. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan 2015 and Camden Planning Guidance 2015 and policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 7 - Prior to the end of the next available planting season, replacement tree planting shall be carried out in accordance with details of replanting species, position, date and size, where applicable, that have first been submitted to and approved by the local planning authority in writing.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area, in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24  of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 8 - Prior to the relevant part of the works commencing, details demonstrating how trees to be retained on site shall be protected during construction work shall be submitted to and approved by the Council in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Design, Demolition and Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details.\r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policy CS15 of the London Borough of Camden Local Development Framework Core Strategy.\r\n",
    "Condition : 9 - All tree work shall be carried out in accordance with the relevant recommendations of British Standard 3998: 2010. (Recommendation for Tree Work) \r\n\r\nReason: To ensure the preservation of the amenity value and health of the trees in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 10 - The relevant part of the works shall not take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 11 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policy CS14 and CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 12 - A) No development shall take place until the applicant (or their heirs and successors in title) has secured the implementation of a programme of archaeological investigation in accordance with a Written Scheme of Investigation which has been submitted by the applicant and approved by the local planning authority in writing.\r\nB) No development or demolition shall take place other that in accordance with the Written Scheme of Investigation approved under Part (A).\r\nC) The development shall not be occupied until the site investigation and post investigation assessment has been completed in accordance with the programme set out in the Written Scheme of Investigation approved under Part (A), and the provision made for analysis, publication and dissemination of the results and archive deposition has been secured.\r\n\r\nReason: Important archaeological remains may exist on this site. Accordingly the Council wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP25 of the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 13 - Before occupation, details of cycle storage for 18x  cycles shall be submitted to and approved by the local planning authority. The approved facility shall thereafter be provided in its entirety prior to the first occupation of any of the new units, and permanently retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17of the London Borough of Camden Local Development Framework Development Policies.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:38:58.800Z",
  "ward": "Holborn & Covent Garden (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "01/06/2019",
  "decision_target_date": "01/06/2016",
  "centroid": {
    "lat": 51.51643,
    "lon": -0.114483
  },
  "lpa_app_no": "2015/4404/P",
  "status": "Lapsed",
  "site_name": "Lincolns Inn New Hall ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2015/4404/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530920.3982423067,
              181361.9552658875
            ],
            [
              530891.3591370872,
              181428.88610715326
            ],
            [
              530883.0728506746,
              181447.72071580775
            ],
            [
              530885.8019659012,
              181448.65044967493
            ],
            [
              530892.7525524149,
              181451.4996341042
            ],
            [
              530893.2472560813,
              181450.2000061192
            ],
            [
              530896.8503477852,
              181441.50249575375
            ],
            [
              530897.6501187125,
              181439.63303088112
            ],
            [
              530920.4971830416,
              181450.24999181053
            ],
            [
              530933.7469962416,
              181456.19828913023
            ],
            [
              530939.2464520001,
              181444.25170879875
            ],
            [
              530942.5032511374,
              181441.55248144496
            ],
            [
              530939.403108161,
              181433.6047564551
            ],
            [
              530943.2535516979,
              181424.2974206485
            ],
            [
              530944.3501448252,
              181421.19830776082
            ],
            [
              530948.8519481897,
              181411.30114079098
            ],
            [
              530959.2489702458,
              181386.5482262324
            ],
            [
              530961.953350289,
              181380.2000433794
            ],
            [
              530958.8037369458,
              181378.85042970214
            ],
            [
              530958.8037369458,
              181378.45054416783
            ],
            [
              530952.6034509931,
              181375.85128819605
            ],
            [
              530935.0991862615,
              181368.2534630485
            ],
            [
              530930.8035094244,
              181366.40399245388
            ],
            [
              530930.2510903302,
              181366.15406399575
            ],
            [
              530926.2027653264,
              181364.40456478338
            ],
            [
              530920.3982423067,
              181361.9552658875
            ],
            [
              530920.3982423067,
              181361.9552658875
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major offices-R and D-light industry",
  "last_date_consultation_comments": "03/05/2016",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "Lincoln's Inn",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Lincoln's Inn Fields",
  "pp_id": "4336357",
  "subdivision_of_building": "Great Hall",
  "cil_liability": true,
  "centroid_easting": 530927,
  "appeal_start_date": null,
  "centroid_northing": 181408,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.114595,
          51.516018
        ],
        [
          -0.114989,
          51.516626
        ],
        [
          -0.115101,
          51.516797
        ],
        [
          -0.115061,
          51.516805
        ],
        [
          -0.11496,
          51.516829
        ],
        [
          -0.114954,
          51.516817
        ],
        [
          -0.114905,
          51.516738
        ],
        [
          -0.114894,
          51.516721
        ],
        [
          -0.114561,
          51.516811
        ],
        [
          -0.114368,
          51.516862
        ],
        [
          -0.114293,
          51.516753
        ],
        [
          -0.114247,
          51.516728
        ],
        [
          -0.114295,
          51.516657
        ],
        [
          -0.114243,
          51.516573
        ],
        [
          -0.114228,
          51.516545
        ],
        [
          -0.114167,
          51.516455
        ],
        [
          -0.114027,
          51.51623
        ],
        [
          -0.11399,
          51.516172
        ],
        [
          -0.114036,
          51.516161
        ],
        [
          -0.114036,
          51.516157
        ],
        [
          -0.114126,
          51.516135
        ],
        [
          -0.114381,
          51.516071
        ],
        [
          -0.114444,
          51.516055
        ],
        [
          -0.114452,
          51.516053
        ],
        [
          -0.114511,
          51.516039
        ],
        [
          -0.114595,
          51.516018
        ],
        [
          -0.114595,
          51.516018
        ]
      ]
    ],
    "type": "Polygon"
  }
}