{
  "lpa_name": "Camden",
  "uprn": "5082396",
  "decision_date": "27/01/2017",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2015_3406_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "WC1H 9SH",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0,
      "site_area": null
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_gained": null,
      "total_gia_lost": null
    },
    "non_residential_details": {
      "development_type": "Extension",
      "site_area": 0.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 4111,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 4111,
      "total_gia_existing": null
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "11/01/2023",
        "use_class": "D1",
        "gia_gained": 4111,
        "actual_commencement_date": "22/01/2018",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "max_height": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central Activities Zone",
        "constraints_layer_description": "Central Activity Zone"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Background Assessment Area",
        "constraints_layer_description": "Protected View"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "total_gia_existing": null,
    "intended_commencement_date": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "scheme_phasing": null,
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": null,
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_new_water_connections_required": null,
      "no_homes_passive_cooling": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "total_gia_lost": null,
    "transport_impact_assessment": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "16/06/2015",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing shed buildings (Class D1) and erection of a part single, part two-storey, part three-storey medical research laboratory and higher education facility (Class D1) with basement accommodation (2 floors) and associated plant on roof. ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: \r\n \r\nDrawing Numbers \r\n \r\nPL(00)19 Rev A Block Plan as Proposed; PL(00)21 Basement Floor (Level - 2) Layout As Proposed; PL(00)22 Rev A Ground Floor (Level 0) as Proposed; PL(00)23 Ground Floor (Level 0) Layout As Proposed; PL(00)24 First Floor (Level 1) Layout As Proposed; PL(00)25 Second Floor (Level 2) Layout As Proposed; PL(00)26 Plantroom Floor (Level 3) Layout As Proposed; PL(00)27 Plantroom \r\nFloor (Level 4) Layout As Proposed; PL(00)28 Plantroom  Roof Layout As Proposed; PL(00)29 Section AA As Proposed; PL(00)30 Section BB As Proposed; PL(00)31 Section CC As Proposed; PL(00)32 Section DD and EE As Proposed; PL(00)32 South Elevation As Proposed; PL(00)33 North Elevation As Proposed; PL(00)34 East Elevation As Proposed; PL(00)35 Rev A West Elevation As Proposed; PL(00)38 Elevational Facade Study; PL(00)39 London School of Hygiene & Tropical Medicine Proposed Bicycle Store Re-provision; PL(00)39 Proposed Pedestrian Entrance Plan; PL(00)40 Bloomsbury Research Institute Proposed Bicycle Store Provision; PL(00)40 Section FF Proposed Pedestrian \r\nEntrance; and PL(00)41 South Elevation along Tavistock Place. \r\n \r\nSupporting Documents \r\n \r\nDesign and Access Statement; Planning Statement; Statement of Community Involvement; Daylight and Sunlight Report; Acoustic Report; Archaeological Report; Transport Statement; Townscape, Heritage and Visual Impact Study including verified views; Waste Management Statement; Sustainability and Energy Statement; Preliminary Bat Assessment; Construction Management Plan and \r\nConstruction Traffic Management Plan. \r\n \r\nReason: For the avoidance of doubt and in the interest of proper planning. ",
    "Condition : 3 - Detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the Council before the relevant part of the work is begun: \r\n \r\na) Typical details of new railings at a scale of 1:10 with finials at 1:1, including materials, finish and method of fixing into the plinth.  \r\n\r\nb) Plan, elevation and section drawings, including jambs, head and cill, of all external new window and door openings.  \r\n \r\nc) Typical sections drawings of the parapet and corner junctions of the building, roof junction and plant enclosure facades  \r\n \r\nd) Samples and manufacturer's details of new facing materials including the chimneys to be provided on site and retained on site during the course of the works. The panel shall include a 1:1 mock-up of a typical cladding system bay and include the curved screen.  \r\n \r\nThe relevant part of the works shall then be carried in accordance with the approved details. \r\n \r\nReason: In order to safeguard the special architectural and historic interest of the building in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP25 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 4 - Before the development (other than site clearance and preparation, relocation of services, utilities and public infrastructure and demolition) commences, details of secure and covered cycle storage areas for 64 cycle parking spaces, including 12 visitor spaces and 12 staff spaces for the retained School and 20 staff and 20 visitor spaces for the new BRI facility, shall be submitted to and approved by the local planning authority. The approved storage areas shall be provided in their entirety prior to the first occupation of any of the new units, and permanently retained thereafter. \r\n \r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy CS11of the London Borough of Camden Local Development Framework Core Strategy and policy DP17 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 5 - Prior to the commencement of any works on site, an air quality statement shall be submitted to and approved by the Local Planning Authority assessing the existing levels of air quality, the impact of development on air quality and proposed mitigation measures to reduce this impact to an acceptable level. The air quality statement shall also demonstrate how exposure of sensitive receptors to poor \r\nlevels of air quality will be mitigated, and how the development will comply with the Mayors Air Quality Neutral standard. \r\n \r\nReason: To ensure the amenity of neighbouring and future occupants is protected in accordance with the requirements of policy CS5 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP26 and DP32 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 6 - Full details in respect of the green roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority before the relevant part of the development commences. The details shall include species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roof, and a programme for a scheme of maintenance shall be submitted to and approved in writing by the local planning authority. The green roof shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme of maintenance. \r\n \r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies CS13, CS15 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 7 - No development (other than site clearance and preparation, relocation of services, utilities and public infrastructure and demolition),shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Details shall include a phased programme of works. The relevant part of the works shall not be carried out otherwise than in accordance with the details and programme thus approved. \r\n \r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policy CS14 and policy CS15 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP25 of the London Borough of Camden Local Development Framework \r\nDevelopment Policies. ",
    "Condition : 8 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, prior to the occupation for the permitted use of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a \r\nperiod of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation. \r\n \r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policy CS14 & CS15 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 9 - Prior to commencement of the development, full details of the sustainable drainage system prioritising SUDS within the landscaping shall be submitted to and approved in writing by the local planning authority. Such a system shall be designed to accommodate up to and including a 1:100 year storm event with a 30% provision for climate change, and shall demonstrate greenfield run off rates or a minimum a 50% reduction in run off rate. The details shall include a lifetime maintenance plan. The SUDs system shall thereafter be retained and maintained in accordance with the approved details. \r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CS13 and CS16 of the London Borough of Camden Local Development Framework Core Strategy and policies DP22, DP23 and DP32 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 10 - At least 28 days before development commences (other than site clearance & preparation, relocation of services, utilities and public infrastructure, but prior to removal of any soil from the site),: \r\n \r\n(a) a written programme of ground investigation for the presence of soil and groundwater contamination and landfill gas shall be submitted to and approved by the local planning authority in writing; and \r\n \r\n(b) following the approval detailed in paragraph (a), an investigation shall be carried out in accordance with the approved programme and the results and a written scheme of remediation measures shall be submitted to and approved by the local planning authority in writing. \r\n \r\nThe remediation measures shall be implemented strictly in accordance with the approved scheme and a written report detailing the remediation shall be submitted to and approved by the local planning authority in writing prior to occupation. \r\n \r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous industrial/storage use of the site in accordance with policy CS5 of the London Borough of Camden Local Development Framework Core Strategy and policy DP26 of the London Borough of Camden Local Development Framework Development Policies. ",
    "Condition : 11 - Prior to first occupation of the development a plan showing details of bird and bat box locations and types specified in accordance with the recommendations made within the approved bat risk assessment (LWT, Dec 2015) and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority. The boxes shall be installed in accordance with \r\nthe approved plans prior to the occupation of the development and thereafter retained. \r\n \r\nReason: In order to secure appropriate features to conserve and enhance wildlife habitats and biodiversity measures within the development, in accordance with the requirements of the London Plan (Consolidated with Alterations Since 2004) and Camden Planning Guidance 2006 and policy CS15 of the London Borough of Camden Local Development Framework Core Strategy. ",
    "Condition : 12 - Full details of a lighting strategy specified in accordance with the recommendations made within the approved bat risk assessment (LWT, Dec 2015), to include information about potential light spill on to buildings, trees and lines of vegetation to minimise impact on bats, shall be submitted to and approved by the Local Planning Authority, in writing, before the development commences. The development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the premises are first occupied. \r\n \r\nReason: To ensure compliance with the Habitats Regulations and the Wildlife & Countryside Act 1981 (as amended). ",
    "Condition : 13 - Prior to use of the proposed plant, details shall be submitted to and approved in writing by the local planning authority confirming that the external noise level emitted from all plant when in concurrent operation with any mitigation measures as appropriate, ensures that the external noise level emitted from plant equipment will be lower than the lowest existing background noise level by at least 10dBA as assessed according to BS4142:2014  at the nearest and/or most affected noise sensitive premises, with the plant operating at maximum capacity. The plant shall not be installed nor operated other than in accordance with the approved details and shall thereafter be maintained in accordance with the manufacturers� recommendations.  \r\n \r\nReason: To ensure the occupiers of the neighbouring and proposed flats are not unduly disturbed by nuisance from noise, in accordance with policy CS5 of the Camden Core Strategy and policies DP26 and DP28 of the Camden Development Policies of the Camden Local Development Framework. ",
    "Condition : 14 - No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing.  For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works. \r\n\r\nIf heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:\r\n\r\na) The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works\r\nb) The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. this part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI.\r\n\r\nReason: Important archaeological remains may exist on this site. Accordingly the Council wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP25 of the London Borough of Camden Local Development Framework Development Policies. "
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:38:54.888Z",
  "ward": "Kings Cross (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_carclub": null,
    "no_existing_resi_offstreet": null,
    "net_carclub": null
  },
  "lapsed_date": "27/01/2020",
  "decision_target_date": "15/09/2015",
  "centroid": {
    "lat": 51.52586,
    "lon": -0.12603
  },
  "lpa_app_no": "2015/3406/P",
  "status": "Completed",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2015/3406/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              530067.7517380798,
              182381.40344828292
            ],
            [
              530069.9531693954,
              182378.904163695
            ],
            [
              530120.5036390452,
              182415.10380166624
            ],
            [
              530105.3492167302,
              182435.497963904
            ],
            [
              530107.6083634737,
              182437.06751462573
            ],
            [
              530106.0500469244,
              182439.39684786124
            ],
            [
              530109.2986010007,
              182441.4962469146
            ],
            [
              530108.5977708066,
              182442.64591782523
            ],
            [
              530105.250275997,
              182440.59650446294
            ],
            [
              530102.6778169316,
              182444.4653970056
            ],
            [
              530099.8002906052,
              182442.49596075068
            ],
            [
              530097.6978000228,
              182446.00495631137
            ],
            [
              530096.5022661623,
              182451.20346825547
            ],
            [
              530075.3536843675,
              182447.65448804625
            ],
            [
              530061.246384813,
              182452.103214613
            ],
            [
              530046.7020970741,
              182441.99610383384
            ],
            [
              530063.7528834435,
              182417.5531005627
            ],
            [
              530055.103814342,
              182411.80474601046
            ],
            [
              530068.2464416918,
              182384.40259369457
            ],
            [
              530069.0462126738,
              182382.45314781007
            ],
            [
              530067.7517380798,
              182381.40344828292
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "Major offices-R and D-light industry",
  "last_date_consultation_comments": "12/01/2016",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "15",
  "application_type": "All Other",
  "actual_completion_date": "11/01/2023",
  "title_number": [],
  "actual_commencement_date": "22/01/2018",
  "street_name": "Tavistock Place",
  "pp_id": "4225275",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 530099,
  "appeal_start_date": null,
  "centroid_northing": 182436,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1265,
          51.525376
        ],
        [
          -0.12647,
          51.525353
        ],
        [
          -0.125728,
          51.525667
        ],
        [
          -0.125939,
          51.525854
        ],
        [
          -0.125906,
          51.525867
        ],
        [
          -0.125927,
          51.525888
        ],
        [
          -0.12588,
          51.525907
        ],
        [
          -0.125889,
          51.525917
        ],
        [
          -0.125938,
          51.525899
        ],
        [
          -0.125974,
          51.525935
        ],
        [
          -0.126016,
          51.525918
        ],
        [
          -0.126045,
          51.52595
        ],
        [
          -0.12606,
          51.525997
        ],
        [
          -0.126366,
          51.52597
        ],
        [
          -0.126568,
          51.526013
        ],
        [
          -0.126781,
          51.525925
        ],
        [
          -0.126545,
          51.525702
        ],
        [
          -0.126671,
          51.525652
        ],
        [
          -0.126492,
          51.525403
        ],
        [
          -0.126481,
          51.525385
        ],
        [
          -0.1265,
          51.525376
        ]
      ]
    ],
    "type": "Polygon"
  }
}