{
  "last_updated_by": "CSV Data Import",
  "date_building_work_completed_under_previous_permission": null,
  "ward": "South Acton",
  "postcode": "W3 8DR",
  "lapsed_date": "20/10/2025",
  "appeal_start_date": null,
  "decision_agency": "Borough",
  "street_name": "Bollo Bridge Road",
  "site_number": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520042.6973621,
              179513.8039634
            ],
            [
              520043.7527299,
              179510.3049649
            ],
            [
              520046.7539321,
              179512.8042495
            ],
            [
              520046.9518136,
              179513.1041637
            ],
            [
              520048.1968178,
              179511.75455
            ],
            [
              520051.2969608,
              179502.3472428
            ],
            [
              520051.7999095,
              179500.5977436
            ],
            [
              520051.3959015,
              179500.1978581
            ],
            [
              520051.1485497,
              179499.9979153
            ],
            [
              520048.9471184,
              179498.2984018
            ],
            [
              520047.6031734,
              179497.3986593
            ],
            [
              520047.7515845,
              179496.8988024
            ],
            [
              520041.7986504,
              179495.0493318
            ],
            [
              520040.800998,
              179498.2484161
            ],
            [
              520040.2980493,
              179499.9979153
            ],
            [
              520038.9541043,
              179504.5965989
            ],
            [
              520038.640792,
              179505.6263042
            ],
            [
              520024.1459746,
              179503.4169366
            ],
            [
              520022.3238161,
              179503.1370167
            ],
            [
              520016.6017437,
              179502.2672657
            ],
            [
              520016.6017437,
              179505.6962842
            ],
            [
              520015.9998542,
              179524.6008728
            ],
            [
              520023.4039191,
              179523.6511446
            ],
            [
              520037.4040328,
              179521.9016454
            ],
            [
              520040.39699,
              179521.6017313
            ],
            [
              520040.8999387,
              179519.8922206
            ],
            [
              520042.6973621,
              179513.8039634
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Ealing-221927VAR",
  "locality": "London",
  "actual_completion_date": null,
  "last_updated": "2025-03-20T15:55:07.711+00:00",
  "appeal_status": null,
  "parking_details": null,
  "decision": "Approved",
  "appeal_decision_date": null,
  "cil_liability": false,
  "decision_process": "Delegated",
  "status": "Approved",
  "title_number": null,
  "subdivision_of_building": null,
  "description": "Minor material amendment (S.73) to vary conditions 4 (operating hours) and 8 (acoustic mitigation measures) of planning permission ref: 211991FUL dated 26/04/2021 for 'Change of use of commercial units A, B, C, D and E (Use Class A1/B1/D1) (plots 163, 164, 165, 166 and 167) Joyce Court, located within Phase 6.2 of The Acton Gardens Masterplan (as approved under permission 160793RES dated 31/01/2014) to Use Class E /F1(a)'",
  "secondary_street_name": null,
  "site_name": "Joyce Court ",
  "application_type_full": "Removal/Variation of a condition",
  "application_type": "All Other",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of the original consent (ref: 211991FUL dated 25.04.2021).",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings and documents: Cover Letter prepared by Barton Willmore (ref: 27157/A3/COU and dated 19th February 2021), 17041AxxxP1802 Revision P3 (A1 - Retail Plan), 17041AxxxP1801 Revision P3 (B1/D1 Offices Plans), 17041AxxxP5156 Revision P1 - WIP (Proposed Plans Change of Use - Lower Ground Floor), 17041AxxxP5157 Revision P1 - WIP (Proposed Plans Change of Use - Upper Ground Floor) and Site Survey & Acoustic Design Advice prepared by dBc dated 11.10.2022 Rev 6.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Notwithstanding the details shown on the plans, all external materials to be used in the development shall match the appearance of those of the existing building.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021). | The units shall not operate outside of the hours of 06:00 - 23:00 Monday to Friday and 08:00 - 20:00 on Saturday, Sunday and Public / Bank Holidays for a period of two years from the date of the first occupation of the unit.",
    "Upon the cessation of two years from the date of first occupation, the units shall not operate outside the hours of 07:00 - 23:00 Monday to Friday and 08:00 - 20:00 on Saturday, Sunday and Public / Bank Holidays, unless otherwise agreed in writing by the Local Planning Authority through the submission of an application to vary this condition.",
    "Reason: To ensure that the operation of the units does not adversely impact on neighbouring residential amenity in accordance with the NPPF (2021), policies D4 and D6 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013). | Prior to the first use of the units as any use falling within Use Class E(b), details shall be submitted to the Council for approval in writing, of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet without cowl at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable window unless effective odour control is installed, of equipment and ducting to be fitted with anti-vibration mounts and silencers and of additional mitigation measures as necessary to ensure that noise and vibration transmission via external façades and internal ceilings, walls will meet the Council's standards specified in the SPG10. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To protect the living conditions of the occupiers of neighbouring properties in accordance with the NPPF (2021), policies D4 and D6 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013). | The use shall not commence until all external doors to a commercial kitchen/function rooms /sports/fitness or dance facilities/childcare/medical facilities etc. have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows to rooms where noise, smell, smoke or fumes may be emitted, be fixed in an open position.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with policies D4, D6 and D14 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013). | The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies D4, D6 and D14 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013). | Prior to the first use of the units as any use falling within Use Class E(d), the recommendations and mitigation measures set out in the approved document 'Site Survey & Acoustic Design Advice prepared by dBc dated 11.10.2022 Rev 6' shall be fully implemented at all premises operating as a use falling within Use Class E(d). The mitigation measures shall be retained as approved for the lifetime of the development such that the airbourne and structure borne noise does not exceed:",
    "NR25 Lmax(fast) from structure borne / impact noise",
    "NR20 Leq,5min from general airborne activity noise (including music)",
    "within adjoining or nearby premises",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by airborne or structure-borne noise or vibration, in accordance with policies D4, D6 and D14 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013). | Prior to use for commercial/ business/service purposes, details shall be submitted to the Council for approval in writing, of type and level of noise affecting residents/noise sensitive occupiers within or in adjoining buildings and the sound insulation value of the floor/ceiling/walls separating the commercial/business/service use from noise sensitive uses. Details shall demonstrate that the sound insulation value is enhanced by at least 10/15/20dB, as necessary, above the Building Regulations value for residential use and that, where necessary, additional mitigation measures are implemented to contain noise within the commercial/business/service premises. Where noise emissions include characteristic features, the Noise Rating level should not exceed NR25 Leq 5mins (octaves) or NR20 Leq 5mins (1/3 octaves) inside a bedroom and NR30 Leq 5mins (octaves) or NR25 Leq 5mins (1/3 octaves) inside a living room. The assessment and mitigation measures shall be based on standards of the Council's SPG10. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of residential occupiers within the building or adjacent, in accordance with Interim Supplementary Planning Guidance 10, policies D4, D6 and D14 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013). | The illumination of the sign(s)/advertisement(s) shall comply with the recommendations of the Institution of Lighting Professionals in their guidance document PLG05 Brightness of Illuminated Advertisements, 2015, including the following operational features:",
    "o Static images to be displayed only (no moving or flashing images);",
    "o Maximum level of illuminance to be set to 300cd/m2 (more than 10m2) and 600 cd/m2  (no more than 10m2) in accordance with ILP Guidelines;",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by artificial lighting, in accordance with policies D4 and D6 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013). | The sound insulation of the building envelope and of any mitigation measures shall ensure that noise from internal uses, activities and installations is contained within the premises, as assessed according to standards of the Council's SPG10 and noise limits specified in BS8233:2014, at the nearest and most affected noise sensitive premises incl. offices and private external amenity spaces. Measures shall be implemented prior to use of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with policies D4, D6 and D14 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013). | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies D4, D6 and D14 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013). | External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended for Environmental Zone 3 by the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Lighting should be minimized by limiting the hours of use. Glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Notes.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by lighting, in accordance with policies D4 and D6 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013)."
  ],
  "centroid": {
    "lat": "51.5017998",
    "lon": "-0.2720432"
  },
  "bo_system": "CSV Data Import",
  "lpa_app_no": "221927VAR",
  "pp_id": "PP-11207696",
  "last_date_consultation_comments": null,
  "centroid_easting": 520032,
  "decision_date": "20/10/2022",
  "lpa_name": "Ealing",
  "uprn": "000012192418",
  "decision_target_date": "20/10/2022",
  "valid_date": "05/05/2022",
  "application_details": {
    "existing_uprns": [
      "000012192418, 000012192459, 000012192460, 000012192461, 000012192462, 000012192463"
    ],
    "site_area": 0.062
  },
  "reference_no_of_permission_being_relied_on": null,
  "centroid_northing": 179511,
  "epc_number": null,
  "development_type": "Other change of use",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "borough": "Ealing",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/221927VAR;",
  "appeal_decision": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.27188819999999997,
          51.5018227
        ],
        [
          -0.2718742,
          51.5017911
        ],
        [
          -0.27183019999999997,
          51.5018129
        ],
        [
          -0.2718272,
          51.5018156
        ],
        [
          -0.2718097,
          51.5018032
        ],
        [
          -0.27176829999999996,
          51.501718
        ],
        [
          -0.2717616,
          51.5017021
        ],
        [
          -0.2717676,
          51.5016986
        ],
        [
          -0.2717712,
          51.5016969
        ],
        [
          -0.2718035,
          51.5016821
        ],
        [
          -0.2718232,
          51.5016743
        ],
        [
          -0.2718212,
          51.5016697
        ],
        [
          -0.27190759999999997,
          51.5016544
        ],
        [
          -0.27192079999999996,
          51.5016833
        ],
        [
          -0.2719275,
          51.5016992
        ],
        [
          -0.2719453,
          51.5017408
        ],
        [
          -0.2719494,
          51.5017501
        ],
        [
          -0.2721589,
          51.5017333
        ],
        [
          -0.27218529999999996,
          51.5017312
        ],
        [
          -0.2722679,
          51.5017246
        ],
        [
          -0.2722668,
          51.5017554
        ],
        [
          -0.272269,
          51.5019254
        ],
        [
          -0.2721627,
          51.5019153
        ],
        [
          -0.2719617,
          51.5018966
        ],
        [
          -0.2719187,
          51.5018933
        ],
        [
          -0.271912,
          51.5018778
        ],
        [
          -0.27188819999999997,
          51.5018227
        ]
      ]
    ],
    "type": "Polygon"
  }
}