{
  "uprn": "000012060286",
  "street_name": "Church Road",
  "centroid_easting": 515062,
  "lpa_name": "Ealing",
  "actual_commencement_date": "01/02/2024",
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": [
      "000012060286"
    ],
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Single Phase",
        "intended_completion_date": "04/2023",
        "intended_commencement_date": "04/2022"
      }
    ],
    "total_gia_gained": 448.5,
    "site_area": 0.167,
    "total_gia_lost": 165,
    "total_gia_existing": 165,
    "scheme_name": "178 Church Road",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 165,
        "use_class": "C3",
        "gia_gained": 448.5,
        "actual_commencement_date": "01/02/2024",
        "gia_lost": 165
      }
    ],
    "projected_cost_of_works": "Between £2m and £100m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.5,
        "building_ref": "New houses to rear of plot "
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 448.5,
      "total_gia_existing": 165,
      "total_gia_lost": 165,
      "site_area": 0.167
    },
    "garden_land_lost": true,
    "uk_company_registration_no": "11106509",
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 10.4,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 13,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 4,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 3,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 113.77245508982035,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 449,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 23.95209580838323,
      "total_gia_lost": 165,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 7,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "description": null,
          "change_type": "Loss",
          "actual_commencement_date": "01/02/2024",
          "no_bedrooms": 4,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 165,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "01/02/2024",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 85,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "01/02/2024",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "provision_for_older_persons": false,
          "gia": 64,
          "tenure": "Market for rent"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "01/02/2024",
          "no_bedrooms": 4,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 150,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "description": null,
          "change_type": "Gain",
          "actual_commencement_date": "01/02/2024",
          "no_bedrooms": 4,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 150,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.167
    },
    "ownership_status": "Private",
    "lead_developer_company_name": "Luxgrove Capital Partners",
    "other_residential_accommodation_details": {
      "site_area": 0.167
    }
  },
  "lpa_app_no": "216269FUL",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2,
    "no_proposed_cycle": 6,
    "net_cycle": 6
  },
  "application_type": "All Other",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "30/05/2023",
  "locality": "London",
  "appeal_status": null,
  "last_date_consultation_comments": null,
  "status": "Commenced",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | 2 The development hereby approved shall be carried out in accordance with drawing numbers: 7287/EX/01, 7287/EX/02, 7287/EX/03, 7287/EX/04, 7287/EX/05, 7287/PL/01 Rev E, 7287/PL/02 Rev E, 7287/PL/03 Rev E, 7287/PL/04 Rev E, 7287/PL/05 Rev E, 7287/PL/06 Rev E, 7287/PL/07 Rev E, 7287/PL/08 Rev E, 7287/PL/10 Rev E, 7287/PL/11 Rev E, 7287/PL/12 Rev E, 7287/PL/13 Rev E, 7287/PL/FS/01 Rev E, 7287/PL/FS/02 Rev E, 7287/PL/FS/03 Rev E.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Details of the materials and finishes to be used for all external surfaces of the building hereby approved shall be submitted to and approved in writing by the local planning authority before any part of the super structure is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The development shall be implemented only in accordance with these approved details.",
    "Reason: To ensure that the materials and finishes are of high quality and contribute positively to the visual amenity of the locality in accordance with policies 1.1 (h) (g), 1.2(h), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D3 of the London Plan (2021) and the National Planning Policy Framework (2021) | No part of the roof of the rear extension to the existing house shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 and 2.1 of the Ealing Development Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D6 of the London Plan (2021), and the National Planning Policy Framework (2021). | Provision for cycle storage as shown on the approved plans and in accordance with adopted standards shall be provided prior to occupation and be continuously available and retained for the life of the development hereby approved.",
    "Reason: In the interests of the adequate bicycle storage provision and in the interests of reducing congestion to the local transport network, in accordance with policies 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policy T5 of the London Plan (2021), the National Planning Policy Framework (2021). | Refuse and recycling storage as indicated on the approved plans and in accordance with the standards adopted by the Local Planning Authority, shall be implemented and made available prior to the first occupation of any part of the development and retained in perpetuity.",
    "Reason:  To ensure that suitable and accessible refuse storage facilities are provided and in the interests of the visual and general amenities of the area, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013); and policy SI 7 of the London Plan (2021). | The car parking spaces shall be allocated to each dwelling hereby approved as shown on the approved plan 7287/PL/01 Rev E and retained as such for the life of the development hereby approved.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 and 2.1 of the Ealing Development Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policy D6 of the London Plan (2021), and the National Planning Policy Framework (2021). | The site is within the worst mode aircraft 1-day noise contour predicted for 2016 (57dB). The sound insulation of the building envelope, with windows shut and other means of ventilation provided, shall achieve the internal criteria for sensitive rooms, as specified in Supplementary Planning Guidance 10. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building). The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021). | Prior to commencement of the development (excluding demolition, site setup or ground works) details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, kitchen/living/dining/bathroom above/below/adjoining bedroom of separate dwelling. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2019) and Interim guidance SPG 10 'Noise and Vibration'. | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works. Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals. All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons. All tree works shall be carried out in accordance with BS 3998.",
    "o\tSoil assessments/survey",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. in connection with foundations, bridging, water features, surfacing)",
    "o\tAccess arrangements and car parking",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority).",
    "Reason: To secure protection of trees, shrubs and hedges growing within the site which are of amenity and ecological value to the area and to ensure that the development is landscaped in the visual and ecological interests of the area in accordance with policy 7.4 of the Ealing Development Management DPD (2013), policies G4, G5 and G7 of the London Plan (2021) and Ealing's SPG 9 - Trees and Development Guidelines. | A total of 7 new trees shall be planted on the site and a suitable scheme of proposed tree planting and pits shall be submitted to and approved by the Local Planning Authority prior to the first use of the development hereby approved.",
    "No operations shall commence on site in connection with the development hereby approved (excluding demolition, site setup or ground works) until a suitable scheme of proposed tree planting and tree pits have been submitted to and approved by the Local Planning Authority. The scheme shall include the following comprehensive details of all trees to be planted:",
    "o\tFull planting specification - tree size, species, the numbers of trees and any changes from the original application proposals.",
    "o\tLocations of all proposed species.",
    "o \tComprehensive details of ground/tree pit preparation to include:",
    "o Plans detailing adequate soil volume provision to allow the tree to grow to maturity",
    "o Engineering solutions to demonstrate the tree will not interfere with structures (e.g. root barriers/deflectors) in the future",
    "o Staking/tying method(s).",
    "o Five year post planting maintenance and inspection schedule.",
    "All tree planting must be carried out in full accordance with the approved scheme in the nearest planting season (1st October to 28th February inclusive). The quality of all approved tree planting should be carried out to the levels detailed in British Standard 8545, Trees: from nursery to independence in the landscape - Recommendations.",
    "Any trees which die, are removed, uprooted, significantly damaged, become diseased or malformed within five years from the completion of planting, must be replaced during the nearest planting season (1st October to 31st March inclusive) with a tree/s of the same size, species and quality as previously approved.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G4, G5 and G7 of the London Plan (2021), policy 5.10 the Adopted Ealing Development Management Development Plan Document (2013) and Ealing's SPD9 - Trees and Development Guidelines. | No trees, shrubs or hedges within the site which are shown to be retained on the approved plans shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection, throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape in accordance with policies G4, G5 and G7 of the London Plan (2021), policy 5.10 the Adopted Ealing Development Management Development Plan Document (2013) and Ealing's SPD9 - Trees and Development Guidelines. | Prior to the first occupation of the development hereby approved, infrastructure for active provision for charging electric vehicles and passive provision for the remaining spaces shall be provided to accord with London Plan (2021) standards and this infrastructure together with the associated access and internal carriageway shall be kept continuously available.",
    "Reason: To reduce emissions of greenhouse gases and to improve local air quality in the interests of health, in accordance with policies T6, SI1 and SI2 of the London Plan (2021), policies 1.1(e), 1.1(f), 1.1(j) and 1.2(k) of Ealing's adopted Development (or Core) Strategy 2012, and the National Planning Policy Framework. | Details of a Refuse Management Plan shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the dwellings hereby approved. This Plan shall include details of access and turning for refuse collection vehicles within the site. The development shall be implemented only in accordance with these approved details and retained permanently thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Development (Core) Strategy, policy 7B of the Adopted Ealing Management Development Plan Document (2013) and policy S7 of the London Plan (2021). | Notwithstanding the provisions of Classes A - F of Part 1, Schedule 2 of the Town and Country Planning (General Permitted Development) Order 2015 (or any subsequent amendment to that order) no extensions, new windows or other alterations shall be carried out at the dwellinghouses hereby approved without the prior permission of the local planning authority obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site, to safeguard the living conditions of adjoining properties and visual appearance of the area, and in the interests of highway safety in accordance with policies 1.1 and 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1, D4 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021). | Details of the replacement front door to No. 178 Church Road shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the dwellings hereby approved.",
    "Reason: as recommended by Historic England to ensure that the proposed door it would be high quality and sympathetic addition to the Arts and Crafts character of the house as a Key Unlisted Building within the conservation area."
  ],
  "valid_date": "08/11/2021",
  "subdivision_of_building": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              515036.2467911,
              180931.8480525
            ],
            [
              515040.9464759,
              180925.8497695
            ],
            [
              515042.7521443,
              180926.7495119
            ],
            [
              515043.4529745,
              180926.0497122
            ],
            [
              515044.2032751,
              180925.4498839
            ],
            [
              515044.7969195,
              180924.8500556
            ],
            [
              515045.4977497,
              180924.2502273
            ],
            [
              515046.7015286,
              180923.3504849
            ],
            [
              515047.8475921,
              180922.5007281
            ],
            [
              515048.9029599,
              180921.8509141
            ],
            [
              515046.5531175,
              180919.601558
            ],
            [
              515041.9853536,
              180915.2128143
            ],
            [
              515031.2997544,
              180904.9457532
            ],
            [
              515032.9652568,
              180903.2462397
            ],
            [
              515033.5011858,
              180902.696397
            ],
            [
              515034.3998974,
              180901.7966546
            ],
            [
              515036.1478504,
              180899.8971983
            ],
            [
              515037.9040484,
              180897.997742
            ],
            [
              515039.6520013,
              180896.0483
            ],
            [
              515041.3504839,
              180894.1488438
            ],
            [
              515043.0984369,
              180892.1994018
            ],
            [
              515044.9041053,
              180890.2999455
            ],
            [
              515046.6520582,
              180888.4004892
            ],
            [
              515048.4000112,
              180886.4510472
            ],
            [
              515055.2021866,
              180879.0031792
            ],
            [
              515059.5473338,
              180877.8035226
            ],
            [
              515060.5037609,
              180877.5535941
            ],
            [
              515063.3977773,
              180874.4544812
            ],
            [
              515077.3978911,
              180859.8986478
            ],
            [
              515075.4520566,
              180858.0491772
            ],
            [
              515075.6087128,
              180857.8692287
            ],
            [
              515077.4473614,
              180855.7498354
            ],
            [
              515075.3283807,
              180853.9803419
            ],
            [
              515072.6487359,
              180851.75098
            ],
            [
              515070.0515416,
              180849.5516096
            ],
            [
              515069.5485929,
              180850.1014522
            ],
            [
              515057.552029,
              180862.1480039
            ],
            [
              515056.7027877,
              180863.097732
            ],
            [
              515045.6049355,
              180874.1545671
            ],
            [
              515042.7026739,
              180877.0537372
            ],
            [
              515040.5919383,
              180875.3542237
            ],
            [
              515039.0995822,
              180874.1545671
            ],
            [
              515035.9169887,
              180877.3036656
            ],
            [
              515035.0924825,
              180878.1334281
            ],
            [
              515033.402245,
              180879.8129474
            ],
            [
              515031.5471063,
              180881.6524208
            ],
            [
              515029.6095169,
              180883.5718714
            ],
            [
              515027.8038485,
              180885.3713563
            ],
            [
              515025.9322197,
              180887.230824
            ],
            [
              515024.1760216,
              180888.9703261
            ],
            [
              515016.5988105,
              180896.4981713
            ],
            [
              515016.3514587,
              180896.7480997
            ],
            [
              515004.9980095,
              180910.9540333
            ],
            [
              515034.3998974,
              180931.9980095
            ],
            [
              515036.2467911,
              180931.8480525
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/216269FUL;",
  "title_number": [
    "NGL70167"
  ],
  "decision_date": "24/05/2023",
  "id": "Ealing-216269FUL",
  "ward": "Hobbayne",
  "development_type": "Minor dwellings",
  "cil_liability": true,
  "borough": "Ealing",
  "appeal_decision": null,
  "site_name": "178 Church Road",
  "lapsed_date": "24/05/2026",
  "description": "Conversion of the existing single dwelling house to two self-contained units, with associated cycle storage, off street parking and refuse storage facilities; single storey rear/side extension (following demolition of garage); construction of two single storey semi-detached houses to the rear of the site with associated landscaping, refuse and cycle storage.",
  "pp_id": "PP-10277239",
  "actual_completion_date": null,
  "centroid_northing": 180864,
  "bo_system": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T22:00:20.867+00:00",
  "epc_number": "2538-3053-7207-6331-6984",
  "application_type_full": "Full planning permission",
  "decision": "Approved",
  "postcode": "W7 3BP",
  "site_number": null,
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lat": 51.514992,
    "lon": -0.343196
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.343545,
          51.515607
        ],
        [
          -0.343479,
          51.515552
        ],
        [
          -0.343453,
          51.51556
        ],
        [
          -0.343443,
          51.515553
        ],
        [
          -0.343432,
          51.515548
        ],
        [
          -0.343424,
          51.515542
        ],
        [
          -0.343414,
          51.515537
        ],
        [
          -0.343397,
          51.515528
        ],
        [
          -0.343381,
          51.515521
        ],
        [
          -0.343366,
          51.515514
        ],
        [
          -0.3434,
          51.515495
        ],
        [
          -0.343467,
          51.515456
        ],
        [
          -0.343625,
          51.515366
        ],
        [
          -0.343601,
          51.51535
        ],
        [
          -0.343594,
          51.515345
        ],
        [
          -0.343581,
          51.515337
        ],
        [
          -0.343556,
          51.51532
        ],
        [
          -0.343532,
          51.515302
        ],
        [
          -0.343507,
          51.515284
        ],
        [
          -0.343483,
          51.515267
        ],
        [
          -0.343459,
          51.515249
        ],
        [
          -0.343433,
          51.515232
        ],
        [
          -0.343409,
          51.515214
        ],
        [
          -0.343384,
          51.515196
        ],
        [
          -0.343289,
          51.515128
        ],
        [
          -0.343227,
          51.515116
        ],
        [
          -0.343213,
          51.515114
        ],
        [
          -0.343172,
          51.515086
        ],
        [
          -0.342975,
          51.514952
        ],
        [
          -0.343004,
          51.514936
        ],
        [
          -0.343002,
          51.514934
        ],
        [
          -0.342976,
          51.514915
        ],
        [
          -0.343007,
          51.514899
        ],
        [
          -0.343046,
          51.51488
        ],
        [
          -0.343084,
          51.51486
        ],
        [
          -0.343092,
          51.514865
        ],
        [
          -0.34326,
          51.514976
        ],
        [
          -0.343272,
          51.514985
        ],
        [
          -0.343429,
          51.515086
        ],
        [
          -0.343469,
          51.515113
        ],
        [
          -0.3435,
          51.515098
        ],
        [
          -0.343522,
          51.515088
        ],
        [
          -0.343567,
          51.515117
        ],
        [
          -0.343579,
          51.515124
        ],
        [
          -0.343603,
          51.51514
        ],
        [
          -0.343629,
          51.515157
        ],
        [
          -0.343656,
          51.515174
        ],
        [
          -0.343681,
          51.515191
        ],
        [
          -0.343708,
          51.515208
        ],
        [
          -0.343732,
          51.515224
        ],
        [
          -0.343839,
          51.515293
        ],
        [
          -0.343843,
          51.515295
        ],
        [
          -0.344002,
          51.515425
        ],
        [
          -0.343571,
          51.515609
        ],
        [
          -0.343545,
          51.515607
        ]
      ]
    ],
    "type": "Polygon"
  }
}