{
  "valid_date": "15/11/2024",
  "epc_number": null,
  "site_name": "127-133 High Street",
  "cil_liability": true,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": null,
  "ward": "St Andrew's",
  "last_date_consultation_comments": "09/12/2024",
  "centroid_easting": null,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Application for Prior Notification of Change of Use from Use Class E(d) (Snooker Hall) to Use C3 to provide 5 new dwellings",
  "appeal_decision": null,
  "postcode": "RM11 1TX",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "31/01/2025",
  "street_name": "Hornchurch",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": null,
  "application_type": "Prior Approval",
  "title_number": null,
  "decision_conditions": [
    "Works for this development are to be commenced not later than 3 years from the date of this decision notice.  Failure to commence within this time period would require a fresh application.",
    "Prior Approval is required (given) in accordance with the details as provided within the application.",
    "The occupation of the residential flats authorised by this prior approval shall not commence until all the works shown on the drawings approved pursuant to the planning application Ref: P1522.24 have been completed on site.",
    "Prior to first occupation, cycle storage shall be provided on site in accordance with details which shall have been previously submitted to and approved in writing by the Local Planning Authority indicating accessible and adequate cycle storage provision for the existing/proposed residential and the commercial uses, and shall be maintained permanently thereafter in accordance with the approved details.",
    "Reason: To ensure adequate provision for cycle parking.",
    "Before the development hereby permitted is occupied, arrangements shall be agreed in writing with the local planning authority and be put in place to ensure that, with the exception of disabled persons, no resident of the development shall obtain a resident's parking permit within any controlled parking zone which may be in force in the local area at the time. The restrictions and requirements of the scheme shall apply to and be communicated to all future residential occupiers of the development including successors in title as well as any person occupying the premises as a tenant or licensee.",
    "Reason: To promote sustainable transport and to reduce pressure for on-street car parking in accordance with the requirements of policy 24 of the Local Plan (2021) and Policy T6 of the London Plan (2021).",
    "Prior to first occupation, waste and recycling facilities shall be provided on site in accordance with details which shall have been previously submitted to and approved in writing by the Local Planning Authority, indicating facilities for both the existing and proposed residential and the commercial uses, and shall be maintained permanently thereafter in accordance with the approved details.",
    "Reason; To ensure adequate capacity are provided on site, and to protect the amenity of occupiers of the development and also the locality generally.",
    "Drawing numbers;",
    "324 050 Rev 0; 324 600 Rev 1; 324 601 Rev 2; 324 623 Rev 1; 324 622 Rev 1 and 324 602 Rev 0"
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "J0037.24",
  "decision_agency": "Borough",
  "decision_date": "30/01/2025",
  "pp_id": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=J0037.24",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 49.766807,
    "lon": -7.55716
  },
  "status": "Approved",
  "last_updated": "2025-07-23T04:28:54.524Z",
  "actual_completion_date": null,
  "lapsed_date": "30/01/2028",
  "borough": "Havering",
  "id": "Havering-J0037.24",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "existing_uprns": null
  }
}