{
  "borough": "Ealing",
  "cil_liability": false,
  "decision_target_date": "11/08/2023",
  "lpa_app_no": "232388VAR",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "11/08/2023",
  "lpa_name": "Ealing",
  "application_details": {
    "existing_uprns": [
      "000012130568, 000012152885, 000012152886"
    ],
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": "",
          "description": "",
          "change_type": "Gain",
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "provider": "Private",
          "phase_detail": "",
          "unit_no": "",
          "actual_commencement_date": "25/07/2022",
          "no_bedrooms": 3,
          "superseded_by_lpa_app_no": "",
          "provision_for_older_persons": false,
          "gia": 107,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    }
  },
  "title_number": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.299321,
          51.513739
        ],
        [
          -0.299322,
          51.513712
        ],
        [
          -0.299365,
          51.513713
        ],
        [
          -0.299364,
          51.51374
        ],
        [
          -0.299321,
          51.513739
        ]
      ]
    ],
    "type": "Polygon"
  },
  "valid_date": "14/06/2023",
  "centroid": {
    "lat": 51.513726,
    "lon": -0.299343
  },
  "site_number": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of substantive permission 213658FUL dated 17/01/2022.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with drawing title(s):",
    "Design and Access Statement (dates: May 2021), Heritage Statement (dates: May 2021), Planning Statement (dates: May 2021), Energy and Sustainability Statement, Air Quality Assessment, Outline Construction Logistics Plan (ref: 21/5873/CLP01), Tree Survey, Arboricultural Impact Assessment, Arboricultural Method Statement & Tree Protection Plan, Daylight/Sunlight Report (dated: 5th May 2021), Internal Daylight/Sunlight Report (dated: 7th May 2021), Ventilation and Extraction Report (dated: 29th April 2021), Noise Assessment (dated: 10th May 2021), 20-059-E00 Existing Location Plan, 20-059-E01 Existing OS Plan, 20-059-E02 Existing Site Plan, 20-059-E03 Existing Ground Floor Plan, 20-059-E04 Existing First Floor Plan, 20-059-E05 Existing Roof Plan, 20-059-E06 Existing Front Elevation, 20-059-E07 Existing Side Elevation, 20-059-E08 Existing Rear Elevation, 20-059-E09 Existing Context Front Elevation, 20-059-E10 Existing Context Side Elevation, 20-059-P01 Rev.A Proposed OS Plan,  20-059-P02 Proposed Site Plan, 0173-KAA-XX-00-DR-A-1001-S0-P1 Proposed Ground Floor Plan, 0173-KAA-XX-01-DR-A-1002-S0-P1 Proposed First Floor Plan, 20-059-P05 Rev.A Proposed Second Floor Plan, 20-059-P06 Proposed Third Floor Plan, 20-059-P07 Rev.B Proposed Fourth Floor Plan, 20-059-P08 Rev.B Proposed Fifth Floor Plan, 20-059-P09 Rev.A Proposed Roof Plan, 0173-KAA-XX-EL-DR-A-1012-S0-P1 Elevation B, 0173-KAA-XX-EL-DR-A-1011-S0-P1 Elevation A, 0173-KAA-XX-EL-DR-A-1013-S0-P1 Elevation D, 20-059-P13 Rev.A Proposed Context Front Elevation, 20-059-P14 Rev.A Proposed Context Side Elevation, 20-059-P15 Rev.A Proposed Section AA, Street View Sketch 1, Street View Sketch 2, CGI, The Mall Section 73 Application_Material Change Document, Cover Letter (dated: 28th July 2023)",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| Materials and finishes to be used for all external surfaces of the development hereby approved shall be implemented in accordance with these approved details within this application and reference 220994CND dated 14.04.2022.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Cycle parking provision and refuse and recycling storage areas indicated on the approved plans and elevations shall be provided and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason:  To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5, 7A and 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and policies T5 and SI8 The London Plan (2021).",
    "| The residential entrance and cycle storage door shall be powered and installed prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5, 7A and 7B of the Ealing Development Management Plan 2013, policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy and policies T5 and SI8 The London Plan (2021).",
    "| At least two (2) cycle parking spaces shall be provided within the commercial unit and brought into use prior to the first occupation of the development permitted and retained thereafter.",
    "Reason: To provide adequate facilities for cyclists, in accordance with policy T5 of the London Plan (2021).",
    "| Transport/commercial/industrial/cultural noise sources",
    "Prior to commencement of the development, a noise assessment shall be submitted to the Council for approval in writing, of external noise levels from transport and industrial/ commercial/ cultural sources, having regard to the assessment standards of the Council's SPG10 including aircraft noise (worst mode aircraft 1-day noise contour predicted for 2016 (57dB). Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10. Best practicable mitigation measures shall also be implemented, as necessary, in external amenity spaces to achieve noise limits specified in BS8233:2014.  The approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the units and neighbouring amenity in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| The Noise impact assessment report shall be in line with reference 222503CND dated 22.06.2023. The development shall be constructed in line with the approved noise mitigation measures.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| External noise from machinery/equipment/extract/ventilation ducting/mechanical installations",
    "Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the external rating noise level emitted from plant/machinery/equipment/ducting/air in- and outlets/mechanical installations, together with mitigation measures as appropriate. The measures shall ensure that the external rating noise level LAeq emitted will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all plant/equipment operating together at maximum capacity. A post installation sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.  Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies and D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Anti- vibration mounts and silencing of machinery etc.",
    "Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Extraction and Odour Control system for non-domestic kitchens",
    "Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of the installation, operation, and maintenance of the odour abatement equipment and extract system, including the height of the extract duct and vertical discharge outlet without cowl at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable window unless effective odour control is installed. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by smell or steam, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management DPD (2013), policies SI1 and D14 of the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| The Construction Management plan shall be carried out with regard to the approved details under reference 220774CND approved 12.05.2022.",
    "Reason: To ensure that the amenity of occupiers of existing building and surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policies 7A and 7B of the Ealing Development Management DPD (2013) and policies D6, D14, SI 1, T3, T4 and T7 of the London Plan (2021).",
    "| Energy and CO2",
    "a)\tPrior to construction completion and occupation, the permitted development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions against SAP10 standards of at least 69.53% (equating to 9 tonnes of CO2 per year) beyond Building Regulations Part L 2013. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by eb7 Ltd in May 2021 (version 1) including:",
    "i.\tLean, passive design measures to achieve an annual reduction of at least 20.63% equating to at least 2.24 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2013 for the residential development, and at least 11.98%, equating to at least 0.26 tonnes, over Part L 2013 for the non-residential space.",
    "ii.\tGreen, renewable energy equipment including the incorporation of a photovoltaic array with a total capacity of at least 6.6 kWp, and Water Source Heat Pumps to achieve an annual reduction of at least 50.35%, equating to 6.56 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2013.",
    "iii.\tSeen, heat and electric meters installed to monitor the performance of the PV and the carbon efficiency (COP) of the dwelling heat pumps including the heat generation and the parasitic loads of the relevant heat pumps, and the heat output and electric load of the communal loop thermal store.",
    "b)\tPrior to commencement of construction, details of the specifications including manufacturers performance data sheets, design, and layout of the proposed low and zero-carbon (LZC) energy equipment, and the associated monitoring devices required to identify their performance/efficiency (COP), shall be submitted, to and approved in writing, by the Council. The development shall be implemented only in accordance with the approved details.",
    "c)\tPrior to the installation of the renewable/low-carbon energy equipment technical details of the equipment shall be submitted to the Council for approval. The details shall include the exact heat pump and communal loop thermal kilowatt output, heat output pipe diameter(s), parasitic load supply schematics, monthly energy demand profile, the exact kWp capacity of the PV array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the LZC installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "d)\tOn completion of the installation of the LZC equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "e)\tWithin three months of the occupation/first use of the development the relevant Energy Performance Certificate (EPC) and detailed SAP Worksheets showing clearly the TER and DER, and/or the Display Energy Certificates (DEC's), accompanying Advisory Reports and detailed BRUKL modelling output reports showing clearly the TER and BER from the 'as built stage' following completion of the development, shall be submitted to, and approved by, the Local Authority in order to confirm compliance with the energy efficiency measures detailed in the approved Energy Strategy. The development shall be carried out strictly in accordance with the approved details.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Post-construction energy equipment monitoring",
    "In order to implement Ealing Council DPD policy 5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEither enter into a legal agreement with the Council to secure a S106 financial contribution, or make a direct payment to the Council's provider, for the post-construction monitoring of the renewable/low carbon technologies to be incorporated into the development as per the relevant energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, or relevant phases of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency (COP) of any renewable/low-carbon energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of four years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of four years from the point that the building is occupied and the equipment fully operational.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| The Archaeological Written Scheme of Investigation shall be carried out with regard to the approved details under reference 222099CND approved 15.07.2022.",
    "Reason: To ensure that the archaeological features are protected, in accordance with policies 7C of the Ealing Management Development Plan (2013); and HC1 of the London Plan (2021).",
    "| The design of the building shall comply with the aims and objectives of the Secured By Design standards before the first occupation of the development, and shall be permanently retained.",
    "Reason: To ensure that the development incorporates crime prevention measures to help prevent crime and disorder and to improve pedestrian accessibility in accordance with policies 1.1 (e) of the Ealing Core Strategy (2012), policy LV 7.3 of the Ealing Development Management Development Plan Document (2013), and policy D10 of the London Plan (2021).",
    "| The Arboricultural Method Statement shall be carried out with regard to the approved details under reference 222448CND approved 19.07.2022.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The Tree Monitoring Plan shall be carried out with regard to the approved details under reference 222648CND approved 19.07.2022.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| EXISTING TREE/SHRUB/HEDGE RETENTION",
    "No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Any trees removed without consent or dying or being severely damaged or becoming seriously diseased or the crown of the tree becomes more than 50% sparce within 5 years from the start of work on the development hereby permitted the local authority shall receive the full CAVAT value, or a proportion of the total value reflecting damage / decline in the trees health. This is unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan (2021), policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| Notwithstanding the provisions of the Town & Country Planning (General Permitted Development) Order, 1995 as amended, or any future amendments, the commercial unit hereby permitted shall be used only for purposes within Use Class E(a), E(c) and E(g)(i) of the Town & Country Planning (Use Classes) Order 1987 as amended, and for no other purpose, without the prior written permission of the local planning authority.",
    "Reason: To safeguard the retail uses on the site in accordance with Policy E9 of the London Plan and Policy 1.2(b) of the Ealing Development (Core) Strategy 2012 .",
    "| Prior to the completion of the development, a Ventilation Strategy Report to mitigate the impact of existing poor air quality for residents shall be submitted to and approved by the Local Planning Authority. The report will contain details for the installation of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air for all residential dwellings.",
    "The report shall also include the following information:",
    "a) Details and locations of the ventilation intake locations of all floors",
    "b) Details and locations of ventilation extracts locations of all floors",
    "The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications and shall be the responsibility of the primary owner of the property. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan(2021); and National Planning Policy Framework (2021).",
    "| Separation of commercial uses and facilities from dwellings",
    "Prior to completion of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 10dB/ 15dB/ 20dB, as necessary, above the Building Regulations value for residential use, of the floor/ ceiling/ walls separating the commercial premises from dwellings.  Where noise emissions include characteristic features, the Noise Rating level should not exceed NR20 Leq 5mins (octaves) inside habitable rooms. Details shall include the installation method and materials of separating structures and, where necessary, additional mitigation measures and the resulting sound insulation value and internal sound level. The assessment and mitigation measures shall be based on standards and noise limits of the Council's SPG10 and BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policies D6 & D14 of the London Plan (2021), Standard 30 London Housing SPG 2016, Ealing SPG10 and the National Planning Policy Framework (2021)."
  ],
  "decision": "Approved",
  "centroid_easting": 518108,
  "uprn": "12130568",
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "locality": "London",
  "last_date_consultation_comments": null,
  "polygon": {
    "type": "geometrycollection"
  },
  "ward": "Ealing Broadway",
  "pp_id": "PP-12235063",
  "lapsed_date": "11/08/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Application for a Minor Material Amendment (S73.a) to vary condition 2 (approved plans) and 3 (materials) of planning permission ref: 213658FUL dated 17/01/2022 for: Demolition and redevelopment of existing site to provide a 6 storey mixed use development comprising commercial use on the ground and part first floor (Use Class E(g)(i) and 9 residential units above (Use Class C3), provision of associated amenity spaces, refuse/recycling and cycle storage and associated works. Variation seeks to allow changes to ground floor layout and relocation of entrances; position of plant room and access to bikes and bin storage",
  "centroid_northing": 180793,
  "street_name": "The Mall",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Commenced",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T23:04:18.767+00:00",
  "site_name": "51 The Mall",
  "development_type": "Minor dwellings",
  "appeal_decision_date": null,
  "last_updated_by": "Portal",
  "application_type": "All Other",
  "bo_system": "Portal",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232388VAR;",
  "id": "Ealing-232388VAR",
  "actual_commencement_date": "25/07/2022",
  "postcode": "W5 3TA"
}