{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Variation of Condition 2 (approved plans) of planning permission ref. 7371/APP/2021/4625 dated 23/12/2021 'Conversion of single family dwelling into two self-contained residential units; rear elevation fenestration changes. Use of existing single storey outbuilding to rear as a gym in connection with proposed flat G.01. Provision of 2 no. car parking spaces. Associated amenity space, refuse storage and cycle storage.' to provide two separate entrances.",
  "epc_number": null,
  "street_name": "HAYES",
  "appeal_decision": null,
  "lpa_app_no": "7371/APP/2022/2510",
  "centroid": {
    "lon": "-0.4026182",
    "lat": "51.519738"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 510926,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=7371/APP/2022/2510",
  "last_updated": "2025-03-20T15:20:11.777+00:00",
  "subdivision_of_building": null,
  "postcode": "UB4 0HQ",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 181300,
  "site_name": "55 WIMBORNE AVENUE",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "22/08/2022",
  "lapsed_date": "07/11/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "07/11/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "14/09/2022",
  "ward": "BELMORE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-7371_APP_2022_2510",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510911.5572,
              181307.4664
            ],
            [
              510922.802,
              181318.0498
            ],
            [
              510940.3307,
              181295.5601
            ],
            [
              510929.0858,
              181282.331
            ],
            [
              510913.8723,
              181300.8518
            ],
            [
              510911.8879,
              181306.805
            ],
            [
              510911.5572,
              181307.4664
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall begin not later than 3 years from the decision date of planning application No.7371/APP/2021/4625.",
    "The development hereby permitted shall not be carried out except in complete accordance with PFP_001, PFE_001, PSE_001, PRP_001 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The existing roof level side elevation gable end windows shall remain glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.7 metres taken from internal finished floor level for so long as the development remains in existence and no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing No.51 or No.57 Wimborne Avenue.",
    "REASON",
    "To protect neighbouring properties from a loss of privacy and overlooking in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The proposed development shall be carried out in strict accordance with the landscaping scheme (including maintenance and implementation plans) approved under planning application No.7371/APP/2022/1272.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB5, DMHB 11, DMHB 12, DMHB 14, DMEI 1, DMT 2 and DMT 5 of the Hillingdon Local Plan Part 2 (2020) and Policy T6 and G5 of the London Plan (2021).",
    "The outbuilding subject of this application shall be used for its stated purpose as a home gym for purposes which are incidental to the enjoyment of the occupiers of ground floor flat G.01 only. At no point shall the building be used as an independent dwelling or separate unit of residential accommodation.",
    "REASON",
    "To protect the amenity of nearby residential occupiers and to ensure that a high level of amenity is provided for the future occupiers of residential units, in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.051000000000000004
  },
  "pp_id": "11459604",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40282389999999996,
          51.5198079
        ],
        [
          -0.4026586,
          51.5199008
        ],
        [
          -0.40241309999999997,
          51.5196952
        ],
        [
          -0.4025793,
          51.5195785
        ],
        [
          -0.4027927,
          51.519748
        ],
        [
          -0.4028194,
          51.5198019
        ],
        [
          -0.40282389999999996,
          51.5198079
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "07/11/2022",
  "secondary_street_name": null
}