{
  "lpa_name": "Havering",
  "uprn": "10094418056",
  "decision_date": "28/09/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0094.20",
  "secondary_street_name": "ROMFORD",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.6820000000000002
  },
  "valid_date": "31/01/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of four blocks ranging from five (5) to nine (9) storeys to provide 82 residential dwellings (Use Class C3) with car parking, associated cycle parking, Refuse Storage Facilities and Landscaping.",
  "decision_conditions": [
    "The proposal includes single aspect units where noise conditions would be unsatisfactory resulting in the need to keep windows/doors closed and limiting the use of balconies. Overall, the proposed private and communal amenity space provision on site is considered to be insufficient in terms of quantity and quality, particularly given the poor accessibility from the site to quality public open space. In these respects, the proposed development is considered to be an overdevelopment of the site, providing poor quality accommodation and resultant poor living conditions for future occupiers. The proposal would be contrary to Policies 3.5 (quality and design of housing developments) and 7.15 (addressing noise) of the London Plan, and the London Plan Housing SPG standard 29, and Policies DC3, DC21, DC55 and DC61 of the Core Strategy and Development Control Policies adopted 2008 and The London Borough of Havering Design for Living Residential Design, Supplementary Planning Document adopted 20",
    "For the reasons stated above the proposal is not considered to be sustainable development and the adverse impacts identified outweigh the titled balance in favour of development based on housing delivery as set out in Paragraph 11(d) of the National Planning Policy Framework.",
    "In the absence of a legal agreement to secure contributions towards carbon reduction and public realm/open space improvements, the proposal fails to satisfactorily mitigate the infrastructure impact of the development, contrary to the provisions of Policies DC18, DC29 and DC72 of the Development Control Policies DPD and Policy 8.2 of the London Plan. In the absence of a legal agreement to secure car club provision/membership and restriction on ability to obtain parking permits. the proposal would fail to satisfactorily provide sufficient parking provision resulting in inconvenience for future residents and/or increased parking stress in the surrounding area, contrary to the provisions of Policies DC2, DC32 and DC72 of the Development Control Policies DPD. In the absence of a legal agreement to provide training and recruitment scheme for the local workforce during construction period, the proposal would be contrary to the provisions of Policy 22 of the Submission Havering Local Plan 201",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £1,155,300 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "You are advised to visit the planning portal website where you can download the appropriate document templates.",
    "http://www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: During consideration by the committee, members placed different weight on the planning merits and decided to refuse planning permission."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:49:19.376+00:00",
  "ward": "Hylands",
  "parking_details": null,
  "lapsed_date": "28/09/2023",
  "decision_target_date": "30/09/2020",
  "centroid": {
    "lat": "51.5662364",
    "lon": "0.1873837"
  },
  "lpa_app_no": "P0094.20",
  "status": "Dismissed",
  "site_name": "NEOPOST HOUSE",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0094.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551738.526,
              187459.952
            ],
            [
              551701.137,
              187470.519
            ],
            [
              551675.94,
              187504.656
            ],
            [
              551674.315,
              187522.267
            ],
            [
              551668.625,
              187522.538
            ],
            [
              551661.31,
              187573.202
            ],
            [
              551664.019,
              187579.705
            ],
            [
              551670.522,
              187579.705
            ],
            [
              551684.61,
              187581.059
            ],
            [
              551698.428,
              187592.981
            ],
            [
              551700.324,
              187582.414
            ],
            [
              551705.472,
              187582.685
            ],
            [
              551704.659,
              187589.187
            ],
            [
              551713.871,
              187590.813
            ],
            [
              551717.122,
              187585.123
            ],
            [
              551721.999,
              187586.207
            ],
            [
              551739.61,
              187489.213
            ],
            [
              551732.836,
              187487.858
            ],
            [
              551738.526,
              187459.952
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "06/08/2020",
  "appeal_decision_date": "15/02/2022",
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "SOUTH STREET",
  "pp_id": "08233410",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 551703,
  "appeal_start_date": "25/02/2021",
  "centroid_northing": 187529,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.18786609999999998,
          51.5656064
        ],
        [
          0.1873316,
          51.5657114
        ],
        [
          0.18698309999999999,
          51.5660249
        ],
        [
          0.1869672,
          51.5661836
        ],
        [
          0.1868853,
          51.5661876
        ],
        [
          0.1868017,
          51.5666447
        ],
        [
          0.1868436,
          51.5667024
        ],
        [
          0.1869373,
          51.5667007
        ],
        [
          0.187141,
          51.5667091
        ],
        [
          0.1873453,
          51.5668125
        ],
        [
          0.18736809999999998,
          51.566717
        ],
        [
          0.18744239999999998,
          51.5667181
        ],
        [
          0.1874335,
          51.5667767
        ],
        [
          0.18756699999999998,
          51.5667888
        ],
        [
          0.18761139999999998,
          51.5667368
        ],
        [
          0.1876822,
          51.5667453
        ],
        [
          0.1878943,
          51.565869
        ],
        [
          0.1877961,
          51.5658587
        ],
        [
          0.18786609999999998,
          51.5656064
        ]
      ]
    ],
    "type": "Polygon"
  }
}