{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508374.1093,
              190794.146
            ],
            [
              508385.751,
              190793.2199
            ],
            [
              508398.3188,
              190749.8282
            ],
            [
              508397.3927,
              190741.6261
            ],
            [
              508403.7427,
              190715.6969
            ],
            [
              508387.6031,
              190712.3896
            ],
            [
              508381.3854,
              190712.2573
            ],
            [
              508379.9302,
              190713.051
            ],
            [
              508377.6812,
              190714.7708
            ],
            [
              508373.1833,
              190720.5917
            ],
            [
              508371.5958,
              190719.1364
            ],
            [
              508369.4791,
              190724.4281
            ],
            [
              508368.95,
              190728.6615
            ],
            [
              508371.3312,
              190736.4667
            ],
            [
              508375.0354,
              190745.5948
            ],
            [
              508376.6229,
              190747.8438
            ],
            [
              508379.2687,
              190762.9251
            ],
            [
              508374.1093,
              190794.146
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07943519",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:40:57.431+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "16/07/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": "51.605133",
    "lon": "-0.43630189999999996"
  },
  "decision": "Approved",
  "valid_date": "19/06/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.165
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=26104/APP/2019/2085",
  "lpa_name": "Hillingdon",
  "site_name": "6 ROGERS RUFF",
  "lapsed_date": "14/08/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of planning permission 26104/APP/2018/2847 granted on 05/04/2019",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers  L1136/11 Rev. B and L1136/12 Rev. C and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012) and the London Plan (2016).",
    "The development shall be carried out in full compliance with the approved BS5837:2012 Arboricultural Report  Rev. 001 (Neil Tully Associates, July 2017) as supplemented by the Arboricultural Method Statement Addendum to Neil Tully Associates Arboricultural Report and plan No. Arbtech TPP 01.",
    "In the fulfilment of this condition, prior to starting any other site operations, tree protection fencing shall be erected in accordance with the Tree Protection Plan.",
    "Monitoring reports shall then be completed as provided for at Appendix 4 in the approved Report and submitted to the Local Planning Authority, in accordance with the standard conditions approval procedure, on completion of the following stages of development:",
    "(i) After ecological inspections have been carried out.",
    "(ii) Following completion of demolition;",
    "(iii) Following substantial completion of above ground works; and",
    "(iv) Following completion of landscaping.",
    "The monitoring reports shall be approved in writing prior to the first",
    "Prior to the commencement of any superstructure works, details and/or samples of all materials, colours and finishes to be used on all external surfaces shall first have been submitted to and approved in writing by the Local Planning Authority. The development shall then be implemented only in accordance with the approved details.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies BE5, BE6 and BE13 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012).",
    "Prior to the commencement of any superstructure works, a landscape scheme shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1. Details of Soft Landscaping, to include plant",
    "1.a Planting plans (at not less than a scale of 1:100),",
    "1.b Written specification of planting and cultivation works to be undertaken,",
    "1.c Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate, to include species that will enhance the wildlife values of and biodiversity at the site and in addition tree planting to include the proposal in the approved Arboricultural Report;",
    "1.d All planting, seeding and turfing as part of the approved landscaping scheme shall be completed within eight months of the development commencing (or such period as agreed in writing by the Local Planning Authority) or prior to occupation of the buildings, whichever is the earlier period.  The new planting and landscape operations should comply",
    "Trees, hedges and shrubs shown to be retained on the approved plan(s) shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork s",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England)Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing 7 Rogers Ruff.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The window(s) facing 7 Rogers Ruff shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy BE24 Hillingdon Local Plan: Part Two Saved UDP Policies (2012)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies BE13, BE21, BE23 and BE24 Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "Prior to the commencement of any construction works a scheme for the provision of sustainable water management shall be submitted to and approved in writing by the Local Planning Authority. The scheme shall clearly demonstrate that sustainable drainage systems (SUDS) have been incorporated into the designs of the development in accordance with the hierarchy set out in accordance with Policy 5.15 of the London Plan and will:",
    "i. provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii. include a timetable for its implementation; and",
    "iii. provide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and any other arrangements to secure the operation of the scheme throughout its lifetim",
    "In addition to the provision of wildlife friendly landscape species in accordance with the above landscape condition, the development shall provide the following mitigation and enhancement of protected and other wildlife at the site:",
    "1. Tree T2 as identified by the approved  Arboricultural Report  shall not be removed unless emergence and re-entry surveys are first carried out in accordance with advice in the approved Preliminary Roost Assessment Survey, and any necessary mitigation has been provided, in accordance with details that have first been submitted to and approved in writing by the Local Planning Authority.  Any required mitigation shall then be retained in accordance with the approved details.",
    "2. Demolition of the existing structures shall be carried out under the supervision of a licenced bat worker, unless survey(s) are first undertaken that establish that there is no potential for bat habitat within the building, and the results have been submitted to and approved in writ",
    "Prior to the occupation of the approved dwelling the building including all access areas shall have been constructed to meet the standards for a Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015.",
    "REASON",
    "To ensure that an appropriate standard of housing stock is achieved and maintained, in accordance with Policy 3.8 of the London Plan (2016).",
    "Notwithstanding the provisions of Section 55 of the Town and Country Planning Act 1990, the garages shall be used only for the accommodation of private motor vehicles, with ancillary cycle storage, incidental to the use of the dwellinghouse as a residence.",
    "REASON",
    "To ensure that adequate off-street parking to serve the development is provided and retained, in accordance with policy AM14 of the Hillingdon Local Plan: Part Two Saved UDP Policies (November 2012)",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8 1",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Conditions 4 and 8 are pre-commencement conditions because the property is within an Area of Special Local Character and it is essential to demonstrate that materials and landscaping are of high quality before development commences. Conditions 5 and 6 are required to ensure that the necessary sustainable drainage and energy features are properly considered in the more detailed design required for working drawings. Condition 7 is a pre-commencement condition because the property is subject to a Tree Protection Order..",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition 3 (Tree Protection) of planning permission Ref: 26104/APP/2018/2847 dated 05/04/2019 (Two storey, 6-bed detached dwelling with habitable roof space and annex, involving demolition of existing dwelling) to alter the tree report",
  "lpa_app_no": "26104/APP/2019/2085",
  "decision_target_date": "14/08/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "14/08/2019",
  "id": "Hillingdon-26104_APP_2019_2085",
  "centroid_northing": 190746,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508386,
  "street_name": "NORTHWOOD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4364587,
          51.605568
        ],
        [
          -0.4362909,
          51.6055575
        ],
        [
          -0.4361229,
          51.605165
        ],
        [
          -0.4361388,
          51.6050915
        ],
        [
          -0.4360552,
          51.6048572
        ],
        [
          -0.4362892,
          51.6048306
        ],
        [
          -0.43637899999999996,
          51.6048306
        ],
        [
          -0.4363997,
          51.604838
        ],
        [
          -0.4364317,
          51.6048539
        ],
        [
          -0.43649479999999996,
          51.6049071
        ],
        [
          -0.43651809999999996,
          51.6048943
        ],
        [
          -0.43654709999999997,
          51.6049423
        ],
        [
          -0.4365534,
          51.6049804
        ],
        [
          -0.4365166,
          51.6050501
        ],
        [
          -0.43646029999999997,
          51.6051314
        ],
        [
          -0.43643669999999996,
          51.6051514
        ],
        [
          -0.4363939,
          51.6052864
        ],
        [
          -0.4364587,
          51.605568
        ]
      ]
    ],
    "type": "Polygon"
  }
}