{
  "secondary_street_name": "HARLINGTON",
  "last_updated": "2025-07-07T21:59:15.370Z",
  "appeal_start_date": null,
  "bo_system": "CSV Data Import",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "16/04/2025",
  "reference_no_of_permission_being_relied_on": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=60948/ADV/2025/16",
  "site_number": null,
  "polygon": null,
  "development_type": null,
  "appeal_status": null,
  "centroid": {
    "lat": 51.487431,
    "lon": -0.436219
  },
  "wgs84_polygon": null,
  "appeal_decision": null,
  "lapsed_date": "16/04/2028",
  "decision_agency": "Borough",
  "application_type_full": "Consent to display an advertisement",
  "ward": "H/ROW VILLAGES 2022",
  "application_details": {
    "existing_uprns": null
  },
  "street_name": "HIGH STREET",
  "date_building_work_completed_under_previous_permission": null,
  "centroid_northing": 177657,
  "centroid_easting": 508673,
  "uprn": null,
  "last_updated_by": "CSV Data Import",
  "decision": "Approved",
  "cil_liability": false,
  "description": "Installation of 1 no. internally illuminated free standing sign",
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "id": "Hillingdon-60948_ADV_2025_16",
  "decision_conditions": [
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv) Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v) Where an advertisement is required under these Regul",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans",
    "31905v10 - 01",
    "31905v10 - 02",
    "31905v10 - 03",
    "PP-13716486v1",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance.",
    "The intensity of the illumination of the advertisement shall be no greater than 300 cd/m² during hours of darkness as advised by the Institute of Lighting Professionals' publication PLG05 (2015): \"The Brightness of Illuminated Advertisements\", or any publication replacing or superseding this guidance.",
    "The advertisements shall be switched off between the hours of 23.00 and 05.00.",
    "REASON:  To be in accordance with the published London Plan 2021 Policy T4 Assessing and Mitigating Transport Impacts which requires that development proposals should not increase road danger",
    "The illumination of the sign is to be by fixed and constant lights and not by lights which are, or appear to be, intermittent, moving, flashing or vibrating.",
    "REASON",
    "In order to protect the visual amenity of the area and/or highway safety in accordance with Policy BE27 of the Hillingdon Unitary Development Plan Saved Policies (September 2007).",
    "For the avoidance of doubt, the proposal relates to a free standing sign to be contained internally within the retail unit and not on the public footpath or any other external area.",
    "The decision to GRANT advertisement consent has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT advertisement consent has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "decision_target_date": "25/04/2025",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "lpa_app_no": "60948/ADV/2025/16",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "07/04/2025",
  "lpa_name": "Hillingdon",
  "application_type": "All Other",
  "locality": null,
  "title_number": null,
  "pp_id": "13716486",
  "decision_process": "Delegated",
  "site_name": "CO-OP STORE, 222-224",
  "valid_date": "28/02/2025",
  "parking_details": null,
  "postcode": null,
  "epc_number": null
}