{
  "lpa_app_no": "P1373.23",
  "uprn": "100021351757",
  "lapsed_date": "01/12/2026",
  "centroid_northing": 182124,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "67 INGREBOURNE ROAD",
  "appeal_decision_date": null,
  "valid_date": "20/09/2023",
  "decision_date": "01/12/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2010061,
          51.5174608
        ],
        [
          0.2004349,
          51.5172444
        ],
        [
          0.2003843,
          51.5172961
        ],
        [
          0.200962,
          51.5175172
        ],
        [
          0.2010061,
          51.5174608
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Delegated",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.032
  },
  "appeal_decision": null,
  "postcode": "RM13 9AH",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 552789,
  "actual_commencement_date": null,
  "description": "Outbuilding to rear - Part retrospective",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Havering",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "0.2006971",
    "lat": "51.5173802"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1373.23",
  "pp_id": null,
  "id": "Havering-P1373.23",
  "application_type_full": null,
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "01/12/2023",
  "locality": null,
  "lpa_name": "Havering",
  "last_date_consultation_comments": "28/11/2023",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 the outbuilding to be used for a garden room/office hereby permitted shall be used only for purposes incidental to the enjoyment of the dwelling house and not for any trade or business nor as living accommodation.",
    "Reason:-",
    "To restrict the use to one compatible with a residential area.",
    "The proposed window for the wet room on the rear elevation as shown on drawings PS-A3/01, PS-A3/02, PS-A3/03 & PS-A3/04 shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank or rear wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Within 3 months of the date of this decision, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on the site. This could include, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015+A1:2019, alternative gas protection measures, or suitable monitoring agreed in writing with the local planning authority, to demonstrate that the risk from landfill gas is adequately controlled.  The submitted details shall include a timeframe for the carrying out of the approved measures. The  gas protection measures shall then be carried out in strict accordance with the agreed details and the approved timeframe for undertaking those works.",
    "Upon completion of installation of any gas protection measures, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Otherwise, the use of the outbuilding hereby permit",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Grigoret (Agent) by phone and e-mail. The revisions involved clearly showing the proposal on site including the window on the rear elevation. Neighbours were re-consulted for a further 14 days. The amendments were subsequently submitted on 03/11/23."
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T00:12:51.031+00:00",
  "appeal_status": null,
  "street_name": "RAINHAM",
  "ward": "Rainham & Wennington",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552810.169,
              182133.605
            ],
            [
              552771.263,
              182108.354
            ],
            [
              552767.578,
              182113.99
            ],
            [
              552806.918,
              182139.782
            ],
            [
              552810.169,
              182133.605
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}