{
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2484108,
          51.5544393
        ],
        [
          0.248386,
          51.5543899
        ],
        [
          0.2483251,
          51.5544032
        ],
        [
          0.24835089999999999,
          51.5544514
        ],
        [
          0.2484108,
          51.5544393
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=A0031.24",
  "decision_target_date": "30/09/2024",
  "status": "Approved",
  "parking_details": null,
  "street_name": "UPMINSTER",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "subdivision_of_building": null,
  "development_type": null,
  "decision": "Approved",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.003
  },
  "appeal_decision_date": null,
  "decision_date": "27/09/2024",
  "valid_date": "05/08/2024",
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "secondary_street_name": null,
  "ward": "Upminster",
  "lapsed_date": "27/09/2027",
  "last_date_consultation_comments": "03/09/2024",
  "bo_system": "CSV Data Import",
  "lpa_app_no": "A0031.24",
  "postcode": "RM14 2AL",
  "pp_id": "13259601",
  "uprn": "200002674547",
  "application_type": "All Other",
  "locality": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555972.64,
              186345.52
            ],
            [
              555971.09,
              186339.97
            ],
            [
              555966.82,
              186341.32
            ],
            [
              555968.44,
              186346.74
            ],
            [
              555972.64,
              186345.52
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "site_name": "ADVERTISING RIGHT OUTSIDE 45 CORBETS TEY ROAD",
  "decision_conditions": [
    "The scheme hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "I. No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "II. No advertisement shall be sited or displayed so as to:-",
    "a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military).",
    "b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal, or aid to navigation by water or air.",
    "c) Hinder the operation of any device used for the purpose of security, or surveillance, or for measuring the speed of any vehicle.",
    "iii. Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the site.",
    "iv. Any structure or hoarding erected or used principally for the purpose of displaying advertisements shall be maintained in a condition that does not endanger the public.",
    "v. Where an advertisement is required under these Regul",
    "There shall be no moving images, animation, video or full motion images displayed unless otherwise permitted by this consent.",
    "Reason: In the interests of amenity and in order to retain effective planning control.",
    "In the hours of darkness, the advertisement display luminance shall be no greater than the recommended maximum night time luminance value set out in Table 10.4 within the Institution of Lighting Professionals - Professional Lighting Guide (PLG 05) 'Brightness of Illuminated Advertisements including Digital Displays' (or its equivalent in a replacement guide) in cd/m2· The environmental zone to be agreed with the Local Planning Authority.",
    "Reason: In the interests of amenity, public safety and in order to retain effective planning control.",
    "In daylight hours, the advertisement display luminance shall be controlled in order to reflect ambient light conditions (to ensure it is neither too bright or too dull), and shall at all times be no greater than the recommended maximum daytime luminance values set out in Table 10.5 within the Institution of Lighting Professionals - Professional Lighting Guide (PLG 05) 'Brightness of Illuminated Advertisements including Digital Displays' (or its equivalent in a replacement guide) in cd/m2·",
    "Reason: In the interests of amenity, public safety and in order to retain effective planning control.",
    "Unless otherwise permitted, the minimum display time for each advertisement shall be 10 seconds and the advertisement shall not include any features which would result in interactive messages/ advertisements being displayed.",
    "Reason: In the interests of amenity, public safety and in order to retain effective planning control.",
    "The interval between successive advertisements shall be no greater than 1 second and the complete display shall change without effect. The display to include a mechanism to default to a blank or black screen in the event of malfunction, or if the advertisement is not in use.",
    "Reason: In the interests of amenity, public safety and in order to retain effective planning control.",
    "No images displayed shall resemble official road traffic signs, traffic lights or traffic matrix signs.",
    "Reason: In the interests of amenity and in order to retain effective planning control.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The Highway Authority requires the Planning Authority to advise the applicant that planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted, considered and agreed.  The Highway Authority requests that these comments are passed to the applicant.  Any proposals which  involve building over the public highway as managed by the London Borough of Havering, will require a licence and the applicant must contact StreetCare, Traffic & Engineering on 01708 433750 to commence the Submission/ Licence Approval process."
  ],
  "application_type_full": "Consent to display an advertisement",
  "centroid_northing": 186343,
  "epc_number": null,
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "borough": "Havering",
  "cil_liability": false,
  "decision_process": "Committee",
  "id": "Havering-A0031.24",
  "description": "Advertisement consent for the display of internally illuminated freestanding double sided digital adverting as a replacement of the current freestanding signs",
  "appeal_start_date": null,
  "last_updated": "2025-03-19T19:55:45.921+00:00",
  "centroid": {
    "lon": "0.2483717",
    "lat": "51.5544174"
  },
  "centroid_easting": 555970
}