{
  "postcode": "KT1 3DS",
  "uprn": "100021760998",
  "decision_agency": null,
  "locality": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R7PRBFNHHCG00",
  "centroid": {
    "lat": 51.408822,
    "lon": -0.292641
  },
  "application_type_full": "Householder planning permission",
  "ward": "Norbiton - OLD",
  "last_date_consultation_comments": "21/03/2022",
  "cil_liability": false,
  "status": "Approved",
  "bo_system": "Idox Uniform",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "total_gia_gained": 28,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "06/2022",
    "intended_commencement_date": "03/2022",
    "site_area": 0.023
  },
  "centroid_northing": 169138,
  "decision_date": "19/04/2022",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Kingston-22_00590_HOU",
  "polygon": null,
  "description": "Erection of single storey garden outbuilding with pitched roof",
  "lapsed_date": "19/04/2025",
  "lpa_app_no": "22/00590/HOU",
  "last_updated": "2025-05-05T17:46:33.634Z",
  "application_type": "Householder",
  "site_name": "",
  "appeal_decision_date": null,
  "site_number": "39B",
  "appeal_decision": null,
  "development_type": "Other house holder developments",
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The finished floor levels of the development to which this permission relates shall be no lower than those of the existing building(s) and any electrical sockets or other electrical fittings within the development shall be installed no lower than 750mm above finished floor level.\r\rReason: To mitigate the risks associated with flooding of the site, in accordance with policy SI12 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: the establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) in the side elevations (north-east and south-west facing elevations) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012."
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": null,
  "pp_id": "PP-10381390",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Hawks Road",
  "centroid_easting": 518845,
  "decision_target_date": "20/04/2022",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "valid_date": "23/02/2022",
  "last_updated_by": "Idox Uniform",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.292619,
          51.408835
        ],
        [
          -0.29262,
          51.408808
        ],
        [
          -0.292663,
          51.408809
        ],
        [
          -0.292662,
          51.408836
        ],
        [
          -0.292619,
          51.408835
        ]
      ]
    ],
    "type": "Polygon"
  }
}