{
  "actual_completion_date": null,
  "centroid_northing": 162406,
  "decision": "Approved",
  "development_type": "Minor all other minor developments",
  "valid_date": "24/01/2022",
  "bo_system": "Idox Uniform",
  "description": "Demolition of existing cabin, kiosks and erection of single storey ticket kiosk,  entry gate structure, security structure, container shop.  Reconfiguration of existing southern pedestrian entrance and associated landscaping",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, the drainage system as shown in Drainage Strategy, prepared by HBL Ltd shall be implemented in full and permanently maintained thereafter in accordance with the Drainage Maintenance Schedule, prepared by HBL.\r\rReason: To prevent the development from increasing the risk of flooding to the site itself or elsewhere, in accordance with policy SI13 of the London Plan 2021 and policies CS1 and DM4 of the LDF Core Strategy 2012.\r\r",
    "Notwithstanding Section 55 of the Town and Country Planning Act 1990 (as amended) and the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the buildings hereby permitted shall only be used for the purposes ancillary to the wider use of the site as an Amusement / Theme Park and no other purposes whatsoever.\r\rReason: The acceptability of the development is highly dependent upon the exact nature of the use of the site and other uses, whether within the same use class or permitted by the General Permitted Development Order, are unlikely to be acceptable in planning terms.",
    "The development to which this permission relates shall not be brought into use until a scheme to enhance the nature conservation interest of the site has been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full prior to beneficial occupation / first use of the development.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012. \r",
    "Before the first use of the development takes place, details of external lighting shall have been submitted to and approved in writing by the Local Planning Authority. The external lighting shall be installed in accordance with the approved details and thereby retained as such unless a variation is subsequently submitted to and approved in writing by the Local Planning Authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, and in order to protect the biodiversity interest of the site.",
    "No amplified sound system shall be installed and made operational until the details of a suitably calibrated noise limiter so as to prevent the transmission of noise and vibration into any neighbouring premises has been submitted to and agreed in writing by the local planning authority. This noise limiter shall be maintained in accordance with manufacturer's instructions.\r\rReason: To ensure that the reasonable residential amenities of adjoining properties are adequately protected from noise pollution.",
    "The single storey ticket kiosk, entry gate structure, security structure, container shop, and the Thematic Feature shall be removed from the land along with all waste arisings, as soon as reasonably practicable after they are no longer required / in use and the land made good within 12 months after their removal.\r\rReason: In he interests of preserving the openness of the Green Belt",
    "Details of the design of the Thematic structure set on raised turf surround contained by sitting stones shown on plan \"Proposed Site Plan 263/71 5\"  shall be submitted and approved by the Council prior to installation of the structure. The design information shall include details of the proposed external appearance including external materials and colour finish. The structure shall then be installed in accordance with the approved design and materials.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012",
    "The development shall only be implemented in accordance with the details and measures in the approved CONSTRUCTION ENVIRONMENTAL MANAGEMENT PLAN (CEMP): Proposed Reconfiguration of Southern 'Explorer' Guest Entrance), which shall be maintained throughout the entire construction period, unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with Tree Protection Plan Ref: 1798-KC-XX-YTREE-TPP01RevB. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with Plan : 263_71_8 Proposed Planting Landscape Plan and the Planting Schedule Clarification (Dated 24.12.21), which shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for a period of five years to the satisfaction of the Local Planning Authority. \r\rAny trees or shrubs which die, are removed or become diseased during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose. Alterations to the landscaping scheme must be agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to occupation, evidence (photographs and installation contracts) must be submitted to demonstrate that the sustainable drainage scheme for the site has been constructed in accordance with the submitted details. The sustainable drainage scheme shall be managed and maintained thereafter in accordance with the agreed management and maintenance plan.\r\rReason :  To comply with the the Non-Statutory Technical Standards for Sustainable Drainage Systems, the National Planning Policy Framework, the London Plan along with associated guidance to these policies and DM4 of Kingston's Core Strategy.",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI17 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "No fans, louvres, ducts or other external plant other than those shown on the drawings hereby approved shall be installed without the prior written approval of the Local Planning Authority.\r\rReason: To safeguard the visual amenities of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The rating level of the noise emitted from any plant and equipment within the area to which this permission relates shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be determined 1m externally to any window at the nearest residential façade. Measurements and assessment shall be carried out in accordance with British Standard 4142: 1997.\r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to the commencement any of above grounds works, excluding demolition, details of the levels of buildings, roads, parking areas and pathways within the site shall have previously been submitted to and approved in writing by the Local Planning Authority. The Development shall be carried out in accordance with the approved details. .\r\rReason: To ensure that the appearance and functioning of the development is satisfactory and to safeguard the amenities of adjoining occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012 and comply with Supplementary Planning Document 'Access for All' (July 2005)\r"
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "21/03/2022",
  "ward": "Chessington South - OLD",
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_commencement_date": "03/2022",
        "intended_completion_date": "04/2022"
      }
    ],
    "total_gia_gained": 30.47,
    "site_area": 2400,
    "total_gia_lost": 32.83,
    "total_gia_existing": 79.9,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 79.9,
        "gia_gained": 30.47,
        "use_class": "SG",
        "gia_lost": 32.83
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "N/A"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 30.47,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 32.83,
      "total_gia_gained": 30.47,
      "total_gia_existing": 79.9,
      "total_gia_lost": 32.83
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "waste_details": [
        {
          "unit_reference": "N/A",
          "reason_for_no_provision": "N/A"
        }
      ],
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "s106_agreement": false,
    "existing_uprns": [
      "000128011648",
      "000128033699"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "GREENB Name: Green Belt"
      },
      {
        "result": null,
        "constraints_layer_description": "MAJDEV Name: Chessington World of Adventures"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "SAC SAC Type: SPECIAL CONTROL OF ADVERTS"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      }
    ],
    "commencement_notice_received": false
  },
  "status": "Lapsed",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "PP-10479238",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "18/02/2022",
  "decision_date": "24/03/2022",
  "centroid": {
    "lon": -0.314783,
    "lat": 51.348605
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R67FO0NHGSJ00",
  "street_name": "Leatherhead Road",
  "lpa_app_no": "22/00193/FUL",
  "lapsed_date": "24/03/2025",
  "id": "Kingston-22_00193_FUL",
  "title_number": [],
  "application_type": "All Other",
  "site_name": "Chessington World Of Adventures Resort",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "KT9 2NE",
  "last_updated": "2025-05-05T17:44:58.227Z",
  "last_updated_by": "Idox Uniform",
  "decision_agency": null,
  "uprn": "000128011648",
  "cil_liability": false,
  "centroid_easting": 517459,
  "polygon": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.314761,
          51.348618
        ],
        [
          -0.314762,
          51.348591
        ],
        [
          -0.314805,
          51.348592
        ],
        [
          -0.314804,
          51.348619
        ],
        [
          -0.314761,
          51.348618
        ]
      ]
    ],
    "type": "Polygon"
  }
}