{
  "appeal_decision": null,
  "postcode": "SW15 3SE",
  "street_name": "Robinwood Place",
  "appeal_decision_date": null,
  "lapsed_date": "19/05/2025",
  "site_number": "3",
  "id": "Kingston-22_00989_HOU",
  "decision_process": "Delegated",
  "lpa_name": "Kingston",
  "centroid_easting": 520788,
  "bo_system": "Idox Uniform",
  "last_date_consultation_comments": "16/04/2022",
  "pp_id": "PP-11143597",
  "last_updated": "2025-05-05T17:48:07.757Z",
  "actual_completion_date": null,
  "decision": "Approved",
  "valid_date": "24/03/2022",
  "actual_commencement_date": null,
  "polygon": null,
  "epc_number": null,
  "subdivision_of_building": null,
  "decision_target_date": "19/05/2022",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.433019,
    "lon": -0.263786
  },
  "centroid_northing": 171876,
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "lpa_app_no": "22/00989/HOU",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R99BJYNHI0K00",
  "secondary_street_name": null,
  "ward": "Coombe Hill",
  "application_type_full": "Householder planning permission",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "parking_details": null,
  "appeal_status": null,
  "development_type": "Other house holder developments",
  "site_name": "3 Robinwood Place\rKingston Vale\rLondon\rSW15 3SE\r",
  "locality": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "decision_agency": null,
  "status": "Approved",
  "application_details": {
    "total_gia_gained": 150,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "03/2023",
    "intended_commencement_date": "07/2022",
    "site_area": 0.059000000000000004
  },
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of the development (including any works of demolition), a detailed arboricultural method statement and tree protection plan shall be submitted to and approved by the Local Planning Authority.  This submission shall include:\r\rA plan to a scale and level of accuracy appropriate to the proposal, that shows the positions, crown spreads and root protection areas (RPA) of every retained tree on site, and on nearby ground or land adjacent to the site, in relation to the approved plans.\rA schedule of pre-construction works for the above-detailed trees, where appropriate.\rCalculated dimensions and positions of all tree root protection areas.\rDetails and positions of tree protection barriers and ground protection where appropriate.\rDetails and positions of any construction exclusion zones.\rDetails and positions of the existing and proposed underground service runs, to be routed to avoid root protection areas where possible and if not possible, for alternative methods of installation to be detailed within the AMS.\rDetails and positions of any change in levels or positions of any excavations within 5m of the root protection area of retained trees.\rDetails of any special engineering required to accommodate proposals within the root protection areas of retained trees (e.g. in connection with foundations, service installation, bridging, water features, surfacing).\rDetails of the working methods to be employed for the installation of drives, paths or any other form of hard surfacing within the root protection areas of retained trees in accordance with the principles of 'No Dig' construction. All details shall be in accordance with British Standard BS5837: 2012 \"Trees in relation to Design, Demolition and Construction\"\r\rThe approved protection scheme shall be implemented prior to commencement of any work on site including demolition, and be maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development or until such stage as detailed within the approved AMS.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "Prior to the commencement of any above-ground works, a detailed landscape & planting plan shall have been submitted to and approved in writing by the local planning authority. \r\rThe plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\r\r- Replanting of lost trees on a ratio of 2 trees planted for each tree lost\r- Species (both Latin & Common names) for all plants\r- Locations of all plants or areas of planting\r- Plant numbers or planting densities\r- Sizes of all plants and particularly trees 'at time of planting'\r- Details of all hard-landscaping areas including materials \r\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy G7 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor or above in the side elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to the beneficial occupation of the development hereby permitted permitted, the privacy screens shown on drawing no 22015/04 shall be installed thereafter permenantly retained.  The screen on the flank elevation shall be installed in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to any above ground works (excluding demolition) a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: \r1) suitably positioned outside space for fire appliances/ an evacuation assembly point; \r2) Appropriate fire alarm systems; \r3) Passive and active fire safety measures; \r4) appropriate construction details to minimise the risk of fire spread; \r5) provision of suitable and convenient means of escape/ an evacuation strategy;\r6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. \r\rThe development shall be carried out in accordance with the approved Strategy and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021."
  ],
  "decision_date": "19/05/2022",
  "last_updated_by": "Idox Uniform",
  "description": "Erection of part single-storey, part two-storey, front, side and rear extensions and conversion of existing garage to habitable space, following demolition of existing conservatory",
  "uprn": "000128016622",
  "application_type": "Householder",
  "cil_liability": true,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.263764,
          51.433033
        ],
        [
          -0.263765,
          51.433006
        ],
        [
          -0.263808,
          51.433006
        ],
        [
          -0.263807,
          51.433033
        ],
        [
          -0.263764,
          51.433033
        ]
      ]
    ],
    "type": "Polygon"
  }
}