{
  "postcode": "KT2 7NY",
  "uprn": "100021768468",
  "decision_agency": null,
  "locality": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R8H852NHHRL00",
  "centroid": {
    "lat": 51.417263,
    "lon": -0.271574
  },
  "application_type_full": "Householder planning permission",
  "ward": "Coombe Hill",
  "last_date_consultation_comments": "31/03/2022",
  "cil_liability": false,
  "status": "Approved",
  "bo_system": "Idox Uniform",
  "title_number": [],
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "total_gia_gained": 73.4,
    "no_additional_bathrooms": 3,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "03/2023",
    "intended_commencement_date": "08/2022",
    "site_area": 0.14900000000000002
  },
  "centroid_northing": 170111,
  "decision_date": "19/05/2022",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Kingston-22_00779_HOU",
  "polygon": null,
  "description": "Demolition of existing conservatory and erection of part single, two storey rear extension. Alterations to roof including rear gable and side dormer roof extensions with installation of 4no side rooflights to facilitate loft conversion. Garage infill roof extension with installation of 2no rooflights. Associated changes to fenestration",
  "lapsed_date": "19/05/2025",
  "lpa_app_no": "22/00779/HOU",
  "last_updated": "2025-05-05T17:47:16.769Z",
  "application_type": "Householder",
  "site_name": "Spey House",
  "appeal_decision_date": null,
  "site_number": "5",
  "appeal_decision": null,
  "development_type": "Other house holder developments",
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, privacy screening, 1.7m in height as measured from the floor level adjacent to the screen, shall be erected along the South side of the proposed balcony. Aside from essential fixings, the screen(s) shall be constructed entirely of obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3. The privacy screening shall be installed and thereafter retained in accordance with the approved details, unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights at first floor or above in the North and South Elevations shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the North and South Elevations of the extended property unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "The development to which this permission relates shall be carried out in accordance with the Arboricultural Method Statement & Tree protection plan submitted. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to beneficial occupation of the development to which this permission relates, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: 1) suitably positioned outside space for fire appliances/ an evacuation assembly point; 2) Appropriate fire alarm systems; 3) Passive and active fire safety measures; 4) appropriate construction details to minimise the risk of fire spread; 5) provision of suitable and convenient means of escape/ an evacuation strategy; 6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Safety Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved Strategy and thereafter maintained.\r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021.\r"
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": null,
  "pp_id": "PP-11092252",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "The Drive",
  "centroid_easting": 520288,
  "decision_target_date": "04/05/2022",
  "lpa_name": "Kingston",
  "borough": "Royal Borough of Kingston (LA Code)",
  "valid_date": "09/03/2022",
  "last_updated_by": "Idox Uniform",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.271552,
          51.417276
        ],
        [
          -0.271553,
          51.417249
        ],
        [
          -0.271596,
          51.41725
        ],
        [
          -0.271595,
          51.417277
        ],
        [
          -0.271552,
          51.417276
        ]
      ]
    ],
    "type": "Polygon"
  }
}