{
  "application_details": {
    "site_area": 0.006
  },
  "decision": "Refused",
  "appeal_status": null,
  "last_date_consultation_comments": "07/04/2022",
  "secondary_street_name": null,
  "lpa_name": "Kingston",
  "decision_date": "27/04/2022",
  "valid_date": "15/03/2022",
  "centroid_easting": 519080,
  "epc_number": null,
  "lapsed_date": "27/04/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "pp_id": null,
  "uprn": "000128031504",
  "street_name": "London Road",
  "site_number": "164",
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "Idox Uniform",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "cil_liability": true,
  "borough": "Royal Borough of Kingston (LA Code)",
  "lpa_app_no": "22/00674/PAMA",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "description": "Prior notification of change of use of ground floor from commercial unit (Class E) to a two bed dwelling (Class C3)",
  "decision_process": "Delegated",
  "last_updated": "2025-05-05T17:46:51.223Z",
  "postcode": "KT2 6QW",
  "development_type": "Extension",
  "site_name": "Magnum House, Flat 1",
  "centroid_northing": 169549,
  "status": "Refused",
  "actual_completion_date": null,
  "parking_details": null,
  "application_type": "Prior Approval",
  "title_number": [],
  "decision_agency": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=R80Q8CNH05400",
  "centroid": {
    "lon": -0.289126,
    "lat": 51.412467
  },
  "bo_system": "Idox Uniform",
  "id": "Kingston-22_00674_PAMA",
  "locality": null,
  "decision_conditions": [
    "It has not been adequately demonstrated that the existing unit falls within any of the uses specified within MA.1(2)(a) or (b) and therefore the building does not benefit from the rights afforded by Schedule 2, Part 3, Class MA of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "No mechanism has been secured to preclude residents from applying for on-street car parking permits in the Controlled Parking Zone or car club membership for future occupiers and so, in the absence of cogent evidence or assessment, the applicant has failed to demonstrate that overspill car parking from the site would not result in an unacceptable adverse impact on on-street car parking stress or result in an unacceptable adverse impact on highway safety, contrary to paragraph 111 of the NPPF, Policy T4 of the London Plan (2021) and Policies DM8, DM9 and DM10 of the Kingston Core Strategy (2012).",
    "The applicant has failed to demonstrate that sufficient and adequate cycle parking could be provided on site to accommodate the development, contrary to Policy T5 of the London Plan (2021), Policy DM8 of the Council's Core Strategy 2012 and the Sustainable Transport SPD 2013.\r",
    "It has not been demonstrated through the submission of robust or cogent evidence, such as a full BRE complaint Daylight & Sunlight Assessment, that the proposed development would be provided with adequate natural light in all habitable rooms of the dwellinghouse, contrary to MA.2(2)(f) of Schedule 2, Part 3, Class MA of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "It has not been demonstrated through the submission of cogent evidence that the proposed development would achieve minimum 2.3m floor to ceiling heights over 75% of the Gross Internal Area and that the proposed flats would comply with the nationally described space standard issued by the Department for Communities and Local Government on 27th March 2015, contrary to 3(9A), 'Permitted Development', of The Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r"
  ],
  "decision_target_date": "10/05/2022",
  "ward": "Norbiton - OLD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.289104,
          51.41248
        ],
        [
          -0.289105,
          51.412453
        ],
        [
          -0.289148,
          51.412453
        ],
        [
          -0.289147,
          51.41248
        ],
        [
          -0.289104,
          51.41248
        ]
      ]
    ],
    "type": "Polygon"
  }
}