{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509172.1609,
              181716.5829
            ],
            [
              509172.2932,
              181716.5829
            ],
            [
              509154.566,
              181642.764
            ],
            [
              509148.8775,
              181644.6161
            ],
            [
              509152.1848,
              181659.1682
            ],
            [
              509134.9868,
              181663.5338
            ],
            [
              509148.6129,
              181722.536
            ],
            [
              509172.1609,
              181716.5829
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08500648",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:52.430+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": "HAYES",
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.5235703",
    "lon": "-0.4280276"
  },
  "decision": "Refused",
  "valid_date": "18/02/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.155
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=72470/APP/2020/474",
  "lpa_name": "Hillingdon",
  "site_name": "579-583",
  "lapsed_date": "14/04/2023",
  "parking_details": null,
  "decision_conditions": [
    "The applicant has failed to submit satisfactory details and samples relating to materials and external surfaces and boundary treatments. The window positions and door openings have changed without planning consent and the proposal is contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two Development Management Policies (2020).",
    "The landscape proposal fails to correlate with the approved plans, further soft landscaping would be lost and replaced with hard landscaping that is incongruous within the setting of the proposed property, the proposed boundary treatment, particularly the brick wall with metal railings in the front garden fails to enhance the streetscene, the landscaping plan fails to provide comprehensive details of bin stores and fails to provide cycle parking. As such, the proposal fails to accord with Policies DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The applicant has failed to submit satisfactory details relating to physical measures to prevent overlooking between the proposed flats on Block H and the garden of No. 577 Uxbridge Road. The proposal could result in overlooking and it is therefore contrary to Policy DMHB 11 of the Hillingdon Local Plan: Part Two Development Management Policies (2020).",
    "The applicant has failed to submit satisfactory details relating to sustainable water management. The proposal is thus contrary to Policy DMEI 10 of the Hillingdon Local Plan: Part Two Development Management Policies (2020) and 5.12 of the London Plan (2016).",
    "In the absence of comprehensive detailing setting out traffic management and access arrangements (vehicular and pedestrian), parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours), tracking diagrams, construction timetable and the storage of demolition/construction materials on site, the applicant has failed to demonstrate the proposal would safeguard the amenities of existing occupiers and would not result in a conflict with other road users contrary to Policy DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "In the absence of comprehensive details justifying the increase in car parking or provide details of how car parking allocations would be managed, the applicant had failed to demonstrate that all on-site car parking shall be allocated and dedicated for the use of each of the residential units contrary to Policy DT6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Chapter 6 of the London Plan (July 2016).",
    "There are a number of changes proposed which seeks to make material changes to the approved scheme, which cannot be done through a details submission.",
    "The applicant is advised that whilst details relating to Conditions 8, 20 and 21 were found acceptable. A separate application would need to be submitted seeking the discharge of these conditions."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Details pursuant to Conditions 5 (External Materials), 6 (Landscaping), 7 (means of enclosure), 8 (balustrades), 9 (overlooking), 12 (construction management plan), 14 (sustainable water management), 17 (car parking allocation), 20 (external noise) and 21 (sound insulation) of planning ref: 72470/APP/2016/4648 dated 04-09-17 for the demolition of 3 dwelling houses and redevelopment of site to provide 21 residential units within 2 new buildings with associated access parking, landscaping and amenity space.",
  "lpa_app_no": "72470/APP/2020/474",
  "decision_target_date": "14/04/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "14/04/2020",
  "id": "Hillingdon-72470_APP_2020_474",
  "centroid_northing": 181688,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509154,
  "street_name": "UXBRIDGE ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4277571,
          51.5238237
        ],
        [
          -0.4277551,
          51.5238236
        ],
        [
          -0.4280334,
          51.5231636
        ],
        [
          -0.42811479999999996,
          51.5231813
        ],
        [
          -0.42806259999999996,
          51.5233115
        ],
        [
          -0.4283091,
          51.523354
        ],
        [
          -0.4280945,
          51.5238817
        ],
        [
          -0.4277571,
          51.5238237
        ]
      ]
    ],
    "type": "Polygon"
  }
}