{
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "status": "Refused",
  "appeal_start_date": null,
  "parking_details": {
    "no_existing_car": 1,
    "net_car": 1,
    "no_proposed_car": 2
  },
  "pp_id": "09588716",
  "last_updated": "2025-03-20T23:32:18.657+00:00",
  "decision_process": "Delegated",
  "development_type": null,
  "ward": "Rainham & Wennington",
  "decision_date": "06/05/2021",
  "actual_completion_date": null,
  "centroid_easting": 552953,
  "bo_system": "CSV Data Import",
  "cil_liability": false,
  "subdivision_of_building": null,
  "id": "Havering-P0423.21",
  "centroid_northing": 182185,
  "application_type_full": "Householder planning permission",
  "last_updated_by": "CSV Data Import",
  "appeal_decision_date": null,
  "appeal_status": null,
  "street_name": "Rainham",
  "lpa_app_no": "P0423.21",
  "decision": "Refused",
  "borough": "Havering",
  "secondary_street_name": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0423.21",
  "title_number": [
    "NGL98506"
  ],
  "application_type": "All Other",
  "lpa_name": "Havering",
  "date_building_work_completed_under_previous_permission": null,
  "valid_date": "11/03/2021",
  "locality": null,
  "centroid": {
    "lat": "51.5178839",
    "lon": "0.2030853"
  },
  "epc_number": null,
  "postcode": "RM13 9PS",
  "uprn": "100021348977",
  "actual_commencement_date": null,
  "decision_agency": "Borough",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 60.7,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "03/2022",
    "intended_completion_date": "12/2022",
    "site_area": 0.031
  },
  "date_building_work_started_under_previous_permission": null,
  "site_name": "20 Crammerville Walk",
  "appeal_decision": null,
  "description": "Erection of two storey self-contained annexe to side of existing house",
  "lapsed_date": "06/05/2024",
  "last_date_consultation_comments": "10/04/2021",
  "decision_conditions": [
    "The proposed development would, by reason of its incongruous appearance, in relation to the remainder of the terrace and the bulky, visually intrusive design of the rear elevation, be out of keeping with the pattern of development in the local area, particularly harmful to the rear garden environment and inconsistent with the prevailing character of the streetscene and the wider locality, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD and the adopted Supplementary Planning Document: Residential Design Guide. The proposal would also fail to accord with the core principle set out in Paragraph 127 of the National Planning Policy Framework which seeks to ensure a high standard of amenity for existing and future occupants of land and buildings.",
    "The proposed development would result in living conditions that do not create a suitably high quality living environment for future occupiers. The proposal would be substandard for a three person dwelling, with overall dimension as well as individual habitable rooms failing to meet the internal space standards of the nationally described space standards. The lack of internal space would be in direct contrast to the aims of London Plan Policy D6, the nationally described space standard and Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed development would, by reason of its height, bulk, position and proximity to the neighbouring property at 51 Brights Avenue, appear oppressive and overbearing which would have a serious and adverse effect on the living conditions of adjacent occupiers, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £9150 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £9105 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the additional floorspace of 60.7 square metres.",
    "You are advised to visit the planning portal website where you can downl",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Paul Pledger via email on the 04th May 2021."
  ],
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552944.998,
              182174.696
            ],
            [
              552943.101,
              182178.354
            ],
            [
              552938.767,
              182175.983
            ],
            [
              552935.719,
              182182.282
            ],
            [
              552966.537,
              182195.626
            ],
            [
              552969.721,
              182187.362
            ],
            [
              552944.998,
              182174.696
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "decision_target_date": "06/05/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2029656,
          51.5177935
        ],
        [
          0.2029398,
          51.5178269
        ],
        [
          0.20287639999999998,
          51.5178067
        ],
        [
          0.2028352,
          51.5178642
        ],
        [
          0.2032848,
          51.5179757
        ],
        [
          0.20332709999999998,
          51.5179006
        ],
        [
          0.2029656,
          51.5177935
        ]
      ]
    ],
    "type": "Polygon"
  }
}