{
  "site_name": "ROSEDALE",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -0.486406,
    "lat": 51.496821
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=9585/APP/2023/3590",
  "secondary_street_name": "WEST DRAYTON",
  "site_number": null,
  "application_details": {
    "intended_completion_date": "06/2023",
    "total_gia_gained": 0,
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "05/2023"
  },
  "lapsed_date": "22/07/2027",
  "decision": "Refused",
  "postcode": null,
  "last_date_consultation_comments": "16/02/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "12557356",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "21/12/2023",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "centroid_northing": 178628,
  "id": "Hillingdon-9585_APP_2023_3590",
  "decision_target_date": "15/02/2024",
  "description": "Erection of 2.8 metre steel fencing around dwelling perimeter  (Retrospective application)",
  "appeal_status": null,
  "decision_date": "22/07/2024",
  "ward": "WEST DRAYTON 2022",
  "appeal_decision": null,
  "locality": null,
  "street_name": "THE COMMON",
  "status": "Refused",
  "application_type_full": "Householder planning permission",
  "decision_agency": "Borough",
  "uprn": null,
  "date_building_work_started_under_previous_permission": "01/12/2022",
  "lpa_app_no": "9585/APP/2023/3590",
  "title_number": null,
  "last_updated": "2025-03-19T20:59:56.618+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 505167,
  "appeal_start_date": null,
  "decision_conditions": [
    "The proposed development represents inappropriate development within the Green Belt, is harmful by definition to its open character and appearance and there are no very special circumstances provided or which are evident which either singularly or cumulatively justify the development which would overcome the presumption against inappropriate development in the Green Belt. The development is therefore harmful to the Green Belt, contrary to Section 13 of the National Planning Policy Framework 2023, Policy EM2 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policy DMEI 4 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020).",
    "The proposed fencing, by virtue of its height, design and appearance and high visibility, represents an incongruous, dominant, and visually intrusive features that causes significant harm to the character and appearance of the area and the character of the landscape. The development is therefore contrary to  the National Planning Policy Framework 2023, Policy BE1 of the Hillingdon Local Plan: Part One- Strategic Policies (2012) and Policies DMHB 11 and DMHB 12  of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "The development serves a use stated in the application form as car sales and repair which does not benefit from planning permission or a certificate of lawful development being granted to establish its lawful use. Furthermore the site has been subject to an enforcement notice to remove these uses from the site due to the impact derived from these uses to the Green Belt and no evidence has been submitted to demonstrate that the notice was complied with. As such the development does not benefit from immunity from enforcement action and would therefore conflict with the requirements of Paragraphs 59, 154, 155 and 153 of the National Planning Policy Framework (2023),  Policy EM2 of the Hillingdon Local Plan: Part One- Strategic,  Policy  DMEI 4 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020) and Policy G2 of the London Plan (2021).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "date_building_work_completed_under_previous_permission": "25/12/2022"
}