{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507506.9744,
              181379.7054
            ],
            [
              507506.3129,
              181381.0283
            ],
            [
              507505.6515,
              181380.3668
            ],
            [
              507454.7191,
              181418.07
            ],
            [
              507450.7503,
              181429.9763
            ],
            [
              507447.443,
              181454.4503
            ],
            [
              507456.7035,
              181451.8045
            ],
            [
              507460.6722,
              181461.7264
            ],
            [
              507449.4274,
              181469.0024
            ],
            [
              507450.7503,
              181472.3097
            ],
            [
              507454.7191,
              181478.9243
            ],
            [
              507465.3024,
              181489.5077
            ],
            [
              507479.8545,
              181497.4452
            ],
            [
              507479.1931,
              181510.6744
            ],
            [
              507501.0213,
              181516.6275
            ],
            [
              507525.4953,
              181506.7056
            ],
            [
              507567.1672,
              181492.815
            ],
            [
              507582.3808,
              181505.3827
            ],
            [
              507602.2246,
              181508.0286
            ],
            [
              507626.0371,
              181485.5389
            ],
            [
              507620.084,
              181481.5702
            ],
            [
              507614.1309,
              181481.5702
            ],
            [
              507603.5475,
              181494.7994
            ],
            [
              507588.9954,
              181495.4608
            ],
            [
              507577.0891,
              181482.8931
            ],
            [
              507590.3183,
              181465.0337
            ],
            [
              507578.412,
              181457.0962
            ],
            [
              507542.0318,
              181427.3305
            ],
            [
              507520.865,
              181391.6117
            ],
            [
              507506.9744,
              181379.7054
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08105167",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:45:20.665+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "01/01/2020",
  "secondary_street_name": "HILLINGDON",
  "appeal_start_date": null,
  "ward": "YIEWSLEY",
  "centroid": {
    "lat": "51.5218082",
    "lon": "-0.4517132"
  },
  "decision": "Approved",
  "valid_date": "09/10/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.205
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=68554/APP/2019/3071",
  "lpa_name": "Hillingdon",
  "site_name": "RURAL ACTIVITY GARDEN CENTRE",
  "lapsed_date": "22/01/2023",
  "parking_details": null,
  "decision_conditions": [
    "This authority is given by the issuing of this notice under Regulation 3 of the Town and Country Planning General Regulations 1992 and shall enure only for the benefit of the land.",
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2019/D287/P/02 Rev. B, 2019/D287/P/03 Rev. C, 2019/D287/P/04 Rev. A, 2019/D287/P/05 Rev. A, 2019/D287/P/06 Rev. A, 2019/D287/P/07 Rev. A, 2019/D287/P/08 Rev. A, 2019/D287/P/09 Rev. A, 2019/D287/P/10 Rev. A, 2019/D287/P/11 Rev. B, 2019/D287/P/12 Rev. B, 2019/D287/P/13, 2019/D287/P/14 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and the London Plan (March 2016).",
    "No development shall take place until details of all materials and external surfaces have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details. The fencing shall be retained in position until development is completed.",
    "Th",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate, species shall include pollution absorbing trees.",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage (including bin store and bin collection point)",
    "2.b Cycle Storage (including 4 secure and covered cycle parking spaces)",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts for the new 24 car parking spaces (demonstrating provision of a pick-up and drop-off point, servicing and delivery area, 4 accessible car parking spaces, 5 active electric vehicle charging point parking spaces and 5 passive electric vehicle charging point parking spaces)",
    "2.e",
    "No contaminated soils or other materials shall be imported to the site. All imported soils for landscaping purposes shall be clean and free of contamination. Before any part of the development is occupied, all imported soils shall be independently tested for chemical contamination, and the results of this testing shall be submitted and approved in writing by the Local Planning Authority. All soils used for gardens and/or landscaping purposes shall be clean and free of contamination.",
    "REASON",
    "To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with Policy DMEI 12 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Prior to above ground works, an ecological enhancement scheme shall be submitted to and approved in writing by the Local Planning Authority.  The scheme shall set out how the development contributes positively to the ecological value of the area through the incorporation of features that support flora and fauna; as a minimum bat and bird boxes should be located throughout the site (on trees and on/in the fabric of the new buildings) as well as the location of refugia for various fauna for example through the location of log piles; in addition the proposals should be amended (if feasible) to include a natural link to the pond under the access road (between car parking bay 5 and 6 or 11 and 10 - shown on drawing 2019/D287/P/03 rev C) which connects to an increased and diverse range of planting around the parking bays.  The development must proceed in accordance with the approved plans.",
    "REASON",
    "To deliver a net ecological gain in accordance with the Policy EM7 of the Hillingdon Local Pl",
    "Prior to commencement,(excluding demolition and site clearance) a scheme for the provision of sustainable water management shall be submitted to, and approved in writing by the Local Planning Authority.",
    "The scheme shall clearly demonstrate how it, manages water and demonstrate ways of controlling the surface water on site by providing information on:",
    "a) Suds features:",
    "i. incorporating sustainable urban drainage (SuDs) in accordance with the hierarchy set out in Policy 5.13 of the London Plan. Where the proposal does not utilise the most sustainable solution, justification must be provided,",
    "ii. calculations showing storm period and intensity and volume of storage required to control surface water and size of features to control that volume to Greenfield run off rates at a variety of return periods including 1 in 1 year, 1in 30, 1 in 100, and 1 in 100 plus Climate change. This rate should be presented per hectare as well as the total for the whole site.",
    "iii. where it is intended t",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nominatio",
    "The cafe/shop building and barn building hereby approved shall be maintained as ancillary to the main use of the Rural Activities Gardens Centre as an Adult Learning Centre which provides education, supported employment and volunteering opportunities for local residents (including those with special educational needs). The cafe/shop building and barn building shall remain ancillary to the primary use of the site and shall not be run as a separate operation.",
    "REASON:",
    "In order to accord with the terms of the application and in order to prevent a more intensive use being established on site without being fully assessed in terms of its activities and vehicle movements generated with regard to the openness and character of the Green Belt and the amenities of surrounding residential occupiers, in accordance with Policies DMEI 4 and DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "The buildings and car park hereby approved shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to reflect the guidance contained in the Council's SPG on Community Safety By Design and to ensure the development provides a safe and secure environment in accordance with Policies 7.1 and 7.3 of the London Plan (March 2016).",
    "Prior to the operation of the proposed use, a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. This Travel Plan should follow the guidelines and good practice issued by Transport for London.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the development does not have an unacceptable impact on local highways in accordance with Policies DMT 1, DMT 2, DMT 4 and DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "No development shall commence until a low emission strategy (LES) has been submitted to and approved in writing by the Local Planning Authority. The LES shall be linked to, and consistent with, the Travel Plan and include, but not be limited to;",
    "- Use of Ultra Low NOx technology in relation to energy sources such as boilers or CHP;",
    "- Provision of electric vehicle charging points as per the London Plan for both staff and users; and",
    "- Incorporation of suitable green infrastructure such as trees and hedging to provide a barrier between users and the main road source.",
    "REASON",
    "To reduce the impact on air quality in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy DMEI 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), London Borough of Hillingdon Air Quality Local Action Plan 2019-2024, Policy 7.14 of the London Plan (March 2016) and the Mayor of London \"Sustainable Design and Construction\" S",
    "Prior to completion of relevant works, details of a pick-up and drop-off point for mini-buses shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that provision is made for students who arrive by mini-bus rather than the private car, in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Prior to completion of relevant works, details of a servicing and delivery area shall be submitted to and approved in writing by the Local Planning Authority.",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that provision is made for servicing and delivery in order to avoid conflict with the function of the site, in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "No development shall commence until a CEMP has been submitted to, and approved in writing by, the LPA. The Plan must be drawn up in accordance with the GLA Control of Dust and Emissions from Construction and Demolition SPG (or any successor document) and include compliance with the NRMM requirements for all relevant non-road mobile machinery used during the course of the construction of the development.",
    "REASON",
    "To reduce the impact on air quality in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy DMEI 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), London Borough of Hillingdon Air Quality Local Action Plan 2019-2024, Policy 7.14 of the London Plan (March 2016) and the Mayor of London \"Control of Dust and Emissions from Construction and Demolition\" SPG.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "Written schemes of investigation (WSI) will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London.",
    "The WSI condition is exempt from deemed discharge under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "GLAAS advise that the archaeological fieldwork would comprise the following:",
    "- An archaeological field evaluation involving exploratory fieldwork to determine if significant remains are present on a site and if so to define their character, extent, quality and preservation. Field evaluation may involve one or more techniques depending on the nature of the site and its archaeological potential. It will normally include excavation of trial trenches. A field evaluation report will usually be used to inform a planning decision (pre-determination evaluation) but can also be required by c",
    "The Council's Commercial Premises Section should be consulted prior to the use of the premises so as to ensure compliance with the Food Safety Registration Regulations 1990, Hygiene (General) Regulations 1970, The Food Act 1984, The Health and Safety at Work Act 1974 and any other relevant legislation. Contact: - Commercial Premises Section, 4W/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Telephone 01895 250190)."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Erection of two single storey buildings to provide cafe, sales area, agricultural barn, access, car parking and associated works",
  "lpa_app_no": "68554/APP/2019/3071",
  "decision_target_date": "27/01/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "22/01/2020",
  "id": "Hillingdon-68554_APP_2019_3071",
  "centroid_northing": 181457,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507515,
  "street_name": "WEST DRAYTON ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4518523,
          51.521115
        ],
        [
          -0.45186149999999997,
          51.521127
        ],
        [
          -0.4518712,
          51.5211212
        ],
        [
          -0.4525935,
          51.5214698
        ],
        [
          -0.45264709999999997,
          51.5215775
        ],
        [
          -0.45268729999999996,
          51.5217981
        ],
        [
          -0.4525547,
          51.5217726
        ],
        [
          -0.45249449999999997,
          51.521861
        ],
        [
          -0.45265429999999995,
          51.5219286
        ],
        [
          -0.4526342,
          51.521958
        ],
        [
          -0.452575,
          51.5220167
        ],
        [
          -0.45241929999999997,
          51.5221098
        ],
        [
          -0.4522073,
          51.5221784
        ],
        [
          -0.45221279999999997,
          51.5222975
        ],
        [
          -0.4518965,
          51.5223468
        ],
        [
          -0.4515469,
          51.522253
        ],
        [
          -0.4509507,
          51.5221202
        ],
        [
          -0.45072769999999995,
          51.5222303
        ],
        [
          -0.450441,
          51.5222503
        ],
        [
          -0.45010469999999997,
          51.5220436
        ],
        [
          -0.4501917,
          51.5220091
        ],
        [
          -0.4502775,
          51.5220102
        ],
        [
          -0.4504259,
          51.5221311
        ],
        [
          -0.45063539999999996,
          51.5221398
        ],
        [
          -0.45081079999999996,
          51.5220291
        ],
        [
          -0.45062559999999996,
          51.5218661
        ],
        [
          -0.45079959999999997,
          51.521797
        ],
        [
          -0.4513328,
          51.5215364
        ],
        [
          -0.45164859999999996,
          51.5212194
        ],
        [
          -0.4518523,
          51.521115
        ]
      ]
    ],
    "type": "Polygon"
  }
}