{
  "cil_liability": false,
  "last_updated": "2025-03-20T14:35:15.565+00:00",
  "application_details": {
    "intended_commencement_date": "02/2023",
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "total_gia_gained": 20,
    "intended_completion_date": "06/2023",
    "no_additional_bathrooms": 0,
    "site_area": 0.055
  },
  "decision_target_date": "25/01/2023",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 4,
    "no_existing_car": 4
  },
  "postcode": null,
  "appeal_decision_date": null,
  "locality": null,
  "status": "Refused",
  "centroid_easting": 506589,
  "lapsed_date": "25/01/2026",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506576.4323,
              183014.78
            ],
            [
              506609.836,
              183010.8112
            ],
            [
              506608.1823,
              182999.5664
            ],
            [
              506586.3542,
              183001.5508
            ],
            [
              506585.362,
              182988.983
            ],
            [
              506573.125,
              182990.9674
            ],
            [
              506575.7708,
              183014.78
            ],
            [
              506576.4323,
              183014.78
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "centroid_northing": 183004,
  "ward": "HILLINGDON WEST 2022",
  "lpa_app_no": "57530/APP/2022/3187",
  "pp_id": "11629916",
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "valid_date": "18/10/2022",
  "title_number": null,
  "decision_agency": "Borough",
  "uprn": null,
  "appeal_start_date": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "09/12/2022",
  "actual_completion_date": null,
  "application_type_full": "Householder planning permission",
  "application_type": "Householder",
  "appeal_status": null,
  "site_number": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "street_name": "HILLINGDON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.464765,
          51.5359877
        ],
        [
          -0.4642848,
          51.5359457
        ],
        [
          -0.464312,
          51.5358449
        ],
        [
          -0.464626,
          51.5358669
        ],
        [
          -0.4646441,
          51.5357541
        ],
        [
          -0.46481989999999995,
          51.5357743
        ],
        [
          -0.4647745,
          51.5359878
        ],
        [
          -0.464765,
          51.5359877
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid": {
    "lat": "51.5358884",
    "lon": "-0.4645871"
  },
  "epc_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=57530/APP/2022/3187",
  "lpa_name": "Hillingdon",
  "date_building_work_completed_under_previous_permission": null,
  "decision_process": "Delegated",
  "site_name": "2 THE FAIRWAY",
  "decision": "Refused",
  "id": "Hillingdon-57530_APP_2022_3187",
  "description": "Single storey rear extension, side extension and porch",
  "decision_date": "25/01/2023",
  "decision_conditions": [
    "The proposed side extension, by reason of its provision of facilities required for day-to-day private domestic existence and the availability of independent access to it, would result in the creation of a self-contained residential unit in a backland position where such a dwelling would be unacceptable, due to its detrimental impact on the character and appearance of the area and on the living conditions of neighbouring occupiers. The proposal would therefore conflict with Policies DMH 6, DMHD 2, DMHB 11, DMHB 12, DMHB 16, DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies D1, D3, D4, D6 and D8 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "By virtue of its size, scale, footprint, height, and prominent location, the proposed side extension would result in an incongruous and cramped form of development that would be detrimental to the rhythm and consistency in character, appearance and visual amenities of the street scene and the surrounding area. The proposal would therefore be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (2012), Policies DMH 6, DMHB 11, DMHB 12 and DMDH 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies D1, D3, D4 and D8 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "By virtue of its proximity, siting, size, scale and height and self-contained use, the proposed side extension would cause harm to the living conditions of the existing neighbouring occupiers at numbers 49 Hillingdon Hill and their respective private amenity space, in terms of loss of outlook, overshadowing, privacy, sense of enclosure and overbearing impact. The proposal would therefore conflict with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020) and the National Planning Policy Framework (2021).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance. We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "development_type": null
}