{
  "application_type": "All Other",
  "valid_date": "18/07/2024",
  "uprn": "10094417897",
  "decision_target_date": "25/10/2024",
  "lpa_app_no": "P1012.24",
  "last_date_consultation_comments": "09/08/2024",
  "decision_date": "25/10/2024",
  "subdivision_of_building": null,
  "ward": "Rush Grn & Crowlands",
  "application_details": {
    "existing_uprns": null,
    "site_area": 11.498
  },
  "borough": "Havering",
  "application_type_full": "Removal/Variation of a condition",
  "cil_liability": false,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "25/10/2027",
  "bo_system": "CSV Data Import",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549658.89,
              187403.61
            ],
            [
              549773.76,
              187450.75
            ],
            [
              549808.98,
              187444.79
            ],
            [
              549852.33,
              187446.96
            ],
            [
              549907.06,
              187436.66
            ],
            [
              550025.19,
              187442.62
            ],
            [
              550045.24,
              187241.59
            ],
            [
              550063.66,
              187224.25
            ],
            [
              550069.62,
              187181.99
            ],
            [
              550052.28,
              187173.32
            ],
            [
              550049.84,
              187178.73
            ],
            [
              550039.82,
              187178.87
            ],
            [
              550039.68,
              187170.61
            ],
            [
              549972.49,
              187158.69
            ],
            [
              549973.44,
              187149.34
            ],
            [
              549931.04,
              187143.92
            ],
            [
              549861.54,
              187106.26
            ],
            [
              549817.11,
              187160.04
            ],
            [
              549787.31,
              187131.19
            ],
            [
              549684.76,
              187229.26
            ],
            [
              549673.65,
              187226.55
            ],
            [
              549559.18,
              187327.75
            ],
            [
              549658.89,
              187403.61
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_status": null,
  "parking_details": null,
  "centroid": {
    "lon": 0.161241,
    "lat": 51.564749
  },
  "locality": null,
  "secondary_street_name": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development shall be carried out strictly in accordance with the materials and finishes agreed under REF: Q0028.16 and as shown on drawing no. PL10 Rev A unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and to comply with the objectives of the Havering Local Plan.",
    "Hard and soft landscaping shall be carried out strictly in accordance with the details as approved under REF: Q0028.16 unless otherwise agreed in writing with the Local Planning Authority. All planting, seeding or turfing comprised within the scheme as agreed shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "In order to ensure the appropriateness of hard and soft landscaping and to comply with the objectives of the Havering Local Plan.",
    "The groundsman's building hereby permitted shall be used in conjunction with the main use of the site as a sports ground for the storage of grounds maintenance related equipment with ancillary welfare facilities only and shall be used for no other purpose(s) whatsoever.",
    "Reason:-",
    "To restrict the use of the premises to one compatible with the surrounding area and to comply with the objectives of the Havering Local Plan.",
    "Throughout the duration of construction of the development hereby permitted vehicle cleansing facilities as agreed under REF: Q0028.16 shall be in place unless otherwise agreed in writing with the Local Planning Authority. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.",
    "Reason:-",
    "To ensure that the facilities provided prevent materials from the site being deposited on the adjoining public highway, in the interests of highway safety and the amenity of the surrounding area and to comply with the objectives of the Havering Local Plan.",
    "Works shall be carried out strictly in accordance with the Construction Methodology Statement submitted to and approved in writing by the Local Planning Authority under REF: Q0028.16 unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason:-",
    "To ensure that  the construction protects residential amenity.  It will also ensure that the development complies with the objectives of the Havering Local Plan.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity, and in order to comply with the objectives of the Havering Local Plan.",
    "a) If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the Local Planning Authority. The remediation strategy shall be implemented as approved.",
    "b) Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:-",
    "To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.  It will also ensure that the developmentc omplies with the objectives",
    "No building shall be occupied or use commenced until cycle storage is provided in accordance with details agreed under REF: Q0028.16 unless otherwise agreed in writing with the Local Planning Authority. The cycle storage shall be permanently retained thereafter.",
    "Reason:-",
    "In the interests of providing a wide range of facilities for non-motor car residents and sustainability and to comply with the objectives of the Havering Local Plan.",
    "No building shall be occupied or use commenced until details of any external lighting to the groundsman's building has been submitted to and agreed in writing by the Local Planning Authority. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason:-",
    "To protect residential amenity and ensure that the development complies with the objectives of the Havering Local Plan.",
    "No additional or replacement floodlighting will be installed without the prior written consent of the Local Planning Authority.",
    "Reason:-",
    "To protect residential amenity and ensure that the development complies with the objectives of the Havering Local Plan.",
    "No building shall be occupied or use commenced until refuse and recycling facilities are provided in accordance with details agreed under REF: Q0028.16 unless otherwise agreed in writing with the Local Planning Authority. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason:-",
    "To  protect the amenity of occupiers of the development and also the locality generally and ensure that the development complies with the objectives of the Havering Local Plan.",
    "The existing groundsman's store building shall be demolished prior to the first use of the new groundsman's building.",
    "Reason:-",
    "To minimise the overall development impact on the openness of the Green Belt.",
    "All new plant/machinery shall be installed and operated in accordance with the measures agreed under REF: Q0256.18 unless otherwise agreed in writing with the Local Planning Authority. The equipment shall then be maintained thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To protect residential amenity and ensure that the development complies with the objectives of the Havering Local Plan.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £2369.00 (this figure may go up or down, subject to indexation). CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent in writing. The revisions involved confirming the correct drawing nos on the earlier apporoval and altering the number of the submitted plan. The revised drawing numbered PL10 Rev A was provided 16-10-2024.",
    "The applicant is advised that a high pressure gas main crosses the application site and that further information in this respect should be obtained from the National Grid prior to works commencing.",
    "The applicant is advised that a water main crosses the application site and that further information in this respect should be obtained from Essex & Suffolk Water prior to works commencing.",
    "The applicant is advised that an additional fire hydrant will be required within the site to service the development.  Further information in this respect should be obtained from the London Fire Brigade on 020 8555 1200.",
    "The applicant is advised that the extended roadway to the groundsman's building must be capable of supporting a 14 tonne pump appliance with adequate turning facilities. Further information in this respect should be obtained from the London Fire and Emergency Planning Authority on 020 8555 1200."
  ],
  "decision_agency": "Borough",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1578607,
          51.5656552
        ],
        [
          0.1595368,
          51.5660483
        ],
        [
          0.160042,
          51.5659854
        ],
        [
          0.1606679,
          51.5659935
        ],
        [
          0.1614526,
          51.5658864
        ],
        [
          0.1631582,
          51.5659086
        ],
        [
          0.1633615,
          51.564097
        ],
        [
          0.16361969999999998,
          51.5639363
        ],
        [
          0.1636876,
          51.563555
        ],
        [
          0.1634339,
          51.5634817
        ],
        [
          0.163401,
          51.563531
        ],
        [
          0.1632567,
          51.5635349
        ],
        [
          0.16325109999999998,
          51.5634607
        ],
        [
          0.1622774,
          51.5633714
        ],
        [
          0.1622871,
          51.5632872
        ],
        [
          0.1616736,
          51.5632497
        ],
        [
          0.16065559999999998,
          51.5629298
        ],
        [
          0.16003799999999999,
          51.5634248
        ],
        [
          0.1595961,
          51.5631735
        ],
        [
          0.15815949999999998,
          51.5640818
        ],
        [
          0.1579982,
          51.5640604
        ],
        [
          0.1563909,
          51.565
        ],
        [
          0.1578607,
          51.5656552
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_decision": null,
  "date_building_work_completed_under_previous_permission": null,
  "postcode": "RM7 0LU",
  "epc_number": null,
  "decision": "Approved",
  "id": "Havering-P1012.24",
  "lpa_name": "Havering",
  "actual_commencement_date": null,
  "site_name": "Rush Green Training Ground, Rush Green Road",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1012.24",
  "pp_id": "13204827",
  "decision_process": "Delegated",
  "centroid_easting": 549898,
  "last_updated": "2025-07-05T04:09:58.298Z",
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_northing": 187310,
  "development_type": null,
  "description": "Variation of conditions 2 (Approved drawings) & 3 (External materials) of planning permission ref: P0954.15 dated 07/12/2015 to reduce the visual presence of the building (Alterations and extensions to the existing buildings on the site including remodelling of the club building and extension of canopy over stands; erection of new offices, groundsman's building, gatekeeper lodge and irrigation tank; extension to hardstanding)",
  "status": "Approved",
  "actual_completion_date": null,
  "appeal_start_date": null,
  "street_name": "Romford",
  "title_number": null
}