{
  "lpa_name": "Havering",
  "uprn": "100023213479",
  "decision_date": null,
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Havering-P1672.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM11 2JZ",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.061000000000000006
  },
  "valid_date": "12/11/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Raising and enlargement of roof to create first floor addition with single storey front and rear extensions",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The proposed first floor flank windows serving the en suite and bathroom shown on drawing no.007.20.02A hereby approved shall be permanently glazed with obscure glass not less than leve l3 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with the agent via email and phone in January 2021. The revisions involved lowering the height of the roof and reducing the size of the front dormer. The amendments were subsequently submitted on 20 January 2021.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £3,750 would be payable due to result in a new residential property with 150m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £18,750 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the devel"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-07-06T04:10:13.838Z",
  "ward": "Squirrels Heath",
  "parking_details": null,
  "lapsed_date": null,
  "decision_target_date": "28/01/2021",
  "centroid": {
    "lat": 51.575307,
    "lon": 0.2181
  },
  "lpa_app_no": "P1672.20",
  "status": "Approved",
  "site_name": "21 Ardleigh Green Road",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1672.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553769.9231333,
              188591.6632667
            ],
            [
              553775.545,
              188615.37
            ],
            [
              553791.191,
              188611.577
            ],
            [
              553820.249,
              188603.788
            ],
            [
              553817.675,
              188591.731
            ],
            [
              553796.474,
              188597.488
            ],
            [
              553775.0659186,
              188602.3904452
            ],
            [
              553772.2767378,
              188590.8515912
            ],
            [
              553769.9231333,
              188591.6632667
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "08/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Hornchurch",
  "pp_id": "09244545",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553803,
  "appeal_start_date": null,
  "centroid_northing": 188602,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2176448,
          51.5752245
        ],
        [
          0.2177362,
          51.575436
        ],
        [
          0.2179602,
          51.5753976
        ],
        [
          0.21837569999999998,
          51.5753197
        ],
        [
          0.21833329999999998,
          51.5752121
        ],
        [
          0.21803019999999998,
          51.5752696
        ],
        [
          0.2177236,
          51.5753195
        ],
        [
          0.2176784,
          51.5752166
        ],
        [
          0.2176448,
          51.5752245
        ]
      ]
    ],
    "type": "Polygon"
  }
}