{
  "centroid_northing": 182278,
  "status": "Approved",
  "cil_liability": false,
  "appeal_decision_date": null,
  "centroid_easting": 510999,
  "application_type_full": "Householder planning permission",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 3.62,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "12/2021",
    "intended_commencement_date": "11/2021",
    "site_area": 0.021
  },
  "valid_date": "31/12/2021",
  "lpa_app_no": "16592/APP/2021/4180",
  "bo_system": "CSV Data Import",
  "application_type": "Householder",
  "last_updated": "2025-03-20T18:09:47.789+00:00",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on Drawing No. BC1806-03 Proposed Site Plan.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "A splay of 2.4 metres x 2.4 metres shall be provided on each side of the access, the depth measures from the back of the footway and the width outwards from the edges of the access, and no fence, wall or other obstruction to visibility exceeding 0.6 metres in height above the surface of the adjoining highway shall be erected within the areas of such splays.",
    "REASON",
    "To ensure that pedestrian and vehicular safety is not prejudiced, in accordance with Policies DMT 2 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The area of hardstanding shown on the drawing BC1806-03 Proposed Site Plan' shall be constructed of a permeable surface.",
    "REASON",
    "In the interest of surface water flood risk in accordance with Policy DMEI 9 of the Hillingdon Local Plan Part 2 (2020).",
    "The development requires the formation of a vehicular crossover, which will be constructed by the Council.  This work is also subject to the issuing of a separate licence to obstruct or open up the public highway.  For further information and advice contact: - Highways Maintenance Operations, 4W/07, Civic Centre, Uxbridge, UB8 1UW.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The site lies in a Critical Drainage Area (CDA) as identified in the Surface Water Management Plan (SWMP) for Hillingdon. A CDA is the catchment area from which surface water drains and contributes to drainage problems. All developments in this area must contribute to managing the risk of flooding from surface water by reducing surface water runoff from the site. Therefore the applicant should minimise the water from the site entering the sewers. Hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, which must be permeable or be collected and directed to a permeable area, otherwise it would need an additional permission."
  ],
  "decision": "Approved",
  "id": "Hillingdon-16592_APP_2021_4180",
  "description": "Installation of a vehicle crossover",
  "lapsed_date": "25/02/2025",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "21 ERROL GARDENS",
  "street_name": "HAYES",
  "parking_details": null,
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              511004.4083,
              182293.3886
            ],
            [
              511009.8323,
              182289.8167
            ],
            [
              511005.7313,
              182284.1281
            ],
            [
              511005.2021,
              182283.0698
            ],
            [
              511004.9375,
              182280.0271
            ],
            [
              511001.4979,
              182274.6031
            ],
            [
              511002.2917,
              182274.074
            ],
            [
              511001.6302,
              182272.0896
            ],
            [
              511000.0427,
              182272.8833
            ],
            [
              510994.4865,
              182262.3
            ],
            [
              510994.0896,
              182262.6969
            ],
            [
              510988.7979,
              182265.8719
            ],
            [
              511004.4083,
              182293.3886
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "epc_number": "8027-7222-1899-5767-6906",
  "decision_date": "25/02/2022",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lon": "-0.40125839999999996",
    "lat": "51.5285138"
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "25/02/2022",
  "subdivision_of_building": null,
  "title_number": [
    "21"
  ],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=16592/APP/2021/4180",
  "secondary_street_name": null,
  "uprn": null,
  "postcode": null,
  "ward": "BARNHILL",
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "pp_id": "10349117",
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "14/02/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.40117569999999997,
          51.528650999999996
        ],
        [
          -0.40109859999999997,
          51.5286179
        ],
        [
          -0.4011595,
          51.5285676
        ],
        [
          -0.40116749999999995,
          51.5285581
        ],
        [
          -0.4011722,
          51.5285309
        ],
        [
          -0.40122349999999996,
          51.5284828
        ],
        [
          -0.40121219999999996,
          51.5284779
        ],
        [
          -0.4012224,
          51.5284602
        ],
        [
          -0.40124499999999996,
          51.5284676
        ],
        [
          -0.4013284,
          51.5283736
        ],
        [
          -0.40133399999999997,
          51.5283772
        ],
        [
          -0.40140929999999997,
          51.5284068
        ],
        [
          -0.40117569999999997,
          51.528650999999996
        ]
      ]
    ],
    "type": "Polygon"
  }
}