{
  "site_name": "UNIT 5",
  "last_updated_by": "CSV Data Import",
  "centroid": {
    "lon": -0.474501,
    "lat": 51.510352
  },
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=46571/APP/2024/100",
  "secondary_street_name": "YIEWSLEY",
  "site_number": null,
  "application_details": {
    "green_suds": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development ",
        "intended_completion_date": "03/2024",
        "intended_commencement_date": "11/2023"
      }
    ],
    "total_gia_gained": 53,
    "ownership_status": "Private",
    "site_area": 0.0053,
    "total_gia_existing": 53,
    "surface_water_discharge_percentage_reduction": 0,
    "existing_uprns": null,
    "scheme_phasing": true,
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false,
      "no_homes_to_have_electrical_heating": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "total_annual_pm_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "fire_suppression_system_proposed": false,
      "waste_provision": true
    },
    "affordable_housing_fast_track": false,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 53,
      "total_gia_gained": 53,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 53
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 53,
        "use_class": "E(a)",
        "gia_gained": 53,
        "gia_lost": 53
      }
    ],
    "total_gia_lost": 53
  },
  "lapsed_date": "05/07/2027",
  "decision": "Approved",
  "postcode": "UB7 7QT",
  "last_date_consultation_comments": "25/03/2024",
  "decision_process": "Delegated",
  "epc_number": null,
  "pp_id": "12706893",
  "development_type": null,
  "bo_system": "CSV Data Import",
  "valid_date": "15/01/2024",
  "polygon": null,
  "actual_commencement_date": null,
  "parking_details": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "centroid_northing": 180150,
  "id": "Hillingdon-46571_APP_2024_100",
  "decision_target_date": "05/07/2024",
  "description": "Part retrospective application for the change of use from Use Class E to Hot Food Takeaway (Sui Generis) including works to extraction fan/flue pipe (amended description).",
  "appeal_status": null,
  "decision_date": "05/07/2024",
  "ward": "YIEWSLEY 2022",
  "appeal_decision": null,
  "locality": null,
  "street_name": "TAVISTOCK ROAD",
  "status": "Approved",
  "application_type_full": "Full planning & display of advertisements",
  "decision_agency": "Borough",
  "uprn": null,
  "date_building_work_started_under_previous_permission": "20/11/2023",
  "lpa_app_no": "46571/APP/2024/100",
  "title_number": null,
  "last_updated": "2025-03-19T21:03:49.746+00:00",
  "cil_liability": false,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "centroid_easting": 505962,
  "appeal_start_date": null,
  "decision_conditions": [
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "Location Plan",
    "5TR-WZ-001 Rev A01",
    "5TR-WZ-005 Rev A01",
    "5TR-WZ-006 Rev A02",
    "5TR-WZ-007 Rev A02",
    "5TR-WZ-008 Rev A01",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The premises shall not be open for customers outside the following hours: -",
    "11:00 to 23:00, Mondays - Fridays",
    "11:00 to 23:00 Saturdays",
    "11:00 to 21:00 Sundays, Public or Bank Holidays.",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.",
    "REASON:",
    "To ensure that occupants of the adjoining dwellings would not be exposed to noise that would be likely to cause an adverse effect on their health and quality of life. This has regard to the guidance set out in 'Methods for rating and assessing industrial and commercial sound' British Standard Institution BS4142 2014",
    "For the lifetime of the development hereby permitted The kitchen extract equipment shall be installed, retained and maintained in accordance with the details submitted within The Odour Assessment provided by Nendle Manufacturing Ltd dated 16/04/2024.",
    "REASON:",
    "To ensure that occupants of the adjoining dwellings would not be exposed to odour that would be likely to cause an adverse effect on their health and quality of life.",
    "The Change of Use hereby approved shall maintain the existing level access into the premises for wheelchair users and others with restricted mobility, with the level access remaining in place in perpetuity.",
    "REASON: To ensure an appropriate standard of accessibility and inclusive design in accordance with London Plan policy D5.",
    "The servicing and deliveries for the proposed change of use shall be carried out in accordance with the delivery and servicing plan within the Design and Access Statement -Rev 2 (Received 10/05/24).  The development shall be operated in accordance with this plan for as long as the development remains in existence.",
    "REASON: To ensure that the development does not give rise to conditions prejudicial to the free flow of traffic along the High Street, detrimental to highway and pedestrian safety, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020), Policy T4 of the London Plan (2021).",
    "The vehicle management plan shall be maintained in accordance with drawing number 5TR-WZ-008 Rev A01. The development shall be operated in accordance with this plan for as long as the development remains in existence.",
    "REASON: To ensure that the development does not give rise to conditions prejudicial to the free flow of traffic along the High Street, detrimental to highway and pedestrian safety, in accordance with Policies DMT 1 and DMT 2 of the Hillingdon Local Plan: Part 2 (2020), Policy T4 of the London Plan (2021). Also, to ensure the proposed development does not compromise the amenity of neighbouring properties, in accordance with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012) and Policy DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The Council's Waste Service should be consulted about refuse storage and collection arrangements. Details of proposals should be included on submitted plans.",
    "For further information and advice, contact - the Waste Service Manager, Central Depot - Block A, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB8 3EU (Tel. 01895 277505 / 506).",
    "You should ensure that your premises do not generate litter in the streets and nearby areas.  Sections 93 and 94 of the Environmental Protection Act 1990 give local authorities the power to serve 'Street Litter Control Notices' requiring businesses to clear up the litter and implement measures to prevent the land from becoming littered again.  By imposing a 'Street Litter Control Notice', the local authority has the power to force businesses to clean up the area in the vicinity of their premises, provide and empty bins and do anything else which may be necessary to remove litter.  Amendments made to the 1990 Act by the Clean Neighbourhoods and Environment Act 2005 have made it immediately an offence to fail to comply with the requirements of a Street Litter Control Notice, and fixed penalties may be issued as an alternative to prosecution.",
    "Given the requirements of the Clean Neighbourhoods and Environment Act 2005, you are advised to take part in Defra's Voluntary Code of Practice f",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "This permission does not authorise the display of advertisements or signs, separate consent for which may be required under the Town and Country Planning (Control of Advertisements) Regulations 1992. [To display an advertisement without the necessary consent is an offence that can lead to prosecution]. For further information and advice, contact - Residents Services, 3N/04, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel. 01895 250574)."
  ],
  "date_building_work_completed_under_previous_permission": null
}