{
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.203085,
          51.4321294
        ],
        [
          -0.204454,
          51.4327649
        ],
        [
          -0.2042858,
          51.4329831
        ],
        [
          -0.20415129999999998,
          51.4329348
        ],
        [
          -0.2029572,
          51.4324315
        ],
        [
          -0.2030883,
          51.4321315
        ],
        [
          -0.203085,
          51.4321294
        ]
      ]
    ],
    "type": "Polygon"
  },
  "ward": "Wimbledon Park_historic",
  "decision": "Approved",
  "decision_process": null,
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": "524990",
  "application_details": {
    "site_area": 0.3430000000000001
  },
  "actual_completion_date": null,
  "application_type_full": null,
  "locality": "Wimbledon",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "appeal_decision_date": null,
  "centroid_northing": "171914",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": true,
  "lapsed_date": "07/01/2018",
  "pp_id": null,
  "lpa_app_no": "14/P4254",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.43245",
    "lon": "-0.2033315"
  },
  "application_type": "Householder",
  "borough": "Merton",
  "postcode": "SW19 7DP",
  "site_name": null,
  "bo_system": "Northgate M3",
  "site_number": "93",
  "decision_target_date": "07/01/2015",
  "valid_date": "12/11/2014",
  "street_name": "Arthur Road",
  "last_updated_by": "Northgate M3",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=14/P4254",
  "appeal_start_date": null,
  "last_date_consultation_comments": "24/12/2014",
  "last_updated": "2025-03-20T11:23:12.843+00:00",
  "appeal_decision": null,
  "description": "DEMOLITION OF EXISTING GARAGE/BIN SHED/BIKE STORE AND ERECTION OF NEW ENLARGED GARAGE/BIN SHED/CYCLE STORE INVOLVING THE REMOVAL OF 4 x TREES. ",
  "decision_date": "07/01/2015",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 3 - The development hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 93 Arthur Road, SW19",
    "Condition : 4 - Tree Protection: The details and measures contained in the approved document 'Arboricultural Method Statement' dated  14 October 2013, together with the approved drawing 'Tree Protection Plan' numbered: '13/073 Rev: a' shall be fully complied with. The approved details and measures shall be installed prior to the commencement of site works and shall be retained and maintained until the completion of all site operations. \r\n\r\nReason: To protect and safeguard the existing retained trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2011, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014;",
    "Condition : 5 - New trees: The three new trees shown on the approved drawing numbered: '13/073 Rev: a' shall be planted at the conclusion of site works, or within the first available planting season, whichever is the sooner, and any trees that die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall be replaced in the next planting season with others of the same approved specification, unless the Local Planning Authority gives written consent to any variation. \r\n\r\nReason: To enhance the appearance of the development in the interest of the amenities of the area and to comply with the following development Plan policies for Merton: policy7.21 of the London Plan 2011, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and 02 of Merton's Sites and Policies Plan 2014.",
    "Condition : 6 - In accordance with paragraphs 186 and 187 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   ii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   iii) The application was approved without delay."
  ],
  "uprn": "48002837",
  "id": "Merton-14_P4254",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525008.0140575,
              171878.771927
            ],
            [
              524911.1228594,
              171947.1080543
            ],
            [
              524922.2176842,
              171971.6516941
            ],
            [
              524931.7012227,
              171966.51665
            ],
            [
              525016.07392,
              171912.5764509
            ],
            [
              525007.7745292,
              171878.999426
            ],
            [
              525008.0140575,
              171878.771927
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "lpa_name": "Merton"
}