{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508028.6095,
              179997.5782
            ],
            [
              508042.5001,
              179998.9012
            ],
            [
              508043.1616,
              179990.3022
            ],
            [
              508029.9324,
              179988.9793
            ],
            [
              508028.6095,
              179997.5782
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "07483717",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:19.594+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "06/03/2019",
  "secondary_street_name": "STOCKLEY PARK",
  "appeal_start_date": null,
  "ward": "BOTWELL",
  "centroid": {
    "lat": "51.5085593",
    "lon": "-0.44465449999999995"
  },
  "decision": "Approved",
  "valid_date": "29/01/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.012
  },
  "cil_liability": false,
  "postcode": "UB11 1FE",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74552/APP/2019/330",
  "lpa_name": "Hillingdon",
  "site_name": "LAND ADJACENT TO",
  "lapsed_date": "03/09/2022",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, STOCK/001 Rev 1.1, 2817 - S - 001, 2817 - S - 003  andSTOCK/002 Rev 1.1, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012) and the London Plan (2016).",
    "Trees, hedges and shrubs shown to be retained on the approved plan shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during construction, or is found to be seriously diseased or dying another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of damage by tree surgery, feeding or groundwork shall be agreed",
    "Prior to completion of the works hereby approved, the stone monoliths shall be reinstalled in their new location on Bennetsfield Road.",
    "REASON",
    "To ensure retention of existing landscaping features in accordance with Policies BE13 and BE38 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The applicant is advised the application site is located on a former landfill site. There is a possibility there may be some contaminating substances present in the ground at depth. We have no information on the ground conditions. We would advise persons working on site to take basic precautions in relation to any contamination they may find. Remedial works were undertaken at the site, however the possibility of contamination being present at depth remains. Precautions should be taken to minimise the mixing of any material that is dug up with clean shallow soils that are to remain on site. The suitability of materials and construction techniques may also need to be considered.",
    "(The advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site once works are complete to minimise risk to future users of the location).",
    "Due to the presence of Cadent and/or National Grid apparatus in proximity to the specified area, the contractor should contact Plant Protection before any works are carried out to ensure the apparatus is not affected by any of the proposed works.",
    "Your Responsibilities and Obligations:",
    "The \"Assessment\" Section below outlines the detailed requirements that must be followed when planning or undertaking your scheduled activities at this location.",
    "It is your responsibility to ensure that the information you have submitted is accurate and that all relevant documents including links are provided to all persons (either direct labour or contractors) working for you near Cadent and/or National Grid's apparatus, e.g. as contained within the Construction (Design and Management) Regulations.",
    "This assessment solely relates to Cadent Gas Limited, National Grid Electricity Transmission plc (NGET) and National Grid Gas Transmission plc (NGGT) and apparatus. This assessment does NOT include:",
    "- Cadent",
    "Cadent have identified operational gas apparatus within the application site boundary. This may include a legal interest (easements or wayleaves) in the land which restricts activity in proximity to Cadent assets in private land. The Applicant must ensure that proposed works do not infringe on Cadent's legal rights and any details of such restrictions should be obtained from the landowner in the first instance.",
    "If buildings or structures are proposed directly above the gas apparatus then development should only take place following a diversion of this apparatus. The Applicant should contact Cadent's Plant Protection Team at the earliest opportunity to discuss proposed diversions of apparatus to avoid any unnecessary delays.",
    "If any construction traffic is likely to cross a Cadent pipeline then the Applicant must contact Cadent's Plant Protection Team to see if any protection measures are required.",
    "All developers are required to contact Cadent's Plant Protection Team for approval b"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Installation of underground pump equipment, small electrical cupboard, creation of layby and relocation of existing stone monoliths to the north",
  "lpa_app_no": "74552/APP/2019/330",
  "decision_target_date": "06/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "03/09/2019",
  "id": "Hillingdon-74552_APP_2019_330",
  "centroid_northing": 179994,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508036,
  "street_name": "5 LONGWALK ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4447598,
          51.5085928
        ],
        [
          -0.4445594,
          51.5086021
        ],
        [
          -0.44455249999999996,
          51.5085247
        ],
        [
          -0.44474339999999996,
          51.5085153
        ],
        [
          -0.4447598,
          51.5085928
        ]
      ]
    ],
    "type": "Polygon"
  }
}