{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "P1977.22",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1977.22",
  "actual_completion_date": null,
  "pp_id": "11742713",
  "lapsed_date": "16/05/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "0.2217121",
    "lat": "51.5789995"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "100021322762",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "31/12/2022",
  "description": "First floor front extension, 2 x two storey side extensions and single storey rear extension following demolition of existing conservatory",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2213472,
          51.5788917
        ],
        [
          0.22132949999999998,
          51.5788839
        ],
        [
          0.22181599999999999,
          51.5792374
        ],
        [
          0.22216529999999998,
          51.5790955
        ],
        [
          0.22136519999999998,
          51.5787262
        ],
        [
          0.2213329,
          51.5787755
        ],
        [
          0.22140849999999998,
          51.578812
        ],
        [
          0.2213472,
          51.5788917
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "7 Ayloffs Close",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The flank windows  inserted on the drawing no 7188/5 B shall be obscure-glazed, and  non-opening unless the parts of the window which can be opened are more than 1.7m above the floor of the room in which the window is installed.",
    "Reason - In the interest of privacy and to protect the amenity of the adjacent neighbours",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Before the development hereby permitted commences at the site, a finalised Arboricultural Method Statement and Tree Protection Plan in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction' for all the trees located 7 Ayloffs Close Hornchurch RM11 2RH shall be submitted to and approved in writing by the Local Planning Authority. The protection measures as approved shall be undertaken at the site before any work in connection with the development hereby permitted commences at the site, and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted, within the fence or other means of enclosure surrounding the trees, no activities associated with building operations shall take place unless previously agreed in writing by the Local Planning Authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the c",
    "During construction of the development hereby permitted, the tree(s) located (7 Ayloffs Close Hornchurch RM11 2RH) shall not be lopped or felled without the written consent of the local planning authority.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policy 27 of the Council's Local Plan.",
    "During construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'. The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.",
    "Reason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policies LP27 of the Council's Local Plan.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/393927/Party_Wall_etc__Act_1996_-_Explanatory_Booklet.pdf",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25 and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £3,550 would be payable due to result in a new residential GIA of 142sqm, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125.76 (Zone B)  for each additional square metre of GIA. Based upon the information supplied with the application, £17,857 subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Furth",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "postcode": "RM11 2RH",
  "application_type": "All Other",
  "decision_date": "16/05/2023",
  "parking_details": {
    "no_proposed_car": 3,
    "net_car": 0,
    "no_existing_car": 3
  },
  "status": "Approved",
  "centroid_easting": 554039,
  "valid_date": "07/12/2022",
  "borough": "Havering",
  "subdivision_of_building": null,
  "decision_target_date": "16/05/2023",
  "id": "Havering-P1977.22",
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T12:29:11.567+00:00",
  "street_name": "Hornchurch",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 189020,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 99,
    "intended_commencement_date": "04/2023",
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "10/2023",
    "site_area": 0.125
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554014.084,
              189007.239
            ],
            [
              554012.88,
              189006.336
            ],
            [
              554045.392,
              189046.675
            ],
            [
              554070.077,
              189031.623
            ],
            [
              554015.89,
              188988.876
            ],
            [
              554013.482,
              188994.295
            ],
            [
              554018.599,
              188998.509
            ],
            [
              554014.084,
              189007.239
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "Emerson Park"
}