{
  "lpa_name": "Ealing",
  "uprn": "000012085072",
  "decision_date": "23/04/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Ealing-211788HH",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "W5 2ER",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "04/2022",
    "intended_completion_date": "04/2023",
    "existing_uprns": [
      "000012085072"
    ],
    "total_gia_gained": 0,
    "no_additional_bedrooms": 0,
    "site_area": 0.061000000000000006
  },
  "valid_date": "09/02/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey side/rear extension, conversion of a garage into storage/plant/cycling space (following demolition of existing single storey rear, side and first floor additions).",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with the drawings:",
    "Reason: For avoidance of doubt and in the interest of proper planning.",
    "| All external materials to be used in the development shall complement the appearance of those of the existing property and shall be consistent with those as listed within the submitted application form and the drawings / plans as listed in Condition 2.",
    "Reason: To ensure that the materials harmonise with the existing building and surrounding area in accordance with National Planning Policy Framework 2019 - sections 12 and 16, policies D1 and D4 of the London Plan 2021, 1.1 and 1.2 of the Local Development Framework (Core) Strategy (2012); and 7B and 7.4 of the Ealing Development Management Development Plan (2013).",
    "| No part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby properties in accordance with policy 7B of the Ealing Development Management Plan 2013 and National Planning Policy Framework 2019 - section 12 - Achieving well-designed places.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturalist for the development.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "-\tPrestart meeting with an Ealing Council Tree Officer",
    "-\tInitial implementation/installation of the tree protection measures",
    "-         Final removal of the tree protection measures",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Within three months of first use of the development hereby approved, a report containing the following details shall be submitted to and approved by the Local Planning Authority:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached.",
    "o\tAssessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan 2021, policy 5.10 of Ealing's Development Management DPD and Ealing's tree Strategy.",
    "| The proposed roof lights to the proposed single storey rear extension shall be a Conservation style roof light, lie flush with the roof of the extension.",
    "Reason: To ensure that the materials harmonise with the surroundings, and to safeguard the character and appearance of the conservation area and to protect the living conditions of neighbouring properties in accordance with National Planning Policy Framework 2019 - section 16, policies D1, D2, D4 and HC1 of the London Plan (2021), policies 7.4, 7B and 7C of the Ealing Development Management DPD (2013) and policies 1.1, 1.2 of the Ealing Core Strategy (2012).",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Tree Plan drawing no.1662.00 P.207) shall be felled, uprooted, wilfully damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "Any trees removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced in accordance with trees, shrubs or hedge plants of similar size and species unless the Local Planning Authority gives written consent to any variation.",
    "Reason: To secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of amenity value to the area in accordance with policies G5 and G7 of the London Plan 2021, policy 5.10 of Ealing's Development Management DPD and Ealing's Tree Strategy.\t | Prior to the completion or first occupation of the development hereby approved, whichever is sooner, details of the replacement tree and five year maintenance programme, shall be submitted to and approved in writing by the Local Planning Authority. The replacement tree planning shall be in accordance with the approved details in the first planting season after completion or first occupation of the development, whichever is sooner. If the tree dies, or is removed and becomes severely damaged or diseased shall be replaced within five years of planting shall be replaced.",
    "Reason: To ensure appropriate tree provision in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G5 and G7 of the London Plan 2021, policy 5.10 of Ealing's Development Management DPD and Ealing's Tree Strategy."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T00:17:43.519+00:00",
  "ward": "Ealing Broadway",
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "lapsed_date": "23/04/2024",
  "decision_target_date": "23/04/2021",
  "centroid": {
    "lat": "51.5185815",
    "lon": "-0.3067069"
  },
  "lpa_app_no": "211788HH",
  "status": "Approved",
  "site_name": "32 Eaton Rise",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/211788HH;",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              517606.999127,
              181316.6479047
            ],
            [
              517606.9001863,
              181313.9486773
            ],
            [
              517601.0461929,
              181314.1986058
            ],
            [
              517599.446651,
              181314.2385943
            ],
            [
              517591.6880485,
              181314.4485342
            ],
            [
              517591.5973529,
              181314.4485342
            ],
            [
              517590.945993,
              181314.4485342
            ],
            [
              517558.0976696,
              181315.5482194
            ],
            [
              517558.1966103,
              181319.6970319
            ],
            [
              517558.4522072,
              181328.1546109
            ],
            [
              517563.4404692,
              181327.9846595
            ],
            [
              517569.7479409,
              181327.7647225
            ],
            [
              517584.9683237,
              181327.224877
            ],
            [
              517590.9624832,
              181327.0149371
            ],
            [
              517591.3005307,
              181327.00494
            ],
            [
              517601.3100348,
              181326.7450144
            ],
            [
              517607.1970085,
              181326.5450716
            ],
            [
              517606.999127,
              181316.6479047
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": [
    "CSV Data Import",
    "CSV Data Import"
  ],
  "site_number": null,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [
    "unregistered"
  ],
  "actual_commencement_date": null,
  "street_name": "Eaton Rise",
  "pp_id": "PP-09505036",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 517583,
  "appeal_start_date": null,
  "centroid_northing": 181321,
  "borough": "Ealing",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3063626,
          51.5185374
        ],
        [
          -0.3063649,
          51.5185132
        ],
        [
          -0.3064492,
          51.5185167
        ],
        [
          -0.3064722,
          51.5185174
        ],
        [
          -0.30658389999999996,
          51.5185209
        ],
        [
          -0.3065852,
          51.5185209
        ],
        [
          -0.3065946,
          51.518521
        ],
        [
          -0.3070674,
          51.5185377
        ],
        [
          -0.30706459999999997,
          51.518575
        ],
        [
          -0.3070581,
          51.5186509
        ],
        [
          -0.3069863,
          51.518648400000004
        ],
        [
          -0.3068955,
          51.5186451
        ],
        [
          -0.30667649999999996,
          51.5186371
        ],
        [
          -0.3065902,
          51.518634
        ],
        [
          -0.3065853,
          51.5186338
        ],
        [
          -0.30644119999999997,
          51.5186294
        ],
        [
          -0.3063565,
          51.5186264
        ],
        [
          -0.3063626,
          51.5185374
        ]
      ]
    ],
    "type": "Polygon"
  }
}