{
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=27982/APP/2024/1328",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Removal/Variation of a condition",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.06800000000000002
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4107884,
          51.5828346
        ],
        [
          -0.41116719999999995,
          51.5830313
        ],
        [
          -0.4111535,
          51.5830418
        ],
        [
          -0.411151,
          51.5830584
        ],
        [
          -0.41115799999999997,
          51.5830764
        ],
        [
          -0.411062,
          51.5830917
        ],
        [
          -0.4108128,
          51.5832287
        ],
        [
          -0.4107862,
          51.583224799999996
        ],
        [
          -0.41076759999999995,
          51.5831555
        ],
        [
          -0.4107521,
          51.5829995
        ],
        [
          -0.4107645,
          51.5829711
        ],
        [
          -0.41075029999999996,
          51.5829412
        ],
        [
          -0.4107884,
          51.5828346
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "8 ELMBRIDGE CLOSE",
  "centroid_easting": 510198,
  "site_number": null,
  "development_type": null,
  "decision_date": "28/06/2024",
  "appeal_start_date": null,
  "lapsed_date": "28/06/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Hillingdon",
  "centroid_northing": 188327,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from 30th January 2024.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on drawing numbers:",
    "Site Location Plan",
    "230046-PL-D 0001A Rev 2",
    "230046-PL-D 0003A Rev 3",
    "230046-PL-D 0004A Rev 2",
    "230046-PL-D 0005A Rev 2",
    "230046-PL-D 0006A Rev 2",
    "230046-PL-D 0007A Rev 2",
    "230046-PL-D 0009A Rev 2",
    "230046-PL-D 0010A Rev 2",
    "230046-PL-D 0011A Rev 2",
    "230046-PL-D 0012A Rev 2",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such, unless otherwise stated on the approved plans.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby permitted shall be constructed in complete accordance with the flood resilience and mitigation measures as detailed in the supporting document named, FLOOD RISK ASSESSMENT dated December 2023 submitted within planning application 27982/APP/2023/3260, including the proposed soakaway, and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure appropriate mitigation against flood risk within the site and elsewhere in accordance with Policies EM6 and DMEI 9 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The following plans are SUPERSEDED by this planning permission:",
    "230046-PL-D 0001 Rev 1",
    "230046-PL-D 0003 Rev 2",
    "230046-PL-D 0004 Rev 1",
    "230046-PL-D 0005 Rev 1",
    "230046-PL-D 0006 Rev 1",
    "230046-PL-D 0007 Rev 1",
    "230046-PL-D 0009 Rev 1",
    "230046-PL-D 0010 Rev 1",
    "230046-PL-D 0011 Rev 1",
    "230046-PL-D 0012 Rev 1",
    "The following plans are APPROVED by this planning permission:",
    "230046-PL-D 0001A Rev 2",
    "230046-PL-D 0003A Rev 3",
    "230046-PL-D 0004A Rev 2",
    "230046-PL-D 0005A Rev 2",
    "230046-PL-D 0006A Rev 2",
    "230046-PL-D 0007A Rev 2",
    "230046-PL-D 0009A Rev 2",
    "230046-PL-D 0010A Rev 2",
    "230046-PL-D 0011A Rev 2",
    "230046-PL-D 0012A Rev 2"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "RUISLIP",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "-0.41090669999999996",
    "lat": "51.5830396"
  },
  "cil_liability": false,
  "valid_date": "17/05/2024",
  "postcode": null,
  "bo_system": "CSV Data Import",
  "borough": "Hillingdon",
  "id": "Hillingdon-27982_APP_2024_1328",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "12/07/2024",
  "pp_id": "13075249",
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "uprn": null,
  "last_date_consultation_comments": "18/06/2024",
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T21:04:01.831+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510206.6981,
              188304.3886
            ],
            [
              510179.9751,
              188325.6876
            ],
            [
              510180.9011,
              188326.8782
            ],
            [
              510181.0334,
              188328.7303
            ],
            [
              510180.5043,
              188330.7147
            ],
            [
              510187.1189,
              188332.5668
            ],
            [
              510204.0521,
              188348.1772
            ],
            [
              510205.9043,
              188347.7803
            ],
            [
              510207.3595,
              188340.1074
            ],
            [
              510208.8146,
              188322.7772
            ],
            [
              510208.021,
              188319.6021
            ],
            [
              510209.0792,
              188316.2948
            ],
            [
              510206.6981,
              188304.3886
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "RUISLIP 2022",
  "appeal_decision": null,
  "lpa_app_no": "27982/APP/2024/1328",
  "description": "Variation of Condition 2 (Accordance with approved plans) of planning permission ref. 27982/APP/2023/3260, dated 30-01-2024 (Erection of single storey rear/side extensions to include extension of roof following alteration/demolition of existing extensions and conversion of roof space to habitable use to include rear dormer with Juliet balcony, 1 front roof light and 3 side roof lights. Erection of boundary fence (revised description and plans)) to decrease the size of the windows to the rear elevations and amendments to the windows on the side and front elevations.",
  "date_building_work_completed_under_previous_permission": null
}