{
  "lpa_name": "Havering",
  "uprn": "100021346290",
  "decision_date": "03/07/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0255.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM11 2QT",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.098
  },
  "valid_date": "25/02/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Re-development of existing house by way of extensions to the front side and rear by raising the ridge height and enlargement of the roof with internal alterations and new boundary wall and gate (revised description).",
  "decision_conditions": [
    "The proposed development by reason of its scale, bulk, mass and lack of set back from the boundaries would appear as a dominant and visually intrusive feature in the street scene and rear garden environment, harmful to the character and appearance of the host property and visual amenity of the surrounding area contrary to policies DC61 and DC69 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2008, the London Borough of Havering Residential Extensions and Alterations SPD 2011 and  Emerson Park Policy Area SPD.",
    "The development in the form of the front boundary wall, gates and railings to be retained, would by reason of its design, height and position close to the property boundary form an unacceptably dominant and visually intrusive feature, harmful to the appearance of the street scene and detracting from the open character of the surrounding area, contrary to the London Borough of Havering Residential Extensions and Alterations Supplementary Planning Document 2011 and Policy DC61 of London Borough of Havering LDF Core Strategy and Development Control Policies Plan Document 2008.",
    "The proposed development would, by reason of its position and proximity to neighbouring properties cause overlooking and loss of privacy which would have a serious and adverse effect on the living conditions of adjacent occupiers, contrary to policies DC61 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2008 and the London Borough of Havering Residential Extensions and Alterations SPD 2011.",
    "The proposed development would would, by reason of its excessive depth, height and position close to the boundaries of the site, be an intrusive and unneighbourly development as well as having an adverse effect on the amenities of adjacent occupiers contrary to Policy DC61 of the London Borough of Havering  LDF Core Strategy and Development Control Policies DPD 2008, together with the London Borough of Havering Residential Extensions and Alterations SPD 2011 and the National Planning Policy Framework 2019 .",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £15,300 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy £15,300 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 102 square metres.",
    "You are advised to visit the planning portal web",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to Mr Breden by phone on 03-07-20."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:55:38.879+00:00",
  "ward": "Emerson Park",
  "parking_details": null,
  "lapsed_date": "03/07/2023",
  "decision_target_date": "03/07/2020",
  "centroid": {
    "lat": "51.5751507",
    "lon": "0.21885459999999998"
  },
  "lpa_app_no": "P0255.20",
  "status": "Dismissed",
  "site_name": "1A WOODLANDS AVENUE",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0255.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553879.972,
              188596.484
            ],
            [
              553875.569,
              188575.69
            ],
            [
              553828.223,
              188576.232
            ],
            [
              553834.048,
              188597.229
            ],
            [
              553879.972,
              188596.484
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "30/06/2020",
  "appeal_decision_date": "11/01/2021",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HORNCHURCH",
  "pp_id": "08525911",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 553854,
  "appeal_start_date": "08/10/2020",
  "centroid_northing": 188586,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2192337,
          51.5752378
        ],
        [
          0.2191611,
          51.5750522
        ],
        [
          0.2184787,
          51.5750699
        ],
        [
          0.21857179999999998,
          51.575257
        ],
        [
          0.2192337,
          51.5752378
        ]
      ]
    ],
    "type": "Polygon"
  }
}