{
  "centroid": {
    "lon": "0.1800611",
    "lat": "51.5733333"
  },
  "status": "Approved",
  "decision_target_date": "23/05/2019",
  "site_name": "9 Bridge Close",
  "decision_conditions": [
    "The use of the premises as a place of worship and assembly shall be for a limited period only expiring on 31st December 2020 on or before which date the use shall cease.",
    "Reason:",
    "To enable the Local Planning Authority to review the situation regarding the progress of proposals for the comprehensive redevelopment of the site arising under Policy ROMSSA2 of the Romford Area Action Plan DPD and Policy 1 of the Havering Local Plan 2016-2031 Proposed Submission Version.",
    "The use of the premises as a place of worship and assembly shall not take place other then between 18:00 and 19:30 on Mondays and Tuesdays, 18:00 and 20:30 on Wednesdays, 19:00-21:00 on Thursdays, 21:30 and 01:30 on Fridays, 10:00 and 13:30 on Saturday and 09:00 and 15:30 on Sundays and Bank Holidays.",
    "Reason:-",
    "To minimise the impact of the development on the surrounding area in the interests of amenity, and that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The existing parking areas at the front, side and rear of the premises shall be retained and shall be kept available at all times for the parking of vehicles used by the occupiers of the premises and their visitors and shall not be used for any other purpose.",
    "Reason:",
    "To ensure that adequate car parking provision is made off street in the interests of highway safety and that the development accords with the Development Control Policies Development Plan Document Policy DC33.",
    "The existing sound insulation against internally-generated noise shall be retained and, notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any order revoking, re-enacting or modifying that Order), no doors, windows or other openings shall be constructed in the premises.",
    "Reason:",
    "To minimise the impact from noise arising from the development on the surrounding area in the interests of amenity, and that the development accords with the Development Control Policies Development Plan Document Policies DC55 and DC61.",
    "The existing apparatus for the control of sound-amplification equipment shall be retained and shall be operated whenever sound-amplification equipment is in use. Sound-amplification equipment shall not be operated within the premises so as to generate noise that is audible within any residential curtilage in Waterloo Road.",
    "Reason:",
    "To minimise the impact from noise arising from the development on the surrounding area in the interests of amenity, and that the development accords with the Development Control Policies Development Plan Document Policies DC55 and DC61.",
    "If, within one month of the date of this decision notice, details of the facilities to be provided within the site for the storage of cycles have not been submitted in writing to the Local Planning Authority for their written approval and if the facilities are not provided in accordance with the approved details within three months of this decision notice, the use of the premises as a place of worship and assembly shall cease until such time as the facilities are approved and provided. If no details are approved within twelve months of this decision notice, the use of the premises as a place of worship and assembly shall cease until such time as the facilities are provided in accordance with the approved details. The facilities provided shall be retained as approved.",
    "Reason:",
    "Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail within one month of the date of this decision notice",
    "The refuse and recycling stores shall be provided in accordance with the details as previously approved under application Q0273.12 and be permanently retained thereafter.",
    "Reason: To protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 31 (cc) of the Town and Country Planning (Development Management) Order 2010: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraphs 186-187 of the National Planning Policy Framework 2012.",
    "A fee is required when submitting details pursuant to the discharge of conditions.  In order to comply with the Town and Country Planning (Fees for Applications, Deemed Applications, Requests and Site Visits) (England) Regulations 2012, (as amended), a fee of £116 per request or £34 where the related permission was for extending or altering a dwellinghouse, is needed."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM7 0AU",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "23/05/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0246.19",
  "centroid_northing": 188303,
  "uprn": "100023219230",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Romford Town",
  "decision_date": "23/05/2019",
  "description": "Retrospective change of use from B1 to D1 - a Place of Worship and Assembly",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0246.19",
  "lpa_app_no": "P0246.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:55:41.484+00:00",
  "centroid_easting": 551172,
  "pp_id": null,
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "07/03/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551168.391,
              188291.524
            ],
            [
              551164.597,
              188310.761
            ],
            [
              551172.996,
              188318.889
            ],
            [
              551181.395,
              188295.047
            ],
            [
              551172.184,
              188291.524
            ],
            [
              551168.391,
              188291.524
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.027
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "15/05/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1800041,
          51.5732312
        ],
        [
          0.1799576,
          51.573405
        ],
        [
          0.1800822,
          51.5734758
        ],
        [
          0.1801931,
          51.5732593
        ],
        [
          0.1800588,
          51.5732301
        ],
        [
          0.1800041,
          51.5732312
        ]
      ]
    ],
    "type": "Polygon"
  }
}