{
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/241983VAR;",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Removal/Variation of a condition",
  "application_details": {
    "existing_uprns": null
  },
  "wgs84_polygon": null,
  "site_name": "13 Station Parade ",
  "centroid_easting": 518974,
  "site_number": null,
  "development_type": null,
  "decision_date": "12/11/2024",
  "appeal_start_date": null,
  "lapsed_date": "12/11/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "centroid_northing": 180420,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title number: 1914_PL_000, 1914_PL_001, 1914_PL_002, 1914_PL.04_101 rev E, 1914_PL.04_102, 1914_PL.04_104 (Proposed Front/Rear Elevation & Section AA), 1914_PL.04_104 (Proposed Side Elevations), 1914_PL.04_105, 1914_PL.04_109, 1914_PL.04_110, Planning Statement dated May 2021, Cover Letter dated 31st July 2024, Design and Access Statement dated May 2023, Guest Management and Hotel Operation Statement dated August 2023.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Notwithstanding the provisions of the Town and Country Planning Use Classes Order 1987 (or any order revoking and re-enacting that Order with or without modification) the premises shall only be used as a hotel (in conjunction with the existing pub on ground floor use as per approved plans) and not for any other purpose, including any other use within Use Class C1 of the above Order, without the prior written permission of the Local Planning Authority obtained through the submission of a planning application. It should not also be amalgamated or subdivided in any way which deviates from the approved size and layout which shall be retained unless otherwise agreed in writing by the local planning authority.",
    "Reason: To enable the local planning authority to maintain strict control over the nature of the use in order to restrict the use of the premises to one compatible with the surrounding area, in accordance with policies 1.1(b), 1.2 (d) and 2.1(c) of the Ealing Core Strategy (2012), Policy E10 of The London Plan 2021 and the National Planning Policy Framework (2023).",
    "| No windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason:  To protect residential amenity, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4, 7B and 7C of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2023).",
    "| Prior to occupation of the development hereby approved, a Site Management Strategy for the site shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall include:",
    "o          Contact details of relevant personnel or the management company, who would be responsible for the management of the hotel;",
    "o          Details of security measures including location of CCTV and associated equipment;",
    "o          An Access Strategy including details of:",
    "-    Points of access and how access these will be controlled,",
    "o          Measures and procedures to prevent and deal with antisocial behaviour;",
    "o       Use of the rear staircase;",
    "o       Verification of Secured by Design accreditation;",
    "The site shall be managed in accordance with the approved strategy for the life of the development or as otherwise agreed in writing by the Local Planning Authority.",
    "Reason: In the interests of the proper maintenance, safety and security of the site and to ensure that the quality of the public realm is appropriately safeguarded in accordance with policies D3 and D11 of the London Plan (2021); policies 1.1(e), (g) and (h),1.2 (d) and (f), and 2.10 of the adopted Ealing Development (and Core) Strategy (2012), and policies 7.3 of the adopted Ealing Development Management DPD (2013).",
    "| The development shall be carried out strictly in accordance with the fire statement details approved under Ref: 240313CND.",
    "Reason: In the interests of fire safety and to ensure the safety of all building users, development proposals must achieve the highest standards of fire safety, in accordance with policy D11 and D12 of the London Plan (2021).",
    "| The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| The maximum number of persons occupying the hotel hereby approved shall be limited to 9 bedrooms and 18 occupants as per approved plans (Condition 2).",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies 3.5 and 7B of the Ealing Development Management DPD (2013), policy 1.1 of the Adopted Ealing Development (Core) Strategy; policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Cycle parking spaces shall be provided in accordance local and national cycle parking standards and retained thereafter.",
    "Reason: In the interests of highway and pedestrian safety in accordance with policies 1.1(f) of the Ealing Core Strategy (2012), Table 10.2 and policy T5 of the London Plan 2021, and the National Planning Policy Framework (2023).",
    "| The approved hotel is in the basis of full adherence to the submitted Guest Management and Hotel Operation Statement dated August 2023.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies 3.5 and 7B of the Ealing Development Management DPD (2013), policy 1.1 of the Adopted Ealing Development (Core) Strategy; policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| Access to the existing flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Reason: To safeguard the privacy and amenities of the occupiers of neighbouring properties, in accordance with policy 7B of the Ealing Development Management Development Plan 2013, policy 1.1 (g) of the Ealing Development (Core) Strategy 2012 and London Plan (2021) policy D3.",
    "| No person shall stay for a total of 90 days or greater in any calendar year in the hereby approved Hotel. A log of persons staying in the hotel bedrooms shall be maintained and shall be made available for inspection upon request by the local planning authority.",
    "Reason: To enable the local planning authority to maintain  strict control over the nature of the use, to protect the living conditions occupiers in the locality in accordance with policies 3.5 and 7B of the Ealing Development Management DPD (2013), policy 1.1 of the Adopted Ealing Development (Core) Strategy; policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Uxbridge Road",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.286995,
    "lat": 51.510192
  },
  "cil_liability": false,
  "valid_date": "23/05/2024",
  "postcode": "W5 3LD",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "id": "Ealing-241983VAR",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "20/11/2024",
  "pp_id": "PP-13082211",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "uprn": "000012020501",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:39:53.610+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "Ealing Common",
  "appeal_decision": null,
  "lpa_app_no": "241983VAR",
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans), seeking to allow alterations to the cycle store' in pursuant to planning permission reference 232225FUL dated 08/11/2023 for'' Construction of first floor rear/side extensions and second and third floor levels to accommodate a Hotel, 9 rooms, (Use Class C1) including associated refuse and cycle storage provision and alteration to shopfront.''\n",
  "date_building_work_completed_under_previous_permission": null
}