{
  "centroid": {
    "lon": "0.18737009999999998",
    "lat": "51.5662546"
  },
  "status": "Dismissed",
  "decision_target_date": "09/04/2019",
  "site_name": "Neopost House",
  "decision_conditions": [
    "The excessive density and parking results in a site layout and design that is not considered to create an attractive, safe and secure, high-quality living environment which is sustainable and provides a high standard of amenity for residents. The car parking leads to a poor environment for pedestrians and the overall residential setting. In this respect, the proposal is considered to be an overdevelopment of the site contrary to the London Plan Housing SPG; policies 6.13 of the London Plan; T6 of the Draft New London Plan; DC2, DC3 and DC61 of the Core Strategy and Development Control Policies; the Havering Residential Design SPD and Policies 3, 7 and 26 of the Draft Local Plan.",
    "The limited distance between blocks as well the limited setback from communal areas to habitable rooms (including habitable rooms in Blocks B and C which face one another and are set only 12 metres apart with communal play space between; and pedestrian access beside studio apartments in Neopost House), would result in overlooking of habitable rooms, loss of privacy and adverse impact on residential amenity - contrary to Standard 28 of the London Housing SPG; Policy 3.5 of the London Plan; Policy DC61 of the Core Strategy and Development Control Policies  and Policy 7 of the draft Local Plan.",
    "The proposed layout is not conducive to creating private or restful homes, with units at ground and first (podium) floor level particularly harmed by noise, disturbance and air pollution from the basement car park and adjacent B& Q car park would be particularly acute. The amenity of future residents would also be harmed by the acoustic environment created between Blocks B, C and Neopost House. Accordingly, the proposed development is considered contrary to the objectives of policies CP15 and DC55 of the Core Strategy and Development Control Policies; Standard 28 of the Housing SPG; policies 3.5 and 7.15 of the London Plan; Policies 7 and 26 of the Draft Local Plan; and D13 of the Draft New London Plan.",
    "By virtue of the unnecessary and unmitigated level difference with the adjacent B&Q site,  negligible set back from the eastern boundary, defensive perimeter treatment to the western boundary and limited activation / engagement with South Street, the proposal fails to adequately take account of the physical context of the site or integrate it with the surrounding urban fabric including Havering Well Garden - therefore is not considered to be in support of policies 3.5 and 7.4 of the London Plan, policy DC61 of the Core Strategy and Development Control Policies and Policies 7 and 26 of the draft Local Plan",
    "The placement of main elevations including balconies on the eastern boundary line and the negligible setback of Blocks B and C from the adjacent B&Q site means the development borrows its outlook from the adjacent property and prejudices the future development of that land. The proposal is therefore considered contrary to policies 3.5, 7.4 and 7.6 of the London Plan; and policy DC61 of the Core Strategy and Development Control Policies.",
    "At podium level, the proposed communal open space is not considered to be of a sufficient scale to meet the demands of future residents living within the site (from Blocks A, B, C and Neopost House), furthermore it will not benefit from sufficient direct sunlight and therefore is not in accordance with the objectives of Standards 4 and 5 of the Mayoral Housing SPG; policies 3.5 and 3.6 of the London Plan; Policy DC21 of the Core Strategy and Development Control Policies and Policies 7 and 26 of the Draft Local Plan.",
    "The proposed play space is not sufficient in quantity for the number of children predicted to be living within the site, and the location of the play spaces are not provided in an appropriate location including where there is a limited set back from bedrooms at podium level.  As such, the proposed play space is not considered to accord with Standard 5 of the Housing SPG; policies 3.5 and 3.6 of the London Plan; Policy DC21 of the Core Strategy and Development Control Policies and Policy 7 of the Draft Local Plan.",
    "The proposed entrances to Blocks B and C are not sufficiently legible or accessible from the street, creating a poor arrival experience for residents and visitors. The proposed development also fails to provide an active and engaging frontage to South Street. The proposal is therefore not considered to support Standards 8 & 10 of the Housing SPG; policy 3.5 of the London Plan; the Havering Residential Design SPD and Policy 26 of the Draft Local Plan.",
    "The quality and position of private amenity space is considered to be inadequate. In particular one unit within Block A has no private open amenity space and the private amenity space overall is not considered to offer residents sufficient amenity through privacy and security. Therefore, the proposal is not considered to meet Standards 26 or 27 of the Mayoral Housing SPG and Policy 7 of the Draft Local Plan.",
    "The proposed development includes 17 single aspect units, of which 9 are north facing. Dual aspect units at podium level of all blocks will have reduced privacy. The large number of units either orientated towards a single aspect or placed in close proximity to highly trafficked spaces could prompt residents to close and cover their windows, limiting natural ventilation. There would be an increased reliance on mechanical heating, cooling and lighting and/or limited amenity for future residents. Therefore the proposal is not considered to meet the requirements of Standards 29 and 36 of the Housing SPG, policies 5.9 and 7.6 of the London Plan; Policy 7 of the draft Local Plan; or the Havering Residential Design SPD.",
    "The proposed layout would not provide sufficiently adequate levels daylight or sunlight to the existing and proposed development, particularly those on the lower levels of the development, causing unacceptable levels of harm including to the residents of Neopost House - accordingly it is not considered to meet Standard 32 of the Mayoral Housing SPG; Policy DC61 of the Core Strategy and Development Control Policies; the Havering Residential Design SPD and Policy 7 of the Draft Local Plan.",
    "Development should reduce the opportunities for criminal behaviour and contribute to a sense of security without being overbearing or intimidating. The proposed fencing around the perimeter of the site feels hostile and the treatment along the eastern boundary contributes to a particularly poor amenity and outlook for future residents.  Despite the fencing, Police remain concerned about unrestricted visitor access once through the perimeter and the poor sightlines to/from the under car park entrances to the cores of the buildings. The proposal is not considered to support policies 7.3, 7.4, 7.5 and 7.6 of the London Plan.",
    "New developments should offer a range of housing choices, in terms of the mix of housing sizes and types. The proposed unit typology is predominantly one and two bedrooms units, contrary to the Housing Position Statement (Havering, 2018); Policy 5 of the Draft Local Plan; and Policy 3.8 of the London Plan.",
    "Major development proposals should reduce potential overheating and reliance on air conditioning systems and demonstrate this in accordance with a cooling hierarchy. A large number of the proposed units are either orientated towards a single aspect and or have windows that may be closed to avoid noise from communal spaces in close proximity. The proposal is therefore not considered to meet the objectives of Standard 36 of the Housing SPG or policy 5.9 of the London Plan.",
    "In the absence of a legal agreement to secure the contributions towards education, carbon reduction and public realm improvements, the proposal fails to satisfactorily mitigate the infrastructure impact of the development, contrary to the provisions of Policies DC18, DC29 and DC72 of the Development Control Policies DPD and Policy 8.2 of the London Plan. Furthermore the absence of a satisfactorily completed legal agreement means that the provision of affordable housing cannot be secured and therefore the application is also contrary to Policy 3.12 of the London Plan; London Plan Affordable Housing SPG; Policy DC6 of the Core Strategy and Development Control Policies and Policy 4 of the Draft Local Plan.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £331,150. Further details with regard to CIL are available from the Council's website.",
    "The London Borough of Havering intends to introduce a Community infrastructure Levy from 1 September 2019 - open market residential development will attract a levy of £70 per sqm of net additional floor space."
  ],
  "secondary_street_name": "Romford",
  "application_type": "All Other",
  "postcode": "RM1 2AR",
  "application_type_full": null,
  "appeal_decision_date": "23/07/2020",
  "lapsed_date": "14/06/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0030.19",
  "centroid_northing": 187531,
  "uprn": "10094418413",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": "Dismissed",
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Hylands",
  "decision_date": "14/06/2019",
  "description": "'Application for the erection of three blocks ranging from 5 to 8 storeys above deck level, providing 104 residential dwellings (Use Class C3) and erection of 6 residential dwellings (Use Class C3) to form an additional floor on Neopost House with private communal amenity areas at deck level and roof level of Neopost House, flexible D1 use (Use Class D1), associated car parking spaces, cycle storage, refuse provision and landscaping'",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0030.19",
  "lpa_app_no": "P0030.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:53.694+00:00",
  "centroid_easting": 551702,
  "pp_id": "06906284",
  "borough": "Havering",
  "appeal_start_date": "03/01/2020",
  "valid_date": "08/01/2019",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551661.31,
              187576.183
            ],
            [
              551666.729,
              187578.35
            ],
            [
              551669.167,
              187579.976
            ],
            [
              551681.088,
              187579.434
            ],
            [
              551707.098,
              187595.961
            ],
            [
              551715.768,
              187604.36
            ],
            [
              551739.339,
              187490.839
            ],
            [
              551732.024,
              187487.587
            ],
            [
              551738.797,
              187461.036
            ],
            [
              551702.221,
              187471.061
            ],
            [
              551677.024,
              187505.198
            ],
            [
              551672.96,
              187522.809
            ],
            [
              551667.541,
              187524.434
            ],
            [
              551661.31,
              187576.183
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.6780000000000002
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "South Street",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "25/04/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.186803,
          51.5666715
        ],
        [
          0.186882,
          51.5666895
        ],
        [
          0.1869179,
          51.5667035
        ],
        [
          0.1870895,
          51.5666954
        ],
        [
          0.1874716,
          51.5668369
        ],
        [
          0.1876002,
          51.5669101
        ],
        [
          0.1878911,
          51.5658837
        ],
        [
          0.18778419999999998,
          51.5658565
        ],
        [
          0.1878704,
          51.5656161
        ],
        [
          0.1873475,
          51.565716
        ],
        [
          0.1869989,
          51.5660295
        ],
        [
          0.1869479,
          51.5661888
        ],
        [
          0.1868705,
          51.5662049
        ],
        [
          0.186803,
          51.5666715
        ]
      ]
    ],
    "type": "Polygon"
  }
}