{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM13 9QQ",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2110426,
          51.5283142
        ],
        [
          0.21107669999999998,
          51.5281686
        ],
        [
          0.2104642,
          51.5280644
        ],
        [
          0.21042819999999998,
          51.5282076
        ],
        [
          0.2110426,
          51.5283142
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "127 Briscoe Road",
  "centroid_easting": 553450,
  "pp_id": "12712085",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.071
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P0030.24",
  "decision_date": "28/03/2024",
  "last_updated": "2025-03-19T23:06:53.179+00:00",
  "centroid_northing": 183347,
  "centroid": {
    "lat": "51.5281894",
    "lon": "0.21074769999999998"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Rainham & Wennington",
  "bo_system": "CSV Data Import",
  "lapsed_date": "28/03/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "29/01/2024",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "08/01/2024",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from 09-07-2021, the date of the original permission for planning application P0683.21.",
    "Reason: To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building to the satisfaction of the Local Planning Authority.",
    "Reason: To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with Policies 7, 26, and 27 of the Havering Local Plan 2016, Policies D1, D4, and D6 of the London Plan, and the objectives of the National Planning Policy Framework.area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The development hereby approved shall be carried out in accordance with the landscaping details submitted to and approved by the Local Planning Authority under application reference Q0074.23, unless alternative details are submitted and approved in writing. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "To ensure that the development achieves a satisfactory level of landscape quality.",
    "Prior to the first occupation of the dwellings hereby approved, walls, fences, and the boundary development shall be carried out strictly in accordance with the approved details of Q0074.23, and shall be retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason: To protect the visual amenities of the development, prevent undue overlooking of adjoining property and ensure that the development accords with Policies 7 and 26 of the Havering Local Plan 2016, Policies D1 and D4 of the London Plan, and the objectives of the National Planning Policy Framework.",
    "Before the building hereby permitted is first occupied, the area set aside for car parking for host and proposed dwellings shall be laid out and surfaced to the satisfaction of the Local Planning Authority as indicated on the approved drawings and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason: To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with Policy 24 of the Havering Local Plan 2016, Policy T6.1 of the London Plan, and the objectives of the National Planning Policy Framework.in the interest of highway safety.",
    "Prior to the first occupation of the development hereby permitted, cycle storage shall be provided in accordance with the details hereby approved. The cycle storage shall be permanently retained thereafter.",
    "Reason: In the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Prior to the first occupation of the development hereby permitted, refuse and recycling facilities shall be provided in accordance with the details previously submitted and approved details under application reference Q0074.23. The refuse and recycling facilities shall be permanently retained thereafter.",
    "Reason: To protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with Policy 35 of the Havering Local Plan 2016, and the objectives of the National Planning Policy Framework.of occupiers of nearby premises.",
    "No construction works or deliveries into the site shall take place other than between the hours of 08:00 to 18:00 on Monday to Friday and 08:00 to 13:00 hours on Saturdays unless agreed in writing with the Local Planning Authority. No construction works or deliveries shall take place on Sundays, Bank or Public Holidays unless otherwise agreed in writing by the local planning authority.",
    "Reason: To minimise the impact of the development on the surrounding area in the interests of amenity.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted without the express permission in writing of the Local Planning Authority.",
    "Reason: In the interests of amenity and to enable the Local Planning Authority to retain control over future development, and in order that the development accords with Policies 7 and 26 of the Havering Local Plan 2016, Policies D1, D4, and D6 of the London Plan, and the objectives of the National Planning Policy Framework.",
    "The proposed windows on the side elevations of the new dwellings shall be permanently glazed with obscure glass not less than 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason: In the interests of privacy, and in order that the development accords with Policy 7 of the Havering Local Plan 2016, Policies D4 and D6 of the London Plan, and the objectives of the National Planning Policy Framework.",
    "The outbuildings hereby approved shall be used solely for purposes incidental to the enjoyment of the dwellinghouses  and as such shall not be sold, leased or used as an independent dwelling unit.",
    "Reason - In order to safeguard the character of the area and the living conditions of existing and future and neighbouring residents.",
    "The dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy DC7 of the Local Development Framework.",
    "No part of the development hereby approved shall be occupied until access to the highway has been completed in accordance with the details that have been previously submitted to and approved in writing by the Local Planning Authority.",
    "Reason: In the interests of ensuring good design and ensuring public safety.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "10096016632",
  "decision_target_date": "02/04/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553470.04,
              183361.49
            ],
            [
              553472.89,
              183345.37
            ],
            [
              553430.76,
              183332.5
            ],
            [
              553427.78,
              183348.35
            ],
            [
              553470.04,
              183361.49
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Rainham",
  "secondary_street_name": null,
  "description": "Variation of Condition Nos. 3 and 7 of Planning Permission ref: P0683.21 dated 08/07/2021 to allow for larger outbuildings to rear (Demolition of existing dwelling and formation of pair of three bedroom semi-detached bungalows with dormer windows front and rear with associated parking and amenity space.)",
  "id": "Havering-P0030.24",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0030.24"
}