{
  "lpa_name": "Havering",
  "uprn": "100021343371",
  "decision_date": "12/06/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P0338.20",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "RM11 2QD",
  "appeal_decision": "Dismissed",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.057
  },
  "valid_date": "26/03/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of conservatory and construction of two storey side and rear extension with internal reconfiguration and new roof.",
  "decision_conditions": [
    "The proposed extensions would, by reason of their width, bulk and mass lack subservience to the existing dwelling and appear as an unacceptably dominant and visually intrusive feature in the streetscene harmful to the appearance of the surrounding area, and would therefore be contrary to Policy DC61 of the London Borough of Havering LDF Core Strategy and Development Control Policies DPD 2008, the London Borough of Havering Residential Extensions and Alterations SPD 2011 and the Sector 3 of the Emerson Park Policy Area. Further, the proposal is inconsistent with the provisions of paragraph 124 of the National Planning Policy Framework 2019, which states that good design is a key aspect of sustainable development.",
    "The extensions would, by reason of their front protrusion, siting and position close to the boundary shared with No. 1 The Sheilings, be unneighbourly which would give rise to an uncomfortable overbearing effect and sense of enclosure, and loss of outlook and be harmful to the amenity of No. 1 The Sheilings contrary to policy DC61 of the Adopted Havering Core Strategy and Development Control Policies DPD 2008 and the Adopted Havering Residential Extensions and Alterations SPD 2011",
    "For Residential Development Only",
    "Please be advised that approval of this application from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £36,000 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development.",
    "Your proposal is subject to a CIL Liability Notice indicating a levy of £36,000 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 240 square metres.",
    "You are advised to visit the planning portal",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2019, improvements required to make the proposal acceptable were negotiated with the agent of the applicant. However, the agent later requested I determine the application as is and that a pre-application will made in the coming weeks. The agent was informed with respect to refusal of the scheme on 21 May 2020."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:55:15.162+00:00",
  "ward": "Emerson Park",
  "parking_details": null,
  "lapsed_date": "12/06/2023",
  "decision_target_date": "27/05/2020",
  "centroid": {
    "lat": "51.5763109",
    "lon": "0.23070259999999998"
  },
  "lpa_app_no": "P0338.20",
  "status": "Dismissed",
  "site_name": "1A THE SHEILINGS",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0338.20",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554686.568,
              188732.818
            ],
            [
              554671.87,
              188720.626
            ],
            [
              554655.749,
              188747.109
            ],
            [
              554670.989,
              188757.811
            ],
            [
              554686.568,
              188732.818
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "22/04/2020",
  "appeal_decision_date": "29/12/2020",
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "HORNCHURCH",
  "pp_id": "08559925",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 554671,
  "appeal_start_date": "06/10/2020",
  "centroid_northing": 188740,
  "borough": "Havering",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2309239,
          51.5762421
        ],
        [
          0.23070659999999998,
          51.5761365
        ],
        [
          0.2304858,
          51.5763789
        ],
        [
          0.23071019999999998,
          51.5764709
        ],
        [
          0.2309239,
          51.5762421
        ]
      ]
    ],
    "type": "Polygon"
  }
}