{
  "wgs84_polygon": null,
  "ward": "HARE/D VILLAGES 2022",
  "decision": "Approved",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 505109,
  "application_details": {
    "existing_uprns": null
  },
  "actual_completion_date": null,
  "application_type_full": null,
  "locality": null,
  "actual_commencement_date": null,
  "development_type": null,
  "appeal_decision_date": null,
  "centroid_northing": 190449,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "25/06/2027",
  "pp_id": null,
  "lpa_app_no": "6977/APP/2024/792",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.603081,
    "lon": -0.483713
  },
  "application_type": "All Other",
  "borough": "Hillingdon",
  "postcode": "UB9 6DG",
  "site_name": "ST PAULS RC CHURCH",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "28/06/2024",
  "valid_date": "18/04/2024",
  "street_name": "MERLE AVENUE",
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=6977/APP/2024/792",
  "appeal_start_date": null,
  "last_date_consultation_comments": "15/05/2024",
  "last_updated": "2025-03-19T21:03:36.207+00:00",
  "appeal_decision": null,
  "description": "Erection of a single storey extension on south elevation and new facade to Church",
  "decision_date": "25/06/2024",
  "secondary_street_name": "HAREFIELD",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers Location Plan, 614/3A, 615/4B (revised and received 24-06-24), 614/6A and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "Notwithstanding the approved plans, no development shall take place until details of the replacement hanging tile have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The materials and windows to be used in the construction of the external surfaces of the extension hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people."
  ],
  "uprn": null,
  "id": "Hillingdon-6977_APP_2024_792",
  "polygon": null,
  "lpa_name": "Hillingdon"
}