{
  "valid_date": "11/12/2024",
  "epc_number": null,
  "site_name": "21A CLEVELAND ROAD",
  "cil_liability": false,
  "polygon": null,
  "actual_commencement_date": null,
  "site_number": null,
  "decision": "Approved",
  "parking_details": {
    "net_car": 0,
    "no_proposed_car": 4,
    "no_existing_car": 4
  },
  "application_type_full": "Full planning permission",
  "ward": "UXBRIDGE 2022",
  "last_date_consultation_comments": "11/01/2025",
  "centroid_easting": 505775,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "Change of use from a dwelling with up to six people living together as a single household and receiving care (Use Class C3(b)) to a 7-bed house in multiple occupation for seven residents living together as a single household where care is provided for residents (Use Class C2) (Amended Description)",
  "appeal_decision": null,
  "postcode": null,
  "date_building_work_completed_under_previous_permission": "04/09/2019",
  "decision_target_date": "04/04/2025",
  "street_name": "UXBRIDGE",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "centroid_northing": 182582,
  "application_type": "All Other",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "PR0101-001",
    "PR0101-002",
    "PR0101-003",
    "PR0101-004",
    "PR0101-005",
    "PP-13555442v1",
    "PR101-004",
    "Travel Plan (Received 25.03.25)",
    "Management Plan (Received 25.03.25)",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The property shall only be used as C2 accommodation for no more than seven (7) individuals at any one time.",
    "REASON",
    "To ensure that the amenity of the occupiers of the adjoining properties and local highway network are not adversely affected in accordance with  is not adversely affected in accordance with DMHB 11 of the Hillingdon Local Plan: Part 2 (2020).",
    "The Equality Act 2010 aims to safeguard individuals accessing goods, facilities, and services from discrimination based on a 'protected characteristic', including disability. In accordance with the Act, service providers must enhance access to and within their premises, especially when reasonable adjustments are feasible and straightforward to implement. The Act mandates that service providers proactively identify and eliminate barriers hindering disabled people.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "appeal_start_date": null,
  "development_type": null,
  "wgs84_polygon": null,
  "lpa_app_no": "26360/APP/2024/3025",
  "decision_agency": "Borough",
  "decision_date": "03/04/2025",
  "pp_id": "13555442",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=26360/APP/2024/3025",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": "03/06/2019",
  "centroid": {
    "lat": 51.532247,
    "lon": -0.476465
  },
  "status": "Approved",
  "last_updated": "2025-07-02T21:59:12.473Z",
  "actual_completion_date": null,
  "lapsed_date": "03/04/2028",
  "borough": "Hillingdon",
  "id": "Hillingdon-26360_APP_2024_3025",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": null,
  "locality": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "site_area": 0.038,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 170,
    "phasing_details": [
      {
        "phase_detail": "already complete",
        "intended_commencement_date": "11/2024",
        "intended_completion_date": "11/2024"
      }
    ],
    "green_suds": false,
    "total_gia_gained": 170,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "total_annual_nox_emissions": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_homes_to_have_electrical_heating": 0,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "waste_provision": true,
      "ghg_reduction_over_building_regulations": false,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0
    },
    "non_residential_details": {
      "total_gia_gained": 170,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 170,
      "total_gia_lost": 170,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 170,
        "gia_gained": 170,
        "use_class": "C3",
        "gia_lost": 170
      }
    ],
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 0,
    "ownership_status": "Private",
    "scheme_phasing": true,
    "total_gia_existing": 170,
    "garden_land_lost": false
  }
}