{
  "lpa_name": "Merton",
  "uprn": "48016041",
  "decision_date": "29/04/2019",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-17_P1717",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "CR4 1BS",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0,
      "site_area": null
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_gained": null,
      "total_gia_lost": null
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": null
    },
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "max_height": null,
        "building_ref": null
      }
    ],
    "constraints_details": [],
    "site_area": 6.683,
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "scheme_phasing": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "phasing_details": [],
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "existing_proposed_floorspace_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "projected_cost_of_works": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "fire_suppression_system_proposed": null,
      "chp_heat_pumps_capacity": null,
      "ghg_reduction_over_building_regulations": null,
      "no_active_slow_ev_charging_points": null,
      "no_resi_units_to_have_full_fibre": null,
      "green_roof_area": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "internal_resi_water_usage": null,
    "uk_company_registration_no": null,
    "3d_model": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "OUTLINE PLANNING APPLICATION (WITH ALL MATTERS RESERVED, EXCEPT IN RELATION TO PARAMETER PLANS) FOR THE COMPREHENSIVE REGENERATION OF THE EASTFIELDS ESTATE COMPRISING THE DEMOLITION OF ALL EXISTING BUILDINGS AND STRUCTURES; ERECTION OF NEW BUILDINGS RANGING FROM 1 TO A MAXIMUM OF 9 STOREYS PROVIDING UP TO 800 RESIDENTIAL UNITS (C3 USE CLASS); PROVISION OF UP TO 275 SQM OF NON-RESIDENTIAL FLOORSPACE (FLEXIBLE USE CLASSES A1 AND/OR A2 AND/OR A3 AND/OR A4 AND/OR B1 AND/OR D1 AND/OR D2)PROVISION OF NEW PUBLIC OPEN SPACE AND COMMUNAL AMENITY SPACES INCLUDING CHILDREN'S PLAY SPACE; NEW PUBLIC REALM, LANDSCAPING WORKS AND NEW LIGHTING; CYCLE PARKING SPACES (INCLUDING NEW VISITOR CYCLE PARKING) AND CAR PARKING SPACES (INCLUDING WITHIN GROUND LEVEL PODIUMS), TOGETHER WITH ASSOCIATED HIGHWAYS AND UTILITIES WORKS",
  "decision_conditions": [
    "Condition : 1 - Commencement. The development shall commence not later than three years from the date of this permission or two years from the final approval of the last Reserved Matters application, whichever is the later.\n\nREASON: In order to comply with the provisions of Section 92 of The Town and Country Planning Act 1990 (as amended).\n\n",
    "Condition : 2 - APPROVAL OF RESERVED MATTERS\n\nApproval of Reserved Matters: a. Detail of the reserved matters set out below ('the reserved matters') for each phase of the development shall be submitted to the Local Planning Authority for approval within 3 years from the date of this permission or within 3 years from the date of the last reserved maters for the previous phase of development:\n\n(i) layout; (ii)scale; (iii) appearance; (iv)access and (v) landscaping\n\nb. The reserved matters shall be carried out as approved.\n\nc. Approval of all reserved matters for the relevant phase of development shall be obtained for the relevant phase of development from the Local Planning Authority in writing before any phase of development is commenced.\n\nREASON: In order to comply with the provisions of Section 92 of The Town and Country Planning Act 1990 (as amended).\n \n",
    "Condition : 3 - List of approved drawings The development hereby permitted shall be carried out in accordance with the following approved plans and documents:\n\n001 REV A, 002 REV A, 003 REV A, 004 REV D, 005 REV E, 006 REV B, 007 REV C, 008 REV C, 009 REV D, 010 REV C, 011 REV C, 012 REV A, 013 REV B, 014 REV A, 015 REV A &  016 REV D. \n\nREASON: Reason: For the avoidance of doubt and in the interests of proper planning.\n",
    "Condition : 4 - Phasing strategy Upon submission of the first Reserved Matters application, a Phasing Strategy setting out the delivery of the phases across the whole site shall be submitted to and approved in writing by the Local Planning Authority. The Phasing Strategy shall confirm the order and timing of delivery of each of the phases, Updated phasing plans should be submitted with subsequent Reserved Matters applications.\n \t\nREASON: To ensure the scheme is delivered as proposed in accordance with Policies 3.5 and 7.3 of the London Plan (2016), Policy DM D2 of the SPP Local Plan 2014, Policy CS14 of the Core Planning Strategy 2011 and Policies EP E1, EP E2, EP E3, EP E4 and EP E8 of the Adopted Estates Local Plan 2018. \n\n",
    "Condition : 5 - Development to be carried out in accordance with permission Reserved Matters applications should accord with the submitted Development Parameters (Plans and Schedule) and Design Code, or such updated / replacement Development Parameters (Plans and Schedule) and / or Design Code approved in writing by the Local Planning Authority.\n\nREASON: In order to comply with the provisions of Section 92 of The Town and Country Planning Act 1990 (as amended).\n",
    "Condition : 6 - Urban Design Strategy Applications for approval of Reserved Matters for each relevant phase of development submitted pursuant to this permission relating to layout, scale, access, appearance and landscaping (other than those relating to Enabling Works) shall be accompanied by an Urban Design Report, which explains the approach to the design and how it takes into account the Design Code. This document should also include measures to minimise the risk of crime in a visually acceptable manner and meet the specific security needs of that phase of development.\n\nREASON: To ensure good design throughout the development in line with the principles set in the NPPF (2012), Policies 3.5 and 7.3 of the London Plan (2016), Policies DM D1, DM D2 & DM D4 of the SPP Local Plan 2014, Policies CS2 & CS14 of the Core Planning Strategy 2011 and Policies OEP.1, OPE.2 and EP E4 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 7 - Energy and Sustainability Strategy The first application for approval of Reserved Matters submitted pursuant to this permission relating to layout, scale and appearance (other than those relating to Enabling Works) shall be accompanied by an overarching Energy Strategy for all phases of the development. For each phase of development, an updated detailed Energy and Sustainability Strategy shall be submitted to the Local Planning Authority for approval prior to commencement of Below Ground works in that phase. The Energy Strategies shall explain but not be limited to the following:\n\n\"\tHow the proposed design realises opportunities to reduce carbon emissions in accordance with the Mayors energy hierarchy; through the incorporation of enhanced building fabric, efficiency of energy supply and low and zero carbon technologies; \n\n\"\tThe reduction in carbon emissions achieved through these building design and technology energy efficiency measures, to minimise carbon dioxide emissions that contribute towards the London Plan emissions reductions targets;  \n\"\tHow the development has incorporated the principals of sustainable design and construction, and demonstrated compliance with any required sustainable design and construction standards;\n\"\tHow the buildings relate to any site-wide strategy for district heating incorporating co- or tri-generation from distributed combined heat and power; and how the development has been designed to secure and encourage the delivery of District Heating and Combined Heat and Power;\n\"\tHow the development has been designed to reduce the impact of the urban heat island in accordance with Mayors cooling hierarchy.\n\"\tThe approved measures in each phase shall be fully implemented in accordance with the approved details \n\n\"\tOverheating mitigation strategy to be submitted prior to commencement of the relevant phase of the development hereby permitted, details for the provision of an Overheating mitigation Strategy for the relevant phase shall",
    "Condition : 8 - Ecology and Biodiversity Strategy Prior to the commencement of Above Ground works for each relevant phase of development, a detailed Ecology and Biodiversity Strategy shall be submitted for approval by the Local Planning Authority. The Ecology and Biodiversity Strategy shall explain:\n\no           The location and details of bird boxes, bat boxes and other wildlife features on site in accordance with the recommendations made in the Greengage Phase 1 Habitat and Protected Species Survey Report dated November 2017;\no           The creation of wildlife habitats within the public realm, integrated into the detailed SUDS designs; and\no           The management and arrangements for these features.\n\nREASON: To ensure the development contributes to improving the ecology and biodiversity of the area in accordance with Policy 7.19 of the London Plan (2016), Policy DM O1 of the SPP Local Plan 2014, Policy CS13 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 9 - Housing Accommodation Schedule Applications for approval of Reserved Matters submitted pursuant to this permission relating to layout, scale and appearance for each relevant phase of development including if built out as a single phase (other than those relating to Enabling Works) shall be accompanied by a Housing Accommodation Schedule. These documents shall explain and include:\n\no\tThe type and mix of units proposed;\no\tWhether the units are to be provided as affordable and what tenure;\no\tThe gross internal floor areas of each dwelling; and\no\tA cumulative position statement on the provision of housing.\n\nREASON: To ensure the development provides an appropriate mix and quality of housing as well as providing an appropriate amount and mix of affordable housing having regard to the relevant viability assessment in accordance with the NPPF (2012), Policies 3.3, 3.4, 3.7, 3.8, 3.9, 3.11 and 3.12 of the London Plan (2016), Policies DM H2, DM H3 of the SPP Local Plan 2014, Policy CS8 of the Core Planning Strategy 2011 and Policy EP E4 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 10 - Daylight and sunlight assessment Applications for approval of Reserved Matters for each relevant phase of development including if built out as a single phase  submitted pursuant to this permission relating to layout and scale (other than those relating to Enabling Works) shall be accompanied by a detailed Daylight and Sunlight Assessment. This document shall explain how the development has been designed to provide appropriate levels of daylight and sunlight to the new homes within the development itself. \n\nREASON: To ensure the development provides future occupiers with satisfactory levels of daylight and sunlight appropriate for its context in accordance with Policy 7.7 of the London Plan (2016), Policy DM D2 of the SPP Local Plan 2014, Policy CS14 of the Core Planning Strategy 2011 and Policy EP E1 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 11 - Accessibility strategy Applications for approval of Reserved Matters for each relevant phase of the development including if built out as a single phase  submitted pursuant to this permission relating to layout and landscaping (other than those relating to Enabling Works) shall be accompanied by a detailed Accessibility Strategy for the relevant phase. This document shall explain: \n\na) How the proposed public realm areas, within each relevant phase, would be accessible to all, including details of finished site levels, surface gradients and lighting;\n\nb) How each building would be accessible to all, including details of level access and internal accommodation arrangements and access to car parking; and\n\n\nc) That 10% of dwellings hereby permitted would be 'wheelchair user dwellings' and all other dwellings are 'accessible and adaptable dwellings' in accordance with the London Plan Policy 3.8 and Draft London Plan Policy D5. \n\nREASON: To ensure the development is accessible and inclusive to all in accordance with Policy 3.8 and 7.2 of the London Plan (2016) and Policy D5 of the Draft London Plan (2018), Policy DM D2 of the SPP Local Plan 2014, Policy CS14 of the Core Planning Strategy 2011 and Policies EP E2, EP E3, EP E4 of the Adopted Estates Local Plan 2018. \n",
    "Condition : 12 - Lighting Strategy The first application for approval of Reserved Matters submitted pursuant to this permission relating to layout, access, appearance and landscaping (other than those relating to Enabling Works) shall be accompanied by an overarching Lighting Strategy in line with the Code of Practice for the Reduction of Light Pollution issued by the Institute of Lighting Engineers for all phases. \n\nFor each relevant phase of development, an updated detailed Lighting Strategy shall be submitted to and approved in writing prior to commencement of Below Ground works in that relevant phase. These documents shall explain:\n\na) The lighting proposed for amenity spaces and external communal areas, including relevant justification; and\n\nb) The proposed external building lighting.\n\nREASON: To ensure the development is adequately lit in order to minimise the risk and fear of crime, whilst ensuring that the proposed lighting would not unduly impact on local character, amenity or biodiversity in accordance with Policies 7.3 and 7.19 of the London Plan (2016), Policy DM D2 of the SPP Local Plan 2014, Policy CS14 of the Core Planning Strategy 2011.\n",
    "Condition : 13 - Refuse Strategy The first application for approval of Reserved Matters submitted pursuant to this permission relating to layout, access and landscaping (other than those relating to Enabling Works) shall be accompanied by an overarching Refuse Strategy for all phases including if built out as a single phase. \n  \n\nFor each relevant phase of development thereafter, an updated detailed Refuse Strategy shall be submitted to and approved in writing prior to commencement of Below Ground works for that relevant phase. These documents shall explain:\n\na) The storage and disposal arrangements for refuse and waste associated with the residential and commercial elements of the proposed development, including vehicular access thereto;\n\nb) The storage and disposal arrangements for refuse and waste associated with proposed public realm areas, including vehicular access thereto;\n\nc) The hours of proposed waste collection; and\n\nd) A full waste management strategy with details of the location, size and the design of the residual waste and recycling container storage areas for each residential unit\n\ne) The operation and management of the Underground Refuse System (URS), including vehicular access thereto;\n\nREASON: To ensure that adequate refuse storage and disposal facilities are provided, in the interests of local character and amenity in accordance with Policy 5.16 of the London Plan (2016), Policies DM D1, DM D2 of the SPP Local Plan 2014, Policy CS2 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018. \n\n",
    "Condition : 14 - Noise and vibration mitigation strategy 1.\tPrior to commencement of Above Ground works of each building, a detailed Noise and Vibration Mitigation Strategy shall be submitted to, and approved by, the Local Planning authority. The strategy shall explain noise attenuation measures for the proposed uses, including noise barriers, specified glazing and ventilation and orientation / layout of buildings and amenity areas.\n\nPost completion Noise Assessments are to be submitted to and approved in writing by the Local Planning Authority prior to first occupation of each building.\n\n\nREASON: To ensure the new buildings in the development have adequate provision against noise and vibration from existing sources and within the development in accordance with Policy 7.15 of the London Plan (2016), Policy DM EP2 of the SPP Local Plan 2014, Policy CS15 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018. \n",
    "Condition : 15 - Internal noise transmission Prior to commencement of Above Ground works in each relevant phase of the development a detailed Scheme of Sound Insulation for the relevant phase shall be submitted to and approved by the Local Planning Authority.  Due to the potential impact of the proposed non-residential units on the residential development, a Scheme of Sound Insulation for protecting residents from noise shall be submitted to and approved in writing by the Local Planning Authority. The scheme is to include acoustic data for the glazing system and ventilation system. The internal noise levels shall meet those within BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings as a minimum. The approved scheme shall be implemented in accordance with the agreed details.\n\nREASON: To protect the living conditions and amenity of future / new residents of the proposed development from noise attributed to the associated non-residential units below in accordance with Policy DM EP2 of the SPP Local Plan 2014, Policy CS15 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018.\n\n",
    "Condition : 16 - Arboricultural Method Statement/Tree Protection: The first Application for approval of Reserved Matters submitted pursuant to this permission shall be accompanied by an overarching Arboricultural Method Statement and Tree Protection Plan in accordance with BS 5837:2012 for all phases. \n\nFor each phase of development, an updated and detailed Arboricultural Method Statement and Tree Protection Plan shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of that relevant phase. The approved measures for the protection of the existing retained trees shall be installed prior to the commencement of site works and shall be retained and maintained until the completion of all site operations in that phase. If any trees are proposed for removal or have any tree work, a full justification must be provided. Any tree work shall accord with BS 3998:2010. \n\nThe details shall also explain the total number of trees to be removed, together with details of the proposed replacement planting, to ensure the an overall increase in the number of trees across the site. \n\nREASON: To safeguard the character and appearance of the area and to enhance the appearance of the development, in accordance with Policy 7.5 of the London Plan (2016), Policy DM O2 of the SPP Local Plan 2014, Policy CS13 of the Core Planning Strategy 2011 and Policy EP E7 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 17 - Site Supervision (Trees) The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works.  The works shall be carried out strictly in accordance with the approved Arboriculture Method Statement and Tree Protection Plan.\n\nREASON To protect and safeguard the existing retained trees in accordance with the following Development Plan policies for Merton: policy 7.5 of the London Plan 2016, policy CS13 of Merton's Core Planning Strategy 2011 and policy O2 of Merton's Sites and Polices Plan 2014, and policy EP H7 of the Estates Local Plan.\n",
    "Condition : 18 - Levels plans Applications for approval of Reserved Matters for each relevant phase of the development submitted pursuant to this permission shall be accompanied by a detailed Levels Plan for the relevant phase. This document shall explain details of the levels of the buildings, roads and footpaths in relation to the adjoining land and highway(s), and any other changes proposed in the levels of the site.\n\nREASON: To ensure that the works are carried out at suitable levels in relation to the highway and adjoining properties in the interests of the amenity of neighbouring residents, the appearance of the development, drainage, gradient of access and land contamination, in accordance with Policy 5.21 of the London Plan (2016), Policies DM D1 & DM D2 of the SPP Local Plan 2014, Policy CS2 & CS14 of the Core Planning Strategy 2011 and Policy EP E1 of the Adopted Estates Local Plan 2018.\n\n",
    "Condition : 19 - Land Contamination  Prior to the commencement of each relevant phase of development (other than Enabling Works) approved by this planning permission (or such other date or stage in development as may be agreed in writing with the Local Planning Authority), the following components of a scheme to deal with the risks associated with contamination of the site shall each be submitted to and approved, in writing, by the local planning authority: \n\n1) A site investigation scheme, based on the Ground Conditions Assessment, to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site. This must be conducted in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'.\n\n2) The results of the site investigation and detailed risk assessment referred to in (1) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken. The strategy must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.\n\n3) Prior to occupation of each relevant phase of development, a verification report, providing details of the data collected in order to demonstrate completion and effectiveness of the works set out in the remediation strategy in (2) and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action, must be submitted to and approved in writing by the Local Planning Authority. Any changes to these components require the express consent of the Local Planning Authority. \n\nThe scheme shall be implemented as approved.\n\nREASON: In the interests of future health of occupiers of the development and to protect pollution of groundwater, in accordance with Policy 5.21 of the London Pl",
    "Condition : 20 - Unexpected Contamination If, during development, contamination not previously identified is found to be present at the site then it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11'. No further development shall be carried out until the developer has submitted, and obtained written approval from the Local Planning Authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as reported to, verified, and approved, in writing by the Local Planning Authority. \n\nREASON For the protection of Controlled Waters and in the interests of future health of occupiers of the development. The site is located over a Secondary Aquifer and within SPZ2 and it is possible that the site may be affected by contamination from historic uses, and in the interests of future health of occupiers of the development and to protect pollution of groundwater, in accordance with Policy 5.21 of the London Plan (2016), Policy DM EP4 of the SPP Local Plan 2014, Policy CS15 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018.\n\n",
    "Condition : 21 - Demolition and Construction Method Statements\n\na)  No phase of development shall commence until a detailed Demolition Method Statement has been submitted and approved in writing by the local planning authority. \n\nb)  No phase of development (other than Enabling Works) approved by this permission shall be commenced until a detailed Construction Method Statement has been submitted and approved in writing by the local planning authority. \n\nWhere relevant, the statement(s) should take account of other major developments within the vicinity. \n\nThe approved Statement(s) shall be adhered to throughout the relevant phase of works.\n\nThe Statement(s) shall provide details for:\n\no hours of operation;\no the parking of vehicles of site operatives and visitors;\no loading and unloading of plant and materials;\no storage of plant and materials;\no public viewing, where appropriate;\no wheel washing facilities;\no measures to control the emission of noise and vibration;\no measures to control the emission of dust and dirt;\no a scheme for recycling/disposing of waste;\no the measures proposed to reduce and remove risks to the water environment and reduce flood risk; \no a full Logistics Plan, which demonstrates how the impact of demolition / construction vehicles would be minimised; and \no an  Air Quality & Dust Management Plan (AQDMP) to identify the  steps  and  procedures that  will  be implemented to minimise the creation and impact of dust and other air emissions resulting from the site preparation, demolition, groundwork and construction phases of the development. \n\nREASON: In the interests of future health of occupiers of the development and to protect pollution of groundwater, in accordance with Policy 5.21 of the London Plan (2016), Policy DM EP4 of the SPP Local Plan 2014, Policy CS15 of the Core Planning Strategy 2011 and Policy EP R6 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 22 - Water conservation Prior to the commencement of each relevant phase of the development (other than Enabling Works),, a scheme detailing measures to reduce water use within the development, to meet a target water use of 105 litres or less per person, per day for residential dwellings only shall be submitted to and approved in writing by the Local Planning Authority. Each phase of the development shall be constructed in accordance with the approved scheme and thereafter retained. \n\nREASON: To minimise the water use of the development, in accordance with Policy\n5.15 of the London Plan (2016), Policy DM D2 of the SPP Local Plan 2014, Policy CS15 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 23 - Energy Centre Prior to commencement of Above Groundworks in the relevant phase of the development in which the energy centre is to be situated, details and verification to demonstrate that the energy centre flue will be at least 3m above any openable window or ventilation air inlets within the new residential development within a distance of 5 times the stack height shall be submitted to and approved in writing by the Local Planning Authority. The flue shall be implemented in accordance with the agreed details prior to the first occupation or first use of buildings of the relevant phase of development and thereafter retained and managed accordingly.\n\nREASON: To ensure the development is sustainable and to comply with Policies DM EP1 & DM EP3 of the SPP Local Plan 2014, Policy CS15 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 24 - Landscaping Prior to the commencement of Above Ground works in each relevant phase, full details of a comprehensive design strategy for hard and soft landscaping for each phase, including a planting scheme and details of street furniture, shall be submitted to and approved in writing by the Local Planning Authority. \n\nThe details shall include on a plan, full details of the size, species, quantities and location of the proposed plants, and a timetable for the implementation of the landscaping scheme. \nThe approved works shall be carried out in accordance with the approved timetable. Within a period of 5 years from the completion of   each phase of the development, any trees which die, are removed, or become seriously damaged or diseased, or are dying, shall be replaced in the next planting season with others of the same original specification  , unless the Local Planning Authority gives written consent to any variation.\nThe landscaping plan should indicate the planting of appropriate native species throughout the site.\n\nREASON: To enhance the appearance of the development in the interest of the amenities of the area, to ensure the provision sustainable drainage surfaces and to comply with the following Development Plan policies for Merton: policies 5.1, 5.11, 7.5 and 7.2 of the London Plan 2016, policies CS13 and CS16 of Merton's Core Planning Strategy 2011 and policies DM D2, F2 and O2 of Merton's Sites and Polices Plan 2014, and policy EP E7 of the Estates Local Plan.\n",
    "Condition : 25 - Noise mitigation Noise levels (expressed as the equivalent continuous sound level) LAeq (10 minutes) from any new plant/machinery associated with each separate commercial unit shall not exceed LA90-10dB at the boundary with the closest residential or noise sensitive property. \n\nREASON: To ensure the future occupiers of the residential units in the development would not experience undue noise and disturbance from deliveries in accordance with Policy 7.15 of the London Plan (2016), Policies DM D2 & DM EP2 of the SPP Local Plan 2014, Policies CS14 & CS15 of the Core Planning Strategy 2011 and Policies EP E1 & EP E6 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 26 - Odour Details of the measures to control odour arising from all mechanical systems serving an individual non-residential food premises shall be submitted and approved in writing to the local planning authority and implemented. The measures are subject to approval by the local authority. The system shall be designed so neighbouring premises are not affected by odour.\n\nREASON: To protect the amenities of adjoining properties and the surrounding area, in order to comply with Policies DM D2, DM EP2, DM EP4, DM E1 & DM E3 of the SPP Local Plan 2014, Policies CS14 & CS15 of the Core Planning Strategy 2011 and Policies EP E1 & EP E6 of the Adopted Estates Local Plan 2018. \n",
    "Condition : 27 - Flood Risk Assessment The development permitted by this planning permission shall be carried out in accordance with the Flood Risk Assessment (FRA) by Peter Brett Associates (ref: 32120/2012 Revision G dated Nov 2017). The flood risk and drainage mitigation measures shall be fully implemented prior to occupation and subsequently in accordance with the timing / phasing arrangements embodied within the scheme, or within any other period as may subsequently be agreed, in writing, by the local planning authority.\n\nREASON: To reduce the risk of flooding to the proposed development and future users, and ensure flood risk does not increase offsite in accordance with Merton's policies CS16, DM F1 and DMF2 and the London Plan policies 5.12, 5.13.\n",
    "Condition : 28 - Finished floor levels Prior to commencement of each relevant phase of the development (other than Enabling Works) hereby permitted by this planning permission, details shall be submitted for the approval of the local planning authority to demonstrate that finished floor levels for all residential units shall be assessed in detail and details regarding flood risk mitigation shall be submitted and approved by the Local Planning Authority. The mitigation strategy for each block shall follow this hierarchy and demonstrate that floor levels will be either (i) raised above the corresponding surface water flood depth for the given block location, or (ii) set no lower than 300mm above existing ground levels, or (iii) include flood risk resistance or resilience measures up to the corresponding surface water flood depth. The scheme shall be fully implemented and subsequently maintained, in accordance with the timing / phasing arrangements embodied within the scheme or within any other period as may subsequently be agreed, in writing, by the local planning authority.\n\nREASON: To reduce the risk of flooding to the proposed development and future users in accordance with Merton's policies CS16, DM F1 and the London Plan policy 5.12.\n",
    "Condition : 29 - Flood Warning and Evacuation Plan Prior to occupation of the first phase of development hereby permitted, the applicant must submit an overarching Flood Warning and Evacuation Plan, which covers all phases of the development, in accordance with the FRA report prepared by Peter Brett Associates ref: 32120/2012 Revision G dated November 2017), to be approved in writing by the Local Planning Authority. The approved Flood Warning and Evacuation Plan shall be implemented thereafter. \n\nPrior to occupation of each subsequent phase of the development a revised Flood Warning and Evacuation Plan (including in the case of null changes) shall be submitted and approved in writing by the Local Planning Authority. The procedures, information and advice contained within the plan shall be reviewed annually for the lifetime of the development. \n\n\nREASON: To reduce the risk of flooding to the proposed development and future users in accordance with Merton's Core Planning Strategy 2011, Policies CS16 and DM F1, Policies EP E6 of the Adopted Estates Local Plan 2018, and the London Plan policy 5.12.\n",
    "Condition : 30 - Surface and foul water drainage strategy The first application for approval of Reserved Matters submitted pursuant to this permission relating to layout or landscaping (other than those relating to Enabling Works) shall be accompanied by a scheme for the provision of an Overarching Surface and Foul Water Drainage Strategy for the whole site, and by a Surface and Foul Water Drainage Detailed Design for the relevant phase. \n\nThe site wide strategy and detailed drainage design for each phase shall be prepared in consultation with Thames Water, and shall be designed in accordance with the outline details submitted in the MLM Drainage/SuDS Strategy (Document ref: BF/666828/AN Revision 11 dated 20th February 2018). \n \nThe development will dispose of surface water by means of a sustainable drainage system (SuDS) at the agreed restricted rate in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13) and it should have regard to the guidance contained within the National SuDS Standards and Mayor of London SPG 'Sustainable design and construction' and Merton's SuDS Design and Evaluation Guide.\n\na)\tThe site wide drainage  Scheme (overarching) shall:\ni.\tprovide information about the design storm period and intensity, the method employed to delay (the provision of attenuation volume is to be no less than 2560m3) and control the rate of surface water discharged from the entire site at a maximum rate of 165l/s for a 1:100 year return period plus 30% climate change. \nii.\tAppropriate measures must be taken to prevent pollution of the receiving groundwater and/or surface waters;  \niii.\ta timetable for its implementation; and \niv.\tprovide a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption and any other arrangements to secure the operation of the scheme throughout its lifetime.\n\nb)\tFor each subsequent phase of development thereafter a Surface and Foul Water Drainage Detaile",
    "Condition : 31 - Green, Blue and Brown roof Prior to the commencement of each relevant phase of the development (other than Enabling Works)  the detailed design, specification and planting scheme for the green, blue and / or brown roofs shall be submitted to and approved in writing by the Local Planning Authority. The design and planting shall be carried out as approved, retained and maintained in perpetuity thereafter. Where proposed green, blue and/or brown roofs shall be designed in accordance with the drainage and attenuation measures set out in the Flood Risk Assessment produced by Peter Brett Associates (ref: 32120/2012 Revision G November 2017).\n\nREASON: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13.\n",
    "Condition : 32 - Ecology and demolition No demolition of buildings or removal of trees or shrubs shall take place in any phase of development hereby permitted until up to date bat surveys are submitted to and approved in writing by the Local Planning Authority for that phase of development. If evidence of bats are found prior to demolition, specific mitigation measures should be included in any submission for the written approval of the Local Planning Authority. Development shall proceed in accordance with any approved mitigation measures.\n\nREASON: To safeguard the ecology and biodiversity of the area, in accordance with Policy 7.19 of the London Plan (2016), Policies DM EP2 & DM EP3 of the SPP Local Plan 2014, Policies CS15 & CS16 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 33 - Permitted Development Restricted Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking or re-enacting that Order with or without modification), no development which would otherwise fall within Classes A, B, C, D, E and F in Part 1 of Schedule 2 to that Order shall be carried out to the proposed houses without the prior written permission of the Local Planning Authority.\n\nREASON: To safeguard the character of the area by restricting the amount of site coverage and size of dwelling and to safeguard the amenity of neighbouring residents in accordance with Policy DM D2 of the SPP Local Plan 2014, Policy CS14 of the Core Planning Strategy 2011 and Policies EP E1 & EP E8 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 34 - Secured by Design Prior to the commencement of Above Ground works in each relevant phase of development, details of measures to minimise the risk of crime in a visually acceptable manner and to meet the specific security needs of the application site/development (as informed by the principles of Secured by Design), shall be submitted to and approved in writing by the Local Planning Authority. The approved measures shall be fully implemented and thereafter maintained.\n\nREASON: In the interest of creating safer, sustainable communities, in compliance with Policy DM D2 of the SPP Local Plan 2014, Policy CS14 of the Core Planning Strategy 2011 and Policies EP E1, EP E2, EP E3, EP E4 & EP E8 of the Adopted Estates Local Plan 2018.\n\n",
    "Condition : 35 - Air pollution mitigation measures scheme Prior to commencement of Above Ground works, a scheme for air pollution mitigation measures shall be submitted to and approved in writing by the Local Planning Authority. The approved mitigation scheme shall be implemented in its entirety in accordance with details approved under this condition before any of the development is first occupied or the use commences and retained as such thereafter \n\nREASON: To ensure that the amenities of occupiers and neighbouring amenities are protected from the poor air quality in the vicinity in accordance with Policy 7.14 of the London Plan (2016) and Policy DM EP4 of the SPP Local Plan 2014, Policy CS15 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 36 - Control of dust and emissions during construction and demolition All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\n\nREASON: To protect local air quality in accordance with Policy 7.14 of the London Plan (2016) and Policy DM EP4 of the SPP Local Plan 2014, Policy CS15 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 37 - Non-Road Mobile Machinery (NRMM) An inventory of all NRMM must be kept on-site during the course of the demolition, site preparation and construction phases. All machinery should be regularly serviced and service logs kept onsite for inspection. Records should be kept on-site, which details proof of emission limits for all equipment. This documentation should be made available to Local Authority officers as required until completion of development.\n\nREASON: To protect local air quality in accordance with Policy 7.14 of the London Plan (2016) and Policies DM EP2, DM EP3 & DM EP4 of the SPP Local Plan 2014, Policy CS15 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018. \n\n",
    "Condition : 38 - Combined Heat and Power Prior to occupation or use of the relevant phase of development the following details of the installed boiler/CHP shall be submitted to and approved in writing by the Local Planning Authority: \n\n\"\tNOx emission rates in g/kWh for comparison against the ultra-low NOx emission limits in the Borough's Air Quality Supplementary Planning Guidance; and \n\"\t Details of the servicing and maintenance of the boiler and any pollution control system.\n\nREASON: To protect the future occupiers and neighbouring residents in accordance with Policy 7.14 of the London Plan (2016) and Policies DM EP2, DM EP3 & DM EP4 of the SPP Local Plan 2014, Policy CS15 of the Core Planning Strategy 2011 and Policy EP E6 of the Adopted Estates Local Plan 2018.\n\n",
    "Condition : 39 - District Heat Networks - London Heat Networks Manual - Prior to commencement, other than Enabling Works, of each of the relevant phases of development hereby approved, evidence demonstrating that the development has been designed to enable connection of the development to an existing or future district heating network, shall be submitted to and approved in writing by the Local Planning Authority, in accordance with the Technical Standards of the London Heat Network Manual (2014) or any subsequent guidance.\n\nReason; To demonstrate that the site heat network has been designed to link all building uses on site (domestic and non-domestic) and to demonstrate that sufficient space has been allocated in the plant room for future connection to wider district heating in accordance with London Plan policies 5.5 and 5.6.          \n\n",
    "Condition : 40 - District Heat Networks - London Heat Map - On completion of the relevant phase of development, details pertaining to the site's Combined Heat and Power (CHP) Decentralised Energy Network (DEN) system should be submitted to the Greater London Authority (GLA, environment@london.gov.uk), to allow the site to be added to the London Heat Map (https://www.london.gov.uk/what-we-do/environment/energy/london-heat-map). \n\nReason: To ensure that the development contributes to the London Plan targets for decentralised energy production and district heating planning. Development Plan policies for Merton: policy 5.2, 5.5 of the London Plan 2011 and policy CS15 of Merton's Core Planning Strategy 2011.\n\n",
    "Condition : 41 - Electric Vehicle Charging Infrastructure Strategy Applications for approval of Reserved matters for each relevant phase of the development submitted pursuant to this permission (other than those relating to Enabling Works) shall be accompanied by an electric vehicle charging infrastructure strategy and implementation plan for each phase of development. This shall include details of the number, location, installation and management of the electric vehicle charging points. The electric vehicle charging points shall be implemented prior to first occupation of each Phase and maintained in accordance with the approved strategy / plan and details.\n\nReason: To ensure that sustainable means of transport are encouraged and to ensure that no unacceptable increase in traffic movements result, in line with the recommendations of the Transport Assessment and in accordance with Policies 6.3, 6.9 and 6.13 of the London Plan, Policies DM T1, DM T2 & DM D3 of the SPP Local Plan 2014, Policy CS18, CS19 & CS20 of the Core Planning Strategy 2011 and Policies EP E2 & EP E3 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 42 - Sustainable Design and construction Prior to occupation of each relevant phase of the development, verification that the Energy and Sustainability Strategy as per condition 8 above, has been implemented in accordance with the approved details, must be submitted and approved by the Local Planning Authority, in accordance with National, Regional or Local Policies. This shall include verification of carbon dioxide emissions reductions and water efficiency measures.\n\nREASON: To ensure that the development performs in accordance with the approved plans, achieves a high standard of sustainability and makes efficient use of resources and to comply with the following Development Plan policies for Merton: Policy 5.2, 5.1, 5.2, 5.3, 5.4, 5.4A, 5.5, 5.6, 5.7, 5.8, 5.9, 5.10, and 5.1 of the London Plan 2016 and Policy CS15 of Merton's Core Planning Strategy 2011 or their successors and Policy EP E6 of the Adopted Estates Local Plan 2018.\n\n",
    "Condition : 43 - Play space Prior to commencement of any phase of the development (other than Enabling Works), submit a comprehensive play space strategy showing details of the areas and features of the dedicated children's play space to be provided on site meeting the minimum play space requirements for all age groups in accordance with the Mayor's Supplementary Planning Guidance \"Shaping Neighbourhoods: Play and Informal Recreation\" (or any subsequent guidance) for approval in writing by the local planning authority. The development shall be carried out in accordance with the approved details and maintained for the duration of operational works.\n\n\nREASON: To ensure the provision and retention of suitable children's play space in accordance with the requirements of Merton's Core Planning Strategy policy CS 13 and The London Plan 2016 and Policy EP E5 of the Estates Local Plan 2018.\n\n",
    "Condition : 44 - Design Code Prior to the submission of any reserved matters application and within 3 months of the date of this decision, a revised Design Code must be submitted and approved in writing by the Local Planning Authority. The developer must enter into discussions with the Local Planning Authority about the content of this Design Code.\n\nREASON To safeguard the special architectural or historic interest of the wider townscape area, in compliance with the following Development Plan policies for Merton: policy 7.3, 7.4, 7.5, 7.6, and 7.8 of the London Plan 2016, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2, D3 and D4 of Merton's Sites and Polices Plan 2014, and OEP 3 of the Merton Estates Local Plan 2018.\n\n",
    "Condition : 45 - Transport Strategy Applications for approval of Reserved Matters submitted pursuant to this permission shall be accompanied by a detailed Transport Strategy for the relevant phase. This document shall explain:\n\na) Details of temporary access, parking arrangements and associated management;\n\nb) Details of vehicle  & and cycle parking provision for each of the proposed uses;\n\nc) Details of electric car charging points with 20% active and 100% passive provision;\n\nd) Details of any motorcycle and scooter parking;\n\ne) Details of pedestrian and cycle routes throughout that part of the scheme;\n\nf) Details of pedestrian and vehicle signage and way-finding within the development;\n\ng) A summary of how the approach relates to the original Transport Assessment; and\nh) A summary of how the proposed Strategy relates to the Travel Plan to be submitted under the s106 Agreement. \n\nREASON: To ensure that adequate levels of parking are proposed, that sustainable means of transport are encouraged and to ensure that no unacceptable increase in traffic movements result, in line with the recommendations of the Transport Assessment and in accordance with Policies 6.3, 6.9 and 6.13 of the London Plan, Policies DM T1, DM T2 & DM D3 of the SPP Local Plan 2014, Policy CS18, CS19 & CS20 of the Core Planning Strategy 2011 and Policies EP R2 & EP R3 of the Adopted Estates Local Plan 2018.\n",
    "Condition : 46 - 1. Policies and Written Guidance, To assist applicants the Local Planning Authority has produced policies and written guidance, all of which is available on the Council's website and which offers a pre-planning application advice service. \n\n",
    "Condition : 47 - 2. Construction and demolition works audible beyond the boundary of the site should only be carried out between the hours of 0800 and 1800 hours Mondays to Fridays and 0800 and 1300 hours on Saturdays, and not at all on Sundays or Public/Bank Holidays.\n\n",
    "Condition : 48 - 3. A Trade Effluent Consent will be required for any Effluent discharge other than a 'Domestic Discharge'. Any discharge without this consent is illegal and may result in prosecution. (Domestic usage for example includes - toilets, showers, washbasins, baths, private swimming pools and canteens). Typical Trade Effluent processes include: - Laundrette/Laundry, PCB manufacture, commercial swimming pools, photographic/printing, food preparation, abattoir, farm wastes, vehicle washing, metal plating/finishing, cattle market wash down, chemical manufacture, treated cooling water and any other process which produces contaminated water. Pre-treatment, separate metering, sampling access etc., may be required before the Company can give its consent. Applications should be made at http://www.thameswater.co.uk/business/9993.htm or alternatively to Waste Water Quality, Crossness STW, Belvedere Road, Abbeywood, London. SE2 9AQ. Telephone: 020 3577 9200.",
    "Condition : 49 - 4. CIL, The application is subject to both the Mayoral and the Merton Council Community Infrastructure Levy unless an application for an exemption is made and approved.\n\n",
    "Condition : 50 - 5. Nesting birds, If the intention is to complete tree work between the 1st March & the 31st July (inclusive) a due diligence check for nesting birds must be completed before work starts in order to comply with the Wildlife & Countryside Act 1981. Arborists should record such checks in their site specific Risk assessment. If active nests are found work should not take place until the young have fledged.",
    "Condition : 51 - 6. Bats and other habitat, A due diligence check for bats and likely habitats (see attached link) must be completed before work starts in order to comply with the Wildlife & Countryside Act 1981. Arborists should carry out and record such checks in line with BS8596: 2015 surveying for bats in trees and woodland in their site specific risk assessment. If bats or potential roosting features are found work must not start until an appropriately licenced bat handler has been engaged.",
    "Condition : 52 - 7. Thames Water, The developer should consult with Thames Water with regard to whether any offsite reinforcement of the foul water drainage network is required. Copies of the correspondence should be provided for the Council records.\n\n",
    "Condition : 53 - 8. Surface Water Drainage, It is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. The contact number is 0800 009 3921. Reason - to ensure that the surface water discharge from the site shall not be detrimental to the existing sewerage system. \n\nThames Water will aim to provide customers with a minimum pressure of 10m head (approximately 1 bar) and a flow rate of 9 litres/minute at the point where it leaves Thames Waters pipes. The developer should take account of this minimum pressure in the design of the proposed development we recommend that developers should: Follow the risk management framework provided in CLR11, Model Procedures for the Management of Land Contamination, when dealing with land affected by contamination. \n\nhttps://www.gov.uk/government/uploads/system/uploads/attachment_data/file/29740 1/s cho0804bibr-e-e.pdf\n\nRefer to the Environment Agency Guiding Principles for Land Contamination for the Type of information that we require in order to assess risks to controlled waters from the site. The Local Authority can advise on risk to other receptors, such as human health.  \n\nhttps://www.gov.uk/government/publications/managing-and-reducinglandcontamination\n\nRefer to our website at www.environment-agency.gov.uk for more information. We expect the site investigations to be carried out in accordance with best practice guidance for site investigations on la",
    "Condition : 54 -  9. Asbestos, In the event that asbestos containing materials (ACMs) are discovered, details of the contractors with their plan of work detailing the method of removal of ACMs in compliance with current legislation shall be submitted to the HSE.\n\n",
    "Condition : 55 - 10. Fire Safety, In accordance with Policy D11 (Fire Safety) of the draft London Plan, the applicant must submit to the Council a fire statement, produced by a third party suitable qualified assessor, to be submitted to and agreed with the London Fire Brigade.\n\n",
    "Condition : 56 - 11. Carbon emissions evidence requirements for  prior to occupation stage assessments must provide:\n\no\tCopies of Micro-generation Certification Scheme (MCS) Certificates or any subsequent standard. \no\tDetailed documentary evidence confirming the Target Emission Rate (TER), Dwelling or Building Emission Rate (DER or BER) and percentage improvement of DER or BER over TER based on 'As Built' SAP or SBEM outputs (i.e. dated outputs with accredited energy assessor name and registration number, assessment status, plot number and development address).\nOR, where applicable:\no\tA copy of revised/final calculations as detailed in the assessment methodology based on 'As Built' SAP or SBEM outputs, AND\no\tConfirmation of Fabric Energy Efficiency (FEE) performance where SAP section 16 allowances (i.e. CO2 emissions associated with appliances and cooking, and  site-wide electricity generation technologies)  have been included in the calculation\n\nDomestic Water efficiency evidence requirements for Post Construction Stage assessments must provide: \n\no\tDetailed documentary evidence representing the dwellings 'As Built'; showing: \no\tthe location, details and type of appliances/ fittings that use water in the dwelling (including any specific water reduction equipment with the capacity / flow rate of equipment); and \no\tthe location, size and details of any rainwater and grey-water collection systems provided for use in the dwelling; \n\nAlong with one of the following:\n\no\tWater Efficiency Calculator for New Dwellings; OR\no\tWritten confirmation from the developer that the appliances/fittings have been installed, as specified in the design stage detailed documentary evidence; or\no\tWhere different from design stage, provide revised Water Efficiency Calculator for New Dwellings and detailed documentary evidence (as listed above) representing the dwellings 'As Built' To ensure that the development performs in accordance with the approved plans, achieves a high standard of sust",
    "Condition : 57 - 12. Birds and Bats - Demolition of buildings and tree felling should avoid the bird nesting and bat roosting seasons. Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use, or who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981. Buildings and trees should be inspected for bird nests and bat roosts prior to demolition or felling by an appropriately qualified person. If bats are found, Natural England should be contacted for advice.",
    "Condition : 58 - 13. Signage; If approved it is the developer's responsibility to ensure all signage associated with the proposed development i.e. street nameplates, building names and door numbers are erected prior to occupation, as agreed with the Councils Street Naming/Numbering Officer.",
    "Condition : 59 - 14. Open Space - Is any open piece of land that is undeveloped (has no buildings or other built structures) and is accessible to the public. Open space is taken to mean all open space of public value, including not just land, but also inland bodies of water such as rivers, canals, lakes and reservoirs which offer important opportunities for sport and outdoor recreation and can also act as a visual amenity.",
    "Condition : 60 - 15. Above Ground works - Any works above the ground floor slab of the proposed redevelopment (excluding Enabling Works).\n\nBelow Ground works - Any works below the ground floor slab of the proposed redevelopment (excluding Enabling Works).\n\nEnabling Works - Any works comprising of demolition, site clearance, ground investigation, archaeological investigation, construction of boundary fencing or hoardings for the demolition / construction phase, demolition / construction noise attenuation works, construction of temporary highways accesses, construction / demolition compound set up). \n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-14T14:00:44.915Z",
  "ward": "Figges Marsh",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_carclub": null,
    "no_existing_resi_offstreet": null,
    "net_carclub": null
  },
  "lapsed_date": "29/04/2022",
  "decision_target_date": "25/09/2019",
  "centroid": {
    "lat": 51.407034,
    "lon": -0.149383
  },
  "lpa_app_no": "17/P1717",
  "status": "Unknown",
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=17/P1717",
  "locality": "Mitcham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528627.2241316,
              169176.5432964,
              0
            ],
            [
              528900.0532036,
              169357.9013832,
              0
            ],
            [
              529005.9527685,
              169191.9988722,
              0
            ],
            [
              528731.6589293,
              169004.1266424,
              0
            ],
            [
              528617.6021453,
              169169.9351879,
              0
            ],
            [
              528627.2241316,
              169176.5432964,
              0
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major dwellings",
  "last_date_consultation_comments": "19/03/2018",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Greater London Authority",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "FME Excel Import",
  "site_number": "1",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": [],
  "actual_commencement_date": null,
  "street_name": "Clay Avenue",
  "pp_id": "05629978",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 528813,
  "appeal_start_date": null,
  "centroid_northing": 169181,
  "borough": "Merton",
  "decision": "Referred to Mayor",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.15202849999999998,
          51.4070351,
          0
        ],
        [
          -0.14804219999999998,
          51.4086032,
          0
        ],
        [
          -0.14658069999999998,
          51.4070882,
          0
        ],
        [
          -0.15059029999999998,
          51.4054619,
          0
        ],
        [
          -0.1521692,
          51.4069779,
          0
        ],
        [
          -0.15202849999999998,
          51.4070351,
          0
        ]
      ]
    ],
    "type": "Polygon"
  }
}