{
  "lpa_name": "Merton",
  "uprn": "48125562",
  "decision_date": "02/11/2017",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Merton-17_P1802",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "SW17 9QX",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0
  },
  "valid_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "ERECTION OF A SINGLE STOREY REAR EXTENSION",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans and documents: Drawing number 3067/02 and Flood Risk Assessment QFRA 796 Version 1.0 dated 10/10/2017.",
    "Condition : 3 - The extensions shall be constructed so as to incorporate flood resilience measures as identified in the Flood Risk Assessment QFRA 796 Version 1.0 dated 10/10/2017. \r\n\r\nReason. To ensure that flood resilient and resistant measures are incorporated into the development and to accord with Sites and Policies Plan policy DM.F1.",
    "Condition : 4 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 5 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - The development is located in Flood Zone 3a and the River Graveney is in very close proximity at the rear boundary of the plot. The prior written consent of the Environment Agency will be required for any works in, over, under or within 8m from the top of the bank of the River Graveney.",
    "Condition : 7 - When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).",
    "Condition : 8 - In accordance with paragraphs 186 and 187 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n   i) The application timeframe was extended by agreement in order for additional clarification of Flood Risk resulting from the proposed extension to be prepared and reviewed.\r\n   ii) The additional Flood Risk Assessment information was determined to be acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay following review of additional Flood Risk Assessment Report provided by the applicant.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-21T15:17:22.662+00:00",
  "ward": "Graveney",
  "parking_details": null,
  "lapsed_date": "02/11/2020",
  "decision_target_date": "03/11/2017",
  "centroid": {
    "lat": "51.4209054",
    "lon": "-0.15539899999999998"
  },
  "lpa_app_no": "17/P1802",
  "status": "Approved",
  "site_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=17/P1802",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              -5.551228,
              54.598136
            ],
            [
              -5.551259,
              54.598174
            ],
            [
              -5.550922,
              54.598278
            ],
            [
              -5.550889,
              54.598239
            ],
            [
              -5.551228,
              54.598136
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "17/06/2017",
  "appeal_decision_date": null,
  "decision_process": null,
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "119A",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Seely Road",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "528354",
  "appeal_start_date": null,
  "centroid_northing": "170713",
  "borough": "Merton",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -7.5573748,
          49.7672916
        ],
        [
          -7.5573748,
          49.7672916
        ],
        [
          -7.5573748,
          49.7672916
        ],
        [
          -7.5573748,
          49.7672916
        ],
        [
          -7.5573748,
          49.7672916
        ]
      ]
    ],
    "type": "Polygon"
  }
}