{
  "lpa_name": "Havering",
  "uprn": "100021406221",
  "decision_date": "10/01/2023",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1865.19",
  "secondary_street_name": "South Ockendon",
  "appeal_status": null,
  "postcode": "RM14 2XB",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.38
  },
  "valid_date": "11/12/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Extraction of minerals and reclamation material and importation of inert materials, ancillary plant and buildings with restoration back to agriculture",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall be carried out in complete accordance with the plans, particulars and specifications submitted and hereby approved (as per page one of the decision notice).",
    "Reason: The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "The development hereby permitted shall be limited to a period of 48 months, from the notified date of commencement, by which time all operations shall have ceased and the site restored in accordance with the approved scheme and subject to an aftercare period of five years.",
    "Reason: To ensure that the development is carried out in accordance with the submitted details, to minimise the duration of disturbance, ensure restoration within a timely manner.",
    "Any buildings, plant, machinery, foundation, hard standing, roadway, structure or erection in the nature of plant or machinery used in connection with the development hereby permitted shall be removed from the site when no longer required for the purpose for which built, erected or installed and in any case not later than 48 months from the date of notified commencement.",
    "Reason: To enable the planning authority to adequately control the development, to ensure that the land is restored to a condition capable of beneficial use.",
    "In the event that operations are terminated or suspended for a period in excess of six months, the excavated area and other operational land shall be restored in accordance with a restoration scheme as approved in writing by the Local Planning Authority within six months of the expiry of the six month period to be advised by the Local Planning Authority for minerals and waste.",
    "Reason: To enable the planning authority to adequately control the development, to ensure that the land is restored to a condition capable of beneficial use in the event of suspension.",
    "No more than 200,000 tonnes of mineral shall be exported during the life of the development.  Furthermore, no more than 250,000 cubic metres of infill material shall be imported during the life of the development.",
    "Reason: To ensure the development is carried out in accordance with the submitted details, to minimise the harm to the environment.",
    "Only inert waste material, as defined within the Landfill (England and Wales) Regulations 2002 and as defined in the Supporting Statement, dated December 2019, submitted with the planning application, shall be imported to the site for the purposes of infilling and restoration.",
    "Reason: To ensure that material with no beneficial use to the site is not processed on site, that the site use does not develop beyond that assessed, that waste materials outside of the aforementioned would raise alternate and additional environmental concerns",
    "From the date of commencement the operator shall maintain records of their monthly output and imports and such records shall be made available to the Local Planning Authority for minerals and waste, upon request, within 14 days.",
    "Reason: To allow the planning authority to adequately monitor activity at the site and to comply with policies W1 and W4 of the Joint Waste Development Plan.",
    "Vehicle Movements - The total number of heavy goods vehicle movements associated with the development hereby permitted shall not exceed the following limits:",
    "142 movements (71 arrivals and 71 departures) per day Monday to Friday",
    "No vehicle movements shall take place outside the hours of operation authorised under Condition 11 and/or on Saturdays, Sundays and Public and Bank Holidays.",
    "Reason: In the interests of highway safety, safeguarding local amenity.",
    "A written record shall be maintained at the site office of all movements in and out of the site by heavy goods vehicles.  Such records shall contain the vehicles' weight, registration number and the time and date of the movement and shall be made available to the Local Planning Authority for minerals and waste, upon request, within 14 days.",
    "Reason: To allow the planning authority to adequately monitor activity at the site and to comply with policy W5 of the Joint Waste Development Plan.",
    "Except in emergencies, operations authorised by this permission shall only be undertaken during the following times:",
    "07:00 hours to 18:00 hours Monday to Friday",
    "And at no other times including Saturdays, Sundays, Bank or Public Holidays.",
    "Reason: In the interests of limiting the effects on local amenity, to control the impacts of the development.",
    "No demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the sites which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nominati",
    "The development hereby permitted may not commence until a monitoring and maintenance plan in respect of contamination, including a timetable of monitoring and submission of reports to the Local Planning Authority, has been submitted to and approved in writing by  the Local Planning Authority for waste and minerals, Reports as specified in the approved plan, including details of any necessary contingency action arising from the monitoring, shall be submitted to, and approved in writing by, the Local Planning Authority.",
    "Reason: To ensure the site does not pose any further risk to human health or the water environment by managing any ongoing contamination issues and completing all necessary long-term remediation measures.",
    "If, during development, contamination not previously identified is found to be present at site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this contamination will be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "Reason: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "A scheme for managing any borehole installed for the investigation of soils, groundwater or geotechnical purposes shall be submitted to and approved in writing by the local planning authority. The scheme shall provide details of how redundant boreholes are to be decommissioned and how any boreholes that need to be retained, post-development, for monitoring purposes will be secured, protected and inspected. The scheme as approved shall be implemented prior to the operation of any part of the permitted development",
    "Reason: To ensure that redundant boreholes are safe and secure, and do not cause groundwater pollution or loss of water supplies.",
    "No infiltration of surface water drainage into the ground at this site is permitted other than with the express written consent of the Local Planning Authority for minerals and waste, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to controlled waters. The development shall be carried out in accordance with the approval details.",
    "Reason: Infiltrations SuDs such as soakaways through contaminated soils are unacceptable as contaminants can remobilise and cause groundwater pollution. This restriction is in line with good practice,",
    "All topsoil and subsoil indigenous to the site shall be retained on the site and used as part of the approved restoration scheme.",
    "Reason: To prevent the loss of soil, ensure that material imported is minimised.",
    "No topsoil or subsoil shall be stripped or handled unless it is a dry and friable condition and no movement of soils shall take place during the months of November to March (inclusive); when the moisture content of the upper level of the soil is equal to or greater than at which the soil becomes plastic; and when there are pools of water on the soil surface.",
    "Reason: To minimise soil compaction and structural damage, to assist in the final restoration.",
    "No stripping or handling of topsoil or subsoil shall take place until a scheme of soil movement and scheme of machine movements for the stripping and replacement of soils has been submitted to and approved in writing by the Local Planning Authority for minerals and waste.  The scheme shall be submitted at least three months prior to the expected commencement of soil stripping; and clearly identify the origin, intermediate and final location of soils for use in agricultural restoration together with details of quantities, depths and areas involved.  The development shall be implemented in accordance with the approved scheme.",
    "Reason: To ensure the retention of existing soils on the site for restoration purposes, to minimise the potential damage to soils, to minimise the impact of the development on the locality.",
    "No excavation shall take place nor shall any of the site be traversed by heavy vehicles or machinery for any purpose or operation (except for the purpose of stripping that part or stacking of topsoil in that part) unless all available topsoil and subsoil has been stripped from that part of the site and stored in accordance with the approved details.",
    "Reason: To minimise soil compaction and structural damage, to assist in the final restoration.",
    "The uppermost 0.5m of the infill material shall be free from rubble and stones greater than 150mm in diameter and shall be both graded with the final tipping levels hereby approved and ripped using appropriate machinery.  The infill material shall be covered with a minimum of 0.8m of even depth subsoil and 0.4m of top soil in the correct sequence.  The finished surface shall be left free from rubble and stones greater than 100mm in diameter which would otherwise hinder cultivation.",
    "Reason: To ensure that the site is properly restored, can effectively be brought into a beneficial restoration use.",
    "Final Landform - Final landform and surface restoration levels shall accord with the landform, and contours shown on the approved restoration plan number 1616/R/1/v4 dated 28-11-2019.",
    "Reason: To ensure proper restoration of the site.",
    "An aftercare scheme detailing the steps that are necessary to bring the land to the required standard for agricultural use shall be submitted to and approved in writing by the Local Planning Authority for minerals and waste prior to commencement of infilling.  The submitted Scheme shall:",
    "a)\tProvide an outline strategy in accordance with paragraph 57 of the Planning Practice Guidance for the five year aftercare period.  This shall broadly outline the steps to be carried out in the aftercare period and their timing within the overall programme.",
    "b)\tProvide for a detailed annual programme, in accordance with paragraph 58 of the Planning Practice Guidance to be submitted to the planning authority not later than two months prior to the annual Aftercare meeting.",
    "c)\tUnless the Local Planning Authority for minerals and waste approve in writing with the person or persons responsible for undertaking the Aftercare steps that there shall be lesser steps or a different timing between steps, the Aft",
    "No development shall take place until a scheme has been submitted to and approved in writing by the Local Planning Authority making provision for an Operations Method Statement to control the potential adverse impacts of the development on the amenity of the public, nearby occupiers and the environment. The Operations Method Statement shall include details of:",
    "a) parking of vehicles of site personnel and visitors;",
    "b) storage of plant and materials;",
    "c) dust management controls;",
    "d) measures for minimising the impact of noise and ,if appropriate, vibration arising from construction activities;",
    "e) predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "f) scheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authorities;",
    "g) siting and design of temporary buildings;",
    "h) scheme for security fencing/hoardings, depicting a readil",
    "The proposals shall provide a 2.4 by 90 metre forward visibility and 2.4 by 90 metre visibility splay on either side of the proposed access, set back to the boundary of the public footway.  No development shall take place until a scheme to achieve the aforementioned, outlining measures necessary to facilitate the visibility splays, together with aids proposed to enhance safety has been submitted to and approved in writing by the local planning authority for minerals and waste.  The visibility splays shall be provided and maintained in accordance with the approved scheme for the duration of the development hereby permitted.",
    "Reason: Insufficient information has been supplied with the application in relation to how the required visibility splays would be achieved.  Submission of details prior to commencement will ensure that appropriate visibility is achieved in the interests of highway safety and the amenity of the surrounding area.",
    "Before the development hereby permitted is first commenced, vehicle cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of the extraction and restoration works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.  The submission will provide;",
    "a)  A plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.",
    "b)  A description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being t",
    "Noise levels from operations undertaken in association with the development hereby permitted, except those deemed temporary, shall not exceed 55dB(A)LAeq, 1h (free field) when measured at the noise sensitive properties defined in the submitted Noise Assessment. Noise levels shall be monitored at three monthly intervals from the date of the commencement of development at the aforementioned noise sensitive properties to demonstrate compliance with the above acceptable level. The results of the monitoring shall include LA90 and LAeq noise levels, the prevailing weather conditions, details and calibration of the equipment used for measurement and comments on other sources of noise which affect the noise climate. The monitoring shall be carried out for at least two separate durations during the working day and the results shall be submitted to the Local Planning Authority for minerals and waste within one month of the monitoring being carried out.  The frequency of monitoring shall not be r",
    "No external lighting shall be erected or installed until a scheme for any such lighting has been submitted to and approved in writing by the Local Planning Authority for minerals and waste. Any such scheme shall include details of the extent of illumination together with precise details of the height, location and design of the lights together with proposed hours of operation.  The installation of any external lighting shall be undertaken in accordance with the approved scheme.",
    "Reason: In the interests of public amenity, ensuring that the development does not result in significant environmental impacts.",
    "Permitted Development) (England) Order 2015 (or any order revoking and re-enacting that Order with or without modification) no building, structure, fixed plant or machinery, except as detailed in the development details hereby approved or otherwise approved pursuant to conditions, shall be erected, extended, installed or replaced on the site without the prior approval or express planning permission of the Local Planning Authority for minerals and waste.",
    "Reason: To enable the planning authority to adequately control any future development on-site, assess potential accumulation and minimise potential impacts on the local area and landscape.",
    "The Applicant is advised that planning approval does not constitute approval for changes to the public highway.  Highway Authority approval will only be given after suitable details have been submitted, considered and agreed. Any proposals which  involve building over the public highway as managed by the London Borough of Havering, will require a licence and the applicant must contact StreetCare, Traffic & Engineering on 01708 433750 to commence the Submission/ Licence Approval process.",
    "The developer, their representatives and contractors are advised that this does not discharge the requirements under the New Roads and Street Works Act 1991 and the Traffic Management Act 2004.  Formal notifications and approval will be needed for any highway works (including temporary works) required during the construction of the development.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a lic",
    "The proposed inert landfilling activity will require an Environmental Permit under the Environmental Permitting Regulations 2010 (as amended) from the Environment Agency.  The applicant is advised to contact the Environment Agency to discuss the permitting requirements and any issues that are likely to be raised during this process.",
    "Due to the presence of National Grid apparatus in proximity to the application site, the applicant is advised to contact National Grid before any works are carried out to ensure that the aforementioned apparatus is not affected by the development.",
    "The planning obligations recommended in this report have been subject to the statutory tests set out in Regulation 122 of the Community Infrastructure Levy Regulations 2010 and the obligations are considered to have satisfied the following criteria:",
    "a)\tNecessary to make the development acceptable in planning terms;",
    "b)\tDirectly related to the development; and",
    "c)\tFairly and reasonably related in scale and kind to the development.",
    "Written schemes of investigation will need to be prepared and implemented by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharged under schedule 6 of The Town and Country Planning (Development Management Procedure) (England) Order 2015.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2021."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T14:44:28.948+00:00",
  "ward": "Upminster",
  "parking_details": null,
  "lapsed_date": "10/01/2026",
  "decision_target_date": "11/01/2023",
  "centroid": {
    "lat": "51.5333727",
    "lon": "0.2763896"
  },
  "lpa_app_no": "P1865.19",
  "status": "Approved",
  "site_name": "Medina Farm",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1865.19",
  "locality": "Essex",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              557940.245,
              184069.823
            ],
            [
              557984.949,
              184088.246
            ],
            [
              557996.057,
              184090.684
            ],
            [
              558019.086,
              184098
            ],
            [
              558027.756,
              184046.251
            ],
            [
              557996.599,
              184039.478
            ],
            [
              557996.599,
              184041.104
            ],
            [
              557995.244,
              184041.916
            ],
            [
              557976.279,
              184038.394
            ],
            [
              557975.466,
              184041.375
            ],
            [
              557944.579,
              184031.079
            ],
            [
              557940.245,
              184069.823
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "27/01/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Dennises Lane",
  "pp_id": "08333123",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 557985,
  "appeal_start_date": null,
  "centroid_northing": 184063,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.275748,
          51.5334465
        ],
        [
          0.2764002,
          51.5335995
        ],
        [
          0.2765613,
          51.5336183
        ],
        [
          0.2768963,
          51.5336776
        ],
        [
          0.27699799999999997,
          51.5332102
        ],
        [
          0.27654619999999996,
          51.5331581
        ],
        [
          0.2765469,
          51.5331727
        ],
        [
          0.2765277,
          51.5331804
        ],
        [
          0.27625299999999997,
          51.5331541
        ],
        [
          0.2762426,
          51.5331811
        ],
        [
          0.275793,
          51.5330972
        ],
        [
          0.275748,
          51.5334465
        ]
      ]
    ],
    "type": "Polygon"
  }
}