{
  "centroid": {
    "lon": "0.23110429999999998",
    "lat": "51.6019152"
  },
  "status": "Dismissed",
  "decision_target_date": "15/01/2020",
  "site_name": "40 Amersham Road",
  "decision_conditions": [
    "The proposed new dwelling by reason of its combined scale, bulk and mass, proximity to the site boundaries and visual appearance would result in a cramped form of development on the site, out of character with the locality and to the detriment of the character and appearance of the area, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD, the Residential Extensions and Alterations Supplementary Planning Document and London Plan Policies 7.4 and 7.6.",
    "The proposed development would not demonstrate a suitably high quality living environment for future occupiers, with the arrangement shown symptomatic of a cramped overdevelopment of the site which would be the detriment of the amenity of future occupiers. The development would also demonstrate inadequate internal spacing, low quality outlook and suitable amenity space and as such the development would give rise to a poor quality living environment contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD, the Residential Design SPD and Policy 3.5 of the London Plan.",
    "The proposed dwelling would, by reason of its position and proximity to neighbouring properties read as a harmful and oppressive feature detrimental to outlook and consequently the quality of living environment for existing and future occupants in particular 42 Amersham Road. In addition the presence of fenestration at first floor level would cause overlooking and loss of privacy which would have a serious and adverse effect on the living conditions of adjacent occupiers, thereby the proposals are contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Amendments were sought by staff which addressed issues with parking, however it was not considered that the above reasons for refusal were capable of being overcome. Consideration was given to seeking fruther amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent in writing 15-01-2019.",
    "Please note also that should permission be granted, from 1st September 2019 (either by London Borough of Havering, or subsequently by PINS if allowed on appeal following a refusal by London Borough of Havering) will attract a liability payment of £7050 plus indexation in Community Infrastructure Levy (CIL). This charge has been levied under s.206 of the Planning Act 2008 and includes both the Mayor of London's CIL and Havering Council's CIL.",
    "London Borough of Havering, as CIL collecting authority, has responsibility for the collection of the Mayoral CIL, in addition to Havering's CIL, on commencement of the development. Based upon calculations undertaken by the case officer and information supplied with the application your proposal is subject to a CIL Liability Notice indicating a levy of £1175 plus indexation for the application, based on the Mayoral CIL levy rate for Havering of £25/sq.m plus Havering's charging rate for residential of £125/sq.m (Zone A) and the floorspace of 225"
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM3 9JB",
  "application_type_full": null,
  "appeal_decision_date": "22/07/2020",
  "lapsed_date": "15/01/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P1524.19",
  "centroid_northing": 191588,
  "uprn": "100021358664",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": "Dismissed",
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Harold Wood",
  "decision_date": "15/01/2020",
  "description": "erection of a separate dwelling comprising of two floors (one bedroom), onsite parking with amenity area.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1524.19",
  "lpa_app_no": "P1524.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:50:39.391+00:00",
  "centroid_easting": 554612,
  "pp_id": "08202088",
  "borough": "Havering",
  "appeal_start_date": "11/03/2020",
  "valid_date": "07/10/2019",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554610.88,
              191603.612
            ],
            [
              554620.227,
              191582.615
            ],
            [
              554615.621,
              191579.77
            ],
            [
              554611.015,
              191579.77
            ],
            [
              554603.294,
              191580.583
            ],
            [
              554610.88,
              191603.612
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.021
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Romford",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "11/01/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.231095,
          51.6020558
        ],
        [
          0.2312207,
          51.6018646
        ],
        [
          0.231153,
          51.6018403
        ],
        [
          0.2310865,
          51.6018415
        ],
        [
          0.2309755,
          51.6018509
        ],
        [
          0.231095,
          51.6020558
        ]
      ]
    ],
    "type": "Polygon"
  }
}