{
  "last_date_consultation_comments": "15/08/2024",
  "site_number": null,
  "ward": "RUISLIP 2022",
  "decision_date": "05/12/2024",
  "description": "Erection of a single storey side and rear wraparound extension, conversion of garage into habitable space and installation of patio.",
  "development_type": null,
  "application_type": "Householder",
  "appeal_status": null,
  "title_number": null,
  "postcode": "HA4 7PG",
  "locality": null,
  "appeal_decision": null,
  "status": "Approved",
  "pp_id": "13257655",
  "street_name": "RUISLIP",
  "last_updated_by": "CSV Data Import",
  "lpa_name": "Hillingdon",
  "centroid": {
    "lon": -0.437954,
    "lat": 51.579057
  },
  "lpa_app_no": "78928/APP/2024/1952",
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 48.93,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "09/2025",
    "intended_commencement_date": "09/2024",
    "site_area": 0.034
  },
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43816859999999996,
          51.5791649
        ],
        [
          -0.43816859999999996,
          51.5791672
        ],
        [
          -0.4380789,
          51.5792196
        ],
        [
          -0.4376946,
          51.5789575
        ],
        [
          -0.43778239999999996,
          51.578904
        ],
        [
          -0.43816859999999996,
          51.5791649
        ]
      ]
    ],
    "type": "Polygon"
  },
  "centroid_easting": 508335,
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78928/APP/2024/1952",
  "bo_system": "CSV Data Import",
  "appeal_start_date": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "site_name": "47 FAIRFIELD AVENUE",
  "id": "Hillingdon-78928_APP_2024_1952",
  "decision_target_date": "12/12/2024",
  "centroid_northing": 187844,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508318.4323,
              187855.424
            ],
            [
              508318.4323,
              187855.6886
            ],
            [
              508324.5177,
              187861.6417
            ],
            [
              508351.7698,
              187833.0666
            ],
            [
              508345.8167,
              187826.9812
            ],
            [
              508318.4323,
              187855.424
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "epc_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbered:",
    "PL-01 Rev A",
    "PL-02 Rev A",
    "PL-04 Rev A",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to the commencement of any works on site above damp proof course level, details of a privacy screen at the top of the stairs adjacent the shared boundary with No. 45 Fairfield Avenue, shall be submitted to and approved in writing by the Local Planning Authority.  The approved details shall be implemented prior to first domestic use of the steps and patio, and shall be permanently retained for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan 2021 and national guidance.",
    "PT1.BE1\t(2012) Built Environment",
    "DMHB 11\tDesign of New Development",
    "DMHB 12 Streets and Public Realm",
    "DMHD 1\tAlterations and Extensions to Residential Dwellings",
    "LPP D4\t(2021) Delivering good design",
    "LPP D6\t(2021) Housing quality and standards",
    "LPP D8\t(2021) Public realm",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "The applicant is advised that the Building Regulations are legal requirements that apply to building work and are aimed at achieving minimum standards of construction to ensure the health and safety of people in or around buildings, including fire safety. Approval under the Building Regulations is a requirement and you are advised to seek advice of the Council's Building Control Service or an Approved Inspector prior to the commencement of works.",
    "For more information on Building Regulations requirements and the Council own service please visit the following weblink below",
    "https://www.hillingdon.gov.uk/article/1025/Planning-and-building-control",
    "Your attention is drawn to the need to comply with the relevant provisions of the Building Regulations, the Building Acts and other related legislation. These cover such works as - the demolition of existing buildings, the erection of a new building or structure, the extension or alteration to a building, change of use of buildings, installation of services, underpinning works, and fire safety/means of escape works.",
    "Notice of intention to demolish existing buildings must be given to the Council's Building Control Service at least 6 weeks before work starts. A completed application form together with detailed plans must be submitted for approval before any building work is commenced. For further information and advice, contact - Residents Services, Building Control, 3N/01 Civic Centre, Uxbridge (Telephone 01895 558170).",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "- carry out work to an existing party wall;",
    "- build on the boundary with a neighbouring property;",
    "- in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridg",
    "Your attention is drawn to the fact that the planning permission does not override property rights and any ancient rights of light that may exist. This permission does not empower you to enter onto land not in your ownership without the specific consent of the owner. If you require further information or advice, you should consult a solicitor."
  ],
  "appeal_decision_date": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Committee",
  "last_updated": "2025-03-19T11:25:03.584+00:00",
  "decision_agency": "Borough",
  "parking_details": null,
  "lapsed_date": "05/12/2027",
  "decision": "Approved",
  "valid_date": "18/07/2024"
}