{
  "lpa_name": "Camden",
  "uprn": "5097775",
  "decision_date": "11/01/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2020_3911_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 1SY",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.015000000000000001
  },
  "valid_date": "27/08/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a single storey lower ground floor extension with excavation of rear garden, landscaping alterations, and alterations to lower ground floor fenestration.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: LP-01, PA-01, PA-02 PA-03, PA-04, Basement Impact Assessment ref: LBH4606bia by LBHGEO dated July 2020 and supplementary letter by LBHGEO dated 03/12/2020, Letter by Landmark Trees ref: XUL/24KPR/AIA/Lttr/01a, Surface Water Drainage document ref: LBH4606suds by LBHGEO dated July 2020, & Planning/Heritage Statement by SMPlanning dated 10.08.2020, Basement Impact Assessment Audit by Campbell Reith Ref: 13398-58_Rev.F1 dated December 2020.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Notwithstanding the details shown on the plans hereby approved, prior to the commencement of the relevant part of the development, manufacturer's specification details of the metal cladding applied to the rear wall of the proposed development shall be submitted to the Local Planning Authority for approval and a sample of that material shall be provided on site.    \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Prior to commencement of the relevant part of the development, full details in respect of the living roof in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used\r\niii.\tfull details of planting species and density\r\n\r\nThe living roofs shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T16:14:15.264+00:00",
  "ward": "Hampstead Town (Pre May 2022)",
  "parking_details": null,
  "lapsed_date": "11/01/2024",
  "decision_target_date": "15/01/2021",
  "centroid": {
    "lat": "51.556",
    "lon": "-0.1730342"
  },
  "lpa_app_no": "2020/3911/P",
  "status": "Approved",
  "site_name": "Basement Flat  ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2020/3911/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526754.1029045,
              185695.7047443
            ],
            [
              526748.1005001,
              185696.7044582
            ],
            [
              526748.6529192,
              185700.1034852
            ],
            [
              526749.9968641,
              185708.7010242
            ],
            [
              526750.252461,
              185710.2505806
            ],
            [
              526752.000414,
              185720.897533
            ],
            [
              526754.2018453,
              185720.5476331
            ],
            [
              526758.0028184,
              185719.8978191
            ],
            [
              526756.7000988,
              185711.7501514
            ],
            [
              526754.6470786,
              185699.1037714
            ],
            [
              526754.1029045,
              185695.7047443
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "01/11/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Kemplay Road",
  "pp_id": "9021004",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "526753",
  "appeal_start_date": null,
  "centroid_northing": "185705",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1730217,
          51.5559162
        ],
        [
          -0.17310779999999998,
          51.5559266
        ],
        [
          -0.1730986,
          51.555957
        ],
        [
          -0.17307619999999999,
          51.556034
        ],
        [
          -0.1730719,
          51.5560478
        ],
        [
          -0.1730429,
          51.5561431
        ],
        [
          -0.17301129999999998,
          51.5561395
        ],
        [
          -0.1729567,
          51.5561328
        ],
        [
          -0.1729784,
          51.5560599
        ],
        [
          -0.1730126,
          51.5559467
        ],
        [
          -0.1730217,
          51.5559162
        ]
      ]
    ],
    "type": "Polygon"
  }
}