{
  "lpa_name": "Camden",
  "uprn": "5115254",
  "decision_date": "22/02/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2020_3012_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 4NE",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.047
  },
  "valid_date": "03/08/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Various external alterations at lower ground floor level including erection of single storey rear extension; replacement of windows with double glazed windows; installation of new side window; replacement front side gate and wall.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: AD-02 Rev. I-00; EXP-00 Rev. P-00; LP-01 Rev. P-00; PA-06 Rev. I-01; PP-01 Rev. P-03; PP-02 Rev. P-01; PP-03 Rev. P-01; PP-04 Rev. P-00; PP-05 Rev. P-01; PP-08 Rev. P-01; Arboricultural Report and Tree Plans (prepared by John Cromar's Arboricultural Company Limited, dated 06/10/2020); Bauder Biodiverse Wildflower Blanket - Extensive Green Roof System; Bauder Green Roof Design Considerations; Bauder Green Roof Maintenance Details; Bauder Green Roof Technical Design Guide; Non-Reflective Tinted Window Film Specification Details (prepared by Abode Window Films).  \r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Prior to the end of the next available planting season, replacement tree planting shall be carried out in accordance with details of replanting species, position, date and size, where applicable, that have first been submitted to and approved by the local planning authority in writing. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area, in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - The green roof hereby approved shall be fully installed on the building in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme for the duration of the development.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with Policies A3 and CC3 of the Camden Local Plan 2017. \r\n",
    "Condition : 6 - The glazed roof element in the roof of the single storey rear extension hereby approved shall be obscure glazed with a non-reflective dark-tinted window film in accordance with the approved details, and such glazing shall be permanently retained and maintained thereafter.  \r\n \r\nReason: In order to prevent unreasonable light pollution to neighbouring premises in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T16:11:32.469+00:00",
  "ward": "Belsize (Pre May 2022)",
  "parking_details": null,
  "lapsed_date": "22/02/2024",
  "decision_target_date": "26/02/2021",
  "centroid": {
    "lat": "51.5464896",
    "lon": "-0.16347799999999998"
  },
  "lpa_app_no": "2020/3012/P",
  "status": "Approved",
  "site_name": "Garden Flat  ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2020/3012/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527427.6501914,
              184643.3959643
            ],
            [
              527421.2025536,
              184651.4536578
            ],
            [
              527426.5535983,
              184655.7524273
            ],
            [
              527440.2981151,
              184666.5993224
            ],
            [
              527456.9531386,
              184680.0454735
            ],
            [
              527460.251163,
              184675.9466467
            ],
            [
              527463.4997171,
              184671.8978057
            ],
            [
              527427.6501914,
              184643.3959643
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "30/08/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Belsize Park Gardens",
  "pp_id": "8866049",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "527442",
  "appeal_start_date": null,
  "centroid_northing": "184664",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16369229999999999,
          51.5463077
        ],
        [
          -0.1637823,
          51.5463815
        ],
        [
          -0.1637036,
          51.546419
        ],
        [
          -0.1635016,
          51.5465133
        ],
        [
          -0.1632566,
          51.5466304
        ],
        [
          -0.16321059999999998,
          51.5465928
        ],
        [
          -0.16316519999999998,
          51.5465557
        ],
        [
          -0.16369229999999999,
          51.5463077
        ]
      ]
    ],
    "type": "Polygon"
  }
}