{
  "street_name": "Goodge Street",
  "centroid_northing": "181751",
  "lapsed_date": "31/07/2023",
  "bo_system": "Northgate M3",
  "site_name": "Flat 2  ",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529493.6069078,
              181758.8516556
            ],
            [
              529495.4538015,
              181756.0524569
            ],
            [
              529499.9968302,
              181749.0044743
            ],
            [
              529501.9014393,
              181746.1552899
            ],
            [
              529499.9968302,
              181744.8456648
            ],
            [
              529497.6964581,
              181743.2961083
            ],
            [
              529489.3029859,
              181755.9524855
            ],
            [
              529490.6964012,
              181756.9521993
            ],
            [
              529493.6069078,
              181758.8516556
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "04/02/2020",
  "decision_date": "31/07/2020",
  "development_type": "Minor all other minor developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "W1T 2QE",
  "title_number": null,
  "lpa_app_no": "2020/0554/P",
  "uprn": "5097404",
  "application_details": {
    "site_area": 0.008
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "8457319",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "31/03/2020",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2020/0554/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: 01-E, 02-E, 03-E, 01-P, 03-P, Environmental Noise Survey and Acoustic Design Statement Report 27592/ADS1/Rev1.\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - Prior to use of the development, details shall be submitted to and approved in writing by the Council, of the external noise level emitted from plant/ machinery/ equipment and mitigation measures as appropriate.  The measures shall ensure that the external noise level emitted from plant, machinery/ equipment will be lower than the lowest existing background noise level by at least 10dBA, by 15dBA where the source is tonal,  as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.\r\n\r\nReason: To safeguard the amenities of neighbouring noise sensitive receptors in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Before the use commences, plant shall be provided with acoustic isolation, and anti-vibration measures. All such measures shall thereafter be retained and maintained in accordance with the manufacturers' recommendations. \r\n\r\nReason: To prevent the transmission of noise and vibration throughout the building and or into any neighbouring premises, thus safeguarding the amenities of the d the area generally in accordance with the requirements of policies A1, A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - The design and structure of the development shall be of such a standard that it will protect residents within it from existing external noise so that they are not exposed to levels indoors of more than 35dB LAeq 16hrs daytime and of more than 30 dB LAeq 8hrs in bedrooms at night.\r\n\r\nReason: To safeguard the amenities of occupiers of the development in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - Prior to commencement of the relevant part of the development , full details in respect of the sedum roof pods proposed on the roof of the proposed extension shall be submitted to and approved by the local planning authority. The details shall include \r\ni.\ta detailed scheme of maintenance \r\nii.\tsections at a scale of 1:20 with manufacturers details demonstrating the construction and materials used \r\niii.\tfull details of planting species and density\r\n\r\nThe sedum roof pods shall be fully provided in accordance with the approved details prior to first occupation and thereafter retained and maintained in accordance with the approved scheme. \r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with policies G1, CC1, CC2, CC3, D1, D2 and A3 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "id": "Camden-2020_0554_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "529496",
  "description": "Second floor rear extension and installation of a condenser unit at second floor",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1349436",
    "lat": "51.5198438"
  },
  "last_updated": "2025-03-20T16:12:10.268+00:00",
  "decision_agency": "Borough",
  "ward": "Bloomsbury (Pre May 2022)",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "30/07/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1349752,
          51.5199149
        ],
        [
          -0.1349496,
          51.5198893
        ],
        [
          -0.1348867,
          51.5198249
        ],
        [
          -0.1348603,
          51.5197989
        ],
        [
          -0.1348883,
          51.5197876
        ],
        [
          -0.134922,
          51.5197742
        ],
        [
          -0.1350382,
          51.5198898
        ],
        [
          -0.1350178,
          51.5198985
        ],
        [
          -0.1349752,
          51.5199149
        ]
      ]
    ],
    "type": "Polygon"
  }
}