{
  "lpa_name": "Camden",
  "uprn": "5026729",
  "decision_date": "05/03/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2020_0348_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW3 2XB",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.05
  },
  "valid_date": "24/01/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Construction of a single storey basement with front and rear lightwells, erection of a two storey rear extension and first floor single storey side extension; installation of side and rear dormer windows and rooflights to create additional habitable accommodation within the existing roofspace, fenestration alterations; front railings, and associated landscaping works",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: LR076-E010; LR076-E011; LR076-E100; LR076-E101; LR076-E102; LR076-E103; LR076-E200; LR076-E201; LR076-202; LR076-E210; LR076-E211; LR076-E212; LR076-E213; LR076-P100 Rev D; LR076-P101 Rev D; LR076-P102 Rev C; LR076-P103 Rev C; LR076-P104 Rev C; LR076-P200 Rev C; LR076-P201 Rev C; LR076-P202 Rev D; LR076-P210 Rev C; LR076-P211 Rev C; LR076-P212 Rev B; LR076-P213 Rev C; R11438-101C; R11438-102C; R11438-103-B; R11438-104-A; R11438-105-A; R11438-200-A; R11438-201-A; R11438-L1-A R11438-TW1-A; R11438-TW2-A; R11438-TW3-A; Desk Study and Ground Investigation Report prepared by GEA dated November 2020; Arboricultural Impact Assessment prepared by AGB Environmental dated July 2020; Structural Methodology Statement prepared by Jampel Davison and Bell dated July 2020.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 4 - Before the relevant part of the work is begun, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority: \r\n\r\na) Details including elevations and sections at 1:10 of all new railings; \r\n\r\nb) Details including elevations and sections at 1:10 of all new window openings\r\n\r\nc) Details including elevations and sections at 1:10 of all new/ replacement rain water goods. \r\n\r\nd) Manufacturer's specification details of all facing materials (to be submitted to the Local Planning Authority) and samples of those materials (to be provided on site).    \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works. \r\n\r\nReason:  To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - All new rooflights should be conservation style roof lights.. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 6 - No below ground construction work shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing.  Such details shall include details of 1 no. yew tree in the rear garden and 1 no. deciduous Magnolia tree in the front garden of the property. Both trees should be 14-16cm in circumference at 1m above the root balls at the time of planting and be planted no less than 750mm from any structure.  The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 7 - All hard and soft landscaping works shall be carried out in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, prior to the occupation for the permitted use of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - Prior to the commencement of construction / demolition works on site, tree protection measures shall be installed in accordance with approved Arboricultural Impact Assessment.  The protection shall then remain in place for the duration of the works on site, unless otherwise agreed in writing by the local planning authority. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in\r\naccordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 9 - Prior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during construction work shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in\r\naccordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 10 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 11 - The development hereby approved shall be carried out strictly in accordance with the recommendations of the Desk study and ground investigation report prepared by GEA dated November 2020 and other related documents and report.  \r\n \r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of Policy A5 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T16:13:15.190+00:00",
  "ward": "Gospel Oak (Pre May 2022)",
  "parking_details": null,
  "lapsed_date": "05/03/2024",
  "decision_target_date": "05/03/2021",
  "centroid": {
    "lat": "51.5505473",
    "lon": "-0.1618866"
  },
  "lpa_app_no": "2020/0348/P",
  "status": "Approved",
  "site_name": " ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2020/0348/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527557.3532477,
              185105.3037447
            ],
            [
              527536.6004288,
              185109.952414
            ],
            [
              527531.1504435,
              185111.1020849
            ],
            [
              527514.899428,
              185114.8510118
            ],
            [
              527515.4023767,
              185117.4002821
            ],
            [
              527516.2021477,
              185121.5990802
            ],
            [
              527516.251618,
              185121.799023
            ],
            [
              527533.3024044,
              185122.2988799
            ],
            [
              527534.3989975,
              185122.2988799
            ],
            [
              527538.8018602,
              185122.3988513
            ],
            [
              527544.1529048,
              185122.5488083
            ],
            [
              527549.850242,
              185122.6987654
            ],
            [
              527555.6959904,
              185122.7487511
            ],
            [
              527556.6524175,
              185113.7013409
            ],
            [
              527557.3532477,
              185105.3037447
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Other house holder developments",
  "last_date_consultation_comments": "04/06/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "76",
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Lawn Road",
  "pp_id": "8444233",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": "527541",
  "appeal_start_date": null,
  "centroid_northing": "185118",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1616554,
          51.5504295
        ],
        [
          -0.16195289999999998,
          51.550476
        ],
        [
          -0.16203099999999998,
          51.5504876
        ],
        [
          -0.1622639,
          51.5505249
        ],
        [
          -0.1622558,
          51.5505477
        ],
        [
          -0.1622427,
          51.5505853
        ],
        [
          -0.1622419,
          51.5505871
        ],
        [
          -0.161996,
          51.5505877
        ],
        [
          -0.1619802,
          51.5505875
        ],
        [
          -0.1619167,
          51.5505874
        ],
        [
          -0.1618395,
          51.5505875
        ],
        [
          -0.1617573,
          51.5505876
        ],
        [
          -0.16167299999999998,
          51.5505867
        ],
        [
          -0.1616625,
          51.5505052
        ],
        [
          -0.1616554,
          51.5504295
        ]
      ]
    ],
    "type": "Polygon"
  }
}