{
  "application_type_full": null,
  "postcode": "N19 5BP",
  "development_type": "Major all other major developments",
  "street_name": "Chester Road",
  "decision_date": "11/05/2021",
  "date_building_work_started_under_previous_permission": null,
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Camden",
  "parking_details": null,
  "decision_agency": "Borough",
  "id": "Camden-2020_3461_P",
  "appeal_decision_date": null,
  "title_number": null,
  "site_name": "Former Chester Road Hostel 2",
  "last_date_consultation_comments": "01/02/2021",
  "ward": "Highgate (Pre May 2022)",
  "appeal_status": null,
  "pp_id": "8372104",
  "decision_process": "Committee",
  "cil_liability": true,
  "locality": "London",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "lpa_app_no": "2020/3461/P",
  "lpa_name": "Camden",
  "centroid_northing": "186552",
  "secondary_street_name": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              528969.8476461,
              186558.4477869
            ],
            [
              528970.5979467,
              186554.7488457
            ],
            [
              528971.3977176,
              186550.650019
            ],
            [
              528973.2528564,
              186539.2032956
            ],
            [
              528973.3023267,
              186538.7034387
            ],
            [
              528973.6980897,
              186536.054197
            ],
            [
              528976.0479321,
              186519.1490361
            ],
            [
              528972.1480182,
              186515.0002236
            ],
            [
              528972.8488484,
              186514.5003667
            ],
            [
              528970.7463578,
              186512.2010249
            ],
            [
              528940.7013551,
              186538.5534816
            ],
            [
              528937.2466745,
              186541.402666
            ],
            [
              528932.1017564,
              186545.7014355
            ],
            [
              528930.1476769,
              186547.400949
            ],
            [
              528930.6506256,
              186548.0007773
            ],
            [
              528930.5022145,
              186549.2004339
            ],
            [
              528931.1535744,
              186549.8002622
            ],
            [
              528932.052286,
              186550.5000619
            ],
            [
              528933.2478199,
              186551.0499045
            ],
            [
              528934.6494803,
              186551.8996613
            ],
            [
              528935.9521999,
              186552.3995182
            ],
            [
              528936.6035598,
              186552.599461
            ],
            [
              528937.2961449,
              186552.7494181
            ],
            [
              528937.8980343,
              186552.8993751
            ],
            [
              528938.4504534,
              186553.0993179
            ],
            [
              528940.0005249,
              186553.4492177
            ],
            [
              528947.6519416,
              186554.5988887
            ],
            [
              528957.2986631,
              186556.1984308
            ],
            [
              528957.1007817,
              186558.0479014
            ],
            [
              528957.8510822,
              186558.1978585
            ],
            [
              528958.6013828,
              186558.4477869
            ],
            [
              528959.302213,
              186558.8476725
            ],
            [
              528960.3988061,
              186559.8473863
            ],
            [
              528960.8028141,
              186560.4472146
            ],
            [
              528961.0996363,
              186561.0970286
            ],
            [
              528961.2975178,
              186561.6968569
            ],
            [
              528961.3964585,
              186562.1467281
            ],
            [
              528968.7015826,
              186563.4463561
            ],
            [
              528969.8476461,
              186558.4477869
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "appeal_decision": null,
  "subdivision_of_building": null,
  "valid_date": "14/08/2020",
  "decision_target_date": "11/05/2021",
  "bo_system": "Northgate M3",
  "actual_commencement_date": null,
  "centroid": {
    "lat": "51.563112",
    "lon": "-0.1408921"
  },
  "site_number": "2",
  "decision": "Approved",
  "status": "Approved",
  "last_updated_by": "Northgate M3",
  "application_details": {
    "site_area": 0.11800000000000001
  },
  "uprn": "5006692",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2020/3461/P",
  "last_updated": "2025-03-19T23:09:58.086+00:00",
  "application_type": "All Other",
  "description": "Redevelopment of the site to include demolition of existing hostel building and the erection of a new hostel building (sui generis) formed of 3 x part 3, part 4 storey blocks with 2 x external stairwells arranged around a central courtyard. Associated works include installation of plant equipment, access arrangements and tree and landscaping works.",
  "epc_number": null,
  "actual_completion_date": null,
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n",
    "Condition : 2 - Approved Plans\r\n\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nExisting Drawings: \r\n0614-BPA-06000; 0614-BPA-XX-DR Rev. P1; 0614-BPA-06052 Rev. P1; 0614-BPA-06053 Rev. P1; 17890/T/01-01.\r\n\r\nDemolition Drawings:\r\n0614-BPA-06060 Rev. P1; 0614-BPA-06061 Rev. P1.\r\n\r\nProposed Drawings:\r\n0614-BPA-06160 Rev. P2; 0614-BPA-06161 Rev. P2; 0614-BPA-06162 Rev. P2; 0614-BPA-06163 Rev. P2; 0614-BPA-06164 Rev. P2; 0614-BPA-06165 Rev. P2; 0614-BPA-06170 Rev. P1; 0614-BPA-06171 Rev. P1; 0614-BPA-06172 Rev. P1; 0614-BPA-06173 Rev. P1; 0614-BPA-06250 Rev. P1; 0614-BPA-06260 Rev. P1; 0614-BPA-06261 Rev. P1; 0614-BPA-06262 Rev. P1; 0614-BPA-06263 Rev. P1; 0614-BPA-06264 Rev. P1; 0614-BPA-06265 Rev. P1; 0614-BPA-06266 Rev. P1; 0614-BPA-06350 Rev. P1; 0614-BPA-06360 Rev. P1; 0614-BPA-06950 Rev. P1; 0614-BPA-06951 Rev. P1; 0614-BPA-06952 Rev. P1; 0614-BPA-XX-DR-A-00845 Rev. T1; 0614-BPA-XX-DR-A-00930 Rev. T2; 0614-BPA-XX-DR-A-00931 Rev. T2; 0614-BPA-XX-DR-A-00932 Rev. T2; 0614-BPA-XX-DR-A-00933 Rev. T2; 0614-BPA-XX-DR-A-00934 Rev. T2; 0614-BPA-XX-DR-A-00935 Rev. T2; 0614-BPA-XX-DR-A-00936 Rev. T2; 0614-BPA-XX-DR-A-00937 Rev. T2; 220-PL-001 Rev. B; 1777-DR-050 Rev. P05; J093-V[21]0001 Rev. *.\r\n\r\nSupporting Documents:\r\nAccommodation Schedule Rev. E (dated 06/07/2020); Air Quality Assessment (prepared by RPS Consulting Services Ltd, dated 22/01/2020); Air Quality Neutral Statement (prepared by RPS Consulting Services Ltd, dated 08/03/2021); Arboricultural Impact Assessment (prepared by D F Clark Bionomique Ltd, dated 08/05/2020); Bauder BioSOLAR PV Green Roof System General Maintenance Rev. V5 (prepared by Bauder, dated October 2019); Daylight and Sunlight Assessment (prepared by BRE, dated 06/05/2020); Design and Access Statement (prepared by Bell Phillips Architects, dated March 2021); Drainage Statement (prepared by Infrastruct CS Ltd, dated May 2020); Energy Assessment Rev. B (prepared by Richie and Daffin, dated 05/03/2021); Ap",
    "Condition : 3 - Details, Materials and Samples\r\n\r\nPrior to commencement of the above ground works excluding demolition, detailed drawings, or samples of materials as appropriate, in respect of the following, shall be submitted to and approved in writing by the local planning authority:\r\n\r\na)\tFacing materials of all buildings (to be submitted to the Local Planning Authority), samples (to be provided on site or at the architects' office), and sample panels at a minimum of 1m x 1m of the ceramic tiles, brickwork and pointing (to be provided on site and retained until the work has been completed). \r\n\r\nb)\tDetails including sections at 1:10 of all windows (including jambs, head and cill), external doors, ventilation grilles and gates. \r\n\r\nc)\tDetails including materials of all walkways and the stair cores.\r\n\r\nd)\tDetails of external plant enclosure. \r\n\r\ne)\tDetails of all gates, fences or other means of enclosure which form part of the public realm. \r\n\r\nThe relevant part of the works shall be carried out in accordance with the details thus approved and all approved samples shall be retained on site during the course of the works.\r\n\r\nReason: In order to safeguard the appearance of the building and the character and appearance of the wider area in accordance with the requirements of policies D1 and D2 of the London Borough Camden Local Plan 2017.\r\n",
    "Condition : 4 - Accessible Units\r\n\r\nThe wheelchair accessible units shown on the plan number 0614-BPA-06161 Rev. P2 hereby approved, shall be designed and constructed in accordance with Building Regulations Part M4 (3), with all other units being designed and constructed in accordance with Building Regulations Part M4 (2).\r\n\r\nReason: To ensure that the internal layout of the building provides flexibility for the accessibility of future occupiers and their changing needs over time, in accordance with the requirements of policy C6 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Lighting Strategy\r\n\r\nPrior to commencement of the lighting installation, a lighting strategy for all areas of external artificial lighting shall be submitted to and approved in writing by the local planning authority. Lighting contours shall be submitted to demonstrate that the vertical illumination of neighbouring premises is in accordance with the recommendations of the Institution of Lighting Professionals in the 'Guidance Notes for the Reduction of Obtrusive Light'. Details should also be submitted for approval of measures to minimise use of lighting and prevent glare and sky glow by correctly using, locating, aiming and shielding luminaires. Such strategy shall be developed with input from a specialist lighting engineer accredited by the Institute of Lighting Engineers and shall incorporate (inter alia) consideration of the impact of the lighting design on the needs of wildlife, contributing to reducing crime, residential properties, maintainability, and whole life cost and energy use. \r\n\r\nThe details shall include the following:\r\na.\tlighting to the route and circulation areas in the public realm, including Colva Walk \r\nb.\texternal elevations of buildings including entrances and any architectural lighting \r\nc.\tlighting within all publically accessible areas of the ground floors of each building \r\n\r\nThe development shall not be carried out otherwise than in accordance with the details thus approved and shall be fully implemented before the premises are first occupied. \r\n\r\nReason: To maintain a high quality of amenity and a safe environment, in accordance with Policies D1 and A3 of the Camden Local Plan 2017.  \r\n",
    "Condition : 6 - Cycle parking \r\n\r\nPrior to first occupation, the following bicycle parking shall be provided: \r\n\r\n-\tsecure and covered parking for 18 long stay bicycles.\r\n-\tsecure parking for 8 short stay bicycles.\r\n\r\nAll such facilities shall thereafter be retained. \r\n\r\nReason:  To ensure that the scheme makes adequate provision for cycle users in accordance with policy T1 of the London Borough of Camden Local Plan.\r\n",
    "Condition : 7 - Basement works - chartered engineer details to be submitted \r\n\r\nExcluding demolition, the development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 8 - Basement works - in compliance with BIA \r\n\r\nThe development shall not be carried out other than in strict accordance with the methodologies, recommendations and requirements of the Scoping and Screening Report Ref. 19/31117 (prepared by Site Analytical Services Limited, dated December 2019) hereby approved, and the confirmation at the detailed design stage that the damage impact assessment would be limited to Burland Category 1. \r\n \r\nReason: Development must not commence before this condition is discharged to safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area, and prevent irrevocable damage, in accordance with the requirements of  Policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 9 - Piling\r\n\r\nNo piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling shall be undertaken in accordance with the terms of the approved piling method statement.\r\n\r\nReason: To safeguard the existing public sewer infrastructure, controlled waters and the structural stability of the neighbouring structures, in accordance with the requirements of Policies A5 and CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 10 - Land Contamination \r\n\r\nPrior to the commencement of work, excluding demolition, the following components shall be submitted to and approved in writing by the LPA to address the risk associated with land contamination. \r\n\r\na)\tA Remediation Strategy (RS) based on the Phase 2 Ground Investigation by Site Investigation Services Ltd (Ref 19/30378-1) giving full details of the remediation measures required and how they are to be undertaken.\r\n\r\nb)\tA verification plan demonstrating the works set out in the Remediation Strategy have been undertaken. \r\n\r\nReason: To ensure the risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems, and to ensure that the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors, in accordance with policies G1, D1, A1 and DM1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 11 - Post construction radon gas and vapour investigation \r\n\r\nWithin 6 months of first occupation, a post construction radon gas and vapour investigation report including a detailed assessment of the risks to all receptors that may be affected [where necessary incorporating a Remediation Strategy (RS)] and Verification Statement (VS) shall be submitted to, and approved in writing by, the local planning authority. \r\n\r\nWhere remedial measures are implemented to protect end-users of the development they shall be maintained.\r\n\r\nReason: To ensure the risks to the future users are minimised, and to ensure the development can be carried out in accordance with Policies A5 and C1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 12 - Plant Noise Levels\r\n\r\nPrior to occupation of the development, details shall be submitted to and approved in writing by the Council, of the external noise level emitted from plant/ machinery/ equipment and mitigation measures as appropriate.  The measures shall ensure that the external noise level emitted from plant, machinery/ equipment will be lower than the typical background noise level by at least 10dBA, by 15dBA where the source is tonal,  as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.\r\n\r\nReason: To safeguard the amenities of neighbouring noise sensitive receptors in accordance with the requirements of Policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 13 - Plant Anti-vibration Isolators\r\n \r\nPrior to installation of plant, details of anti-vibration measures shall be submitted to and approved in writing by the Council. The measures shall ensure that plant is mounted with proprietary anti-vibration isolators and fan motors are vibration isolated from the casing and adequately silenced. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.\r\n\r\nReason: To safeguard the amenities of neighbouring noise sensitive receptors in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 14 - Internal Noise Levels\r\n\r\nThe design and structure of the development shall be of such a standard that it will protect residents within it from existing external noise so that they are not exposed to levels indoors of more than 35 dB LAeq 16 hrs daytime and of more than 30 dB LAeq 8 hrs in bedrooms at night.\r\n\r\nReason: To safeguard the amenities of future occupants in accordance with the requirements of Policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 15 - Landscaping details\r\n\r\nNo above ground works (excluding demolition) shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the local planning authority in writing. Such details shall include details of any proposed earthworks including grading, mounding and other changes in ground levels, and a 3 year landscape maintenance plan. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 16 - Landscaping details - compliance\r\n\r\nAll hard and soft landscaping works shall be carried out in accordance with the approved landscape details prior to the occupation for the permitted use of the development. \r\n\r\nAny trees or areas of planting (including trees existing at the outset of the development other than those indicated to be removed) which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a high quality of visual amenity in the scheme in accordance with the requirements of policies A2, A3, A5, D1 and D2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 17 - Tree protection measures\r\n\r\nPrior to the commencement of any works on site, details demonstrating how trees to be retained shall be protected during demolition and construction work, to include a schedule of monitoring and supervision by the project arboriculturist, shall be submitted to and approved by the local planning authority in writing. Such details shall follow guidelines and standards set out in BS5837:2012 \"Trees in Relation to Construction\". All trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the approved protection details. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 18 - Foundation details affecting trees\r\n\r\nPrior to commencement of above ground works (excluding demolition), details of the design of building foundations and the layout, with dimensions and levels, of service trenches and other excavations on site in so far as these items may affect trees on or adjoining the site, shall be submitted to and approved in writing by the local planning authority. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved. \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 19 - SuDS feasibility and details\r\n\r\na) Prior to commencement of above ground works (excluding demolition), a detailed blue/green roof feasibility study including costings and maintenance details must be submitted to and approved in writing by the local planning authority.\r\nb) Prior to commencement of above ground works (excluding demolition), full details of the sustainable drainage system including any blue/green roof. shall be submitted to and approved in writing by the local planning authority. Such a system should be designed to accommodate all storms up to and including a 1:100 year storm with a 40% provision for climate change such that flooding does not occur in any part of a building or in any utility plant susceptible to water, and shall demonstrate the run off rates approved by the Local Planning Authority. If necessary, a revised drainage statement, SuDS pro-forma and supporting evidence should be submitted, to include:\r\n-\tThe proposed SuDS or drainage measures including storage capacities;\r\n-\tThe proposed surface water discharge rates or volumes.\r\n\r\nDetails shall include a lifetime maintenance plan, and systems shall thereafter be retained and maintained in accordance with the approved details. \r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CC2 and CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 20 - Green roof\r\n\r\nPrior to commencement of above-ground development (excluding demolition), full details in respect of the green roofs in the area indicated on the approved roof plan shall be submitted to and approved by the local planning authority. Details of the green roof provided shall include: species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long term viability of the green roofs, as well as details of the maintenance programme for green roof. The buildings shall not be occupied until the approved details have been implemented and these works shall be permanently retained and maintained thereafter.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity and the water environment in accordance with Policies A3, CC2 and CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 21 - Bird and bat boxes\r\n\r\nPrior to occupation of the development a plan showing details of bird and bat box locations and types and indication of species to be accommodated shall be submitted to and approved in writing by the local planning authority. The boxes should be incorporated into the fabric of the building, or reasons given why this is not possible. The boxes shall be installed in accordance with the approved plans prior to the occupation of the development and thereafter retained.\r\n\r\nReason: In order to ensure the development undertakes reasonable measures to take account of biodiversity in accordance with Policy A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 22 - Photovoltaic Panels\r\n\r\nPrior to commencement of above ground works (excluding demolition), drawings and data sheets showing the location, extent and predicted energy generation of photovoltaic cells and associated equipment to be installed on the building shall have been submitted to and approved by the Local Planning Authority in writing. The measures shall include the installation of a meter to monitor the energy output from the approved renewable energy systems. A site-specific lifetime maintenance schedule for each system, including safe roof access arrangements, shall be provided. The cells shall be installed in full accordance with the details approved by the Local Planning Authority and permanently retained and maintained thereafter.\r\n \r\nReason: To ensure the development provides adequate on-site renewable energy facilities in accordance with the requirements of Policy CC1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 23 - Mechanical Ventilation\r\n\r\nPrior to commencement of development (excluding demolition and site preparation works), full details of the mechanical ventilation system including air inlet locations and filtration systems (if required) shall be submitted to and approved by the local planning authority in writing. Air inlet locations should be located away from busy roads and any other emission sources and as close to roof level as possible, to protect internal air quality. The development shall thereafter be constructed and maintained in accordance with the approved details.\r\n \r\nReason: To protect the amenity of residents in accordance with Policy CC4 of the London Borough of Camden Local Plan 2017 and Policy SI 1 of the London Plan 2021. \r\n",
    "Condition : 24 - Maximum Internal and External Water Use\r\n\r\nThe development hereby approved shall achieve a maximum internal water use of 105 litres/person/day and a maximum external water use of 5 litres/person/day. The units shall not be occupied until the Building Regulation optional requirement has been complied with. \r\n\r\nReason: To ensure the development contributes to minimising the need for further water infrastructure in an area of water stress in accordance with Policies CC1, CC2, CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 25 - Construction related air quality impacts - Monitoring\r\n\r\nAir quality monitoring should be implemented on site. No development shall take place until \r\na.\tprior to installing monitors, full details of the air quality monitors have been submitted to and approved by the local planning authority in writing. Such details shall include the location, number and specification of the monitors, including evidence of the fact that they have been installed in line with guidance outlined in the GLA's Control of Dust and Emissions during Construction and Demolition Supplementary Planning Guidance;\r\nb.\tprior to commencement, evidence has been submitted demonstrating that the monitors have been in place for at least 3 months prior to the proposed implementation date. \r\nThe monitors shall be retained and maintained on site for the duration of the development in accordance with the details thus approved. \r\n\r\nReason: To safeguard the amenity of adjoining premises and the area generally in accordance with the requirements of Policies A1 and CC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 26 - Diversion of waste from landfill\r\n\r\nPrior to commencement of development, a waste management plan demonstrating how 95% of construction and demolition waste will be reused/recycled/recovered and 95% of excavation waste used for beneficial purposes shall be submitted to and approved by the Local Planning Authority. The plan shall be thereafter be delivered in accordance with the approved details.\r\nReason: To ensure the development optimises resource efficiency in accordance with Policy CC1 of the London Borough of Camden Local Plan 2017 and to reduce waste and support the circular economy in accordance with policy SI 7 of the London Plan 2021.\r\n",
    "Condition : 27 - Waste Strategy\r\n\r\nDetails for the waste management arrangement to include the method of waste segregation, storage, transfer and removal of waste, shall be submitted in a documented waste strategy as part of the Servicing Management Plan, to and approved by the local planning authority. The facility and strategy as approved shall be provided 6 weeks in advance of first occupation of the units. \r\nReason: To ensure that all types of produced waste is appropriately managed and handled in accordance with Directive 2008/98/EC on waste (Waste Framework Directive). To be developed in accordance with Camden Planning Guidance: Design Section 8 Storage and collection of recycling and waste, and Policy CC5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 28 - Secured By Design\r\n\r\nPrior to first occupation, evidence of the building achieving a silver certification under the Secure by Design standard, shall be submitted to and approved in writing by the local planning authority. \r\n\r\nReason: To maintain a high quality of amenity and a safe environment, in accordance with Policies D1 and A3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 29 - Construction Machinery\r\n\r\nAll Non-Road Mobile Machinery (any mobile machine, item of transportable industrial equipment, or vehicle - with or without bodywork) of net power between 37kW and 560kW used on the site for the entirety of the demolition and construction phase of the development hereby approved shall be required to meet Stage IIIA of EU Directive 97/68/EC. The site shall be registered on the NRMM register for the demolition and construction phase of the development. \r\n\r\nReason: To safeguard the amenities of the adjoining occupiers, the area generally and contribution of developments to the air quality of the borough in accordance with the requirements of Policies A1, A4 and CC4 of the Camden Local Plan 2017. \r\n",
    "Condition : 30 - External Fixtures/Building Services\r\n\r\nNo lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the buildings, without the prior approval in writing of the Council.\r\n\r\nReason: In order to safeguard the appearance of the building and to safeguard the character and appearance of the wider area in accordance with the requirements of Policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 31 - **Quantum of housing\r\n\r\nThe development hereby approved shall provide a hostel for homeless families with 50 temporary accommodation units (Class Sui Generis), and shall comprise of 30 studios, 16 1-beds, 2 2-beds and 2 1-bed wheelchair accessible units\r\n\r\nReason: To secure sufficient provision of a type of affordable housing in accordance with the requirements of Policies H4 and H8 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 32 - **Car-free development\r\n\r\nThe development shall be car free.\r\n\r\nReason: In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policy T2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 33 - **CMP\r\n\r\nPrior to commencement of above ground works (excluding demolition), a Construction Management Plan (CMP) (including mitigation measures to control construction-related air quality impacts on the site) shall be submitted to and approved by the local planning authority. \r\n\r\nThe CMP shall set out all measures that the Owner will adopt in undertaking the construction of the Development using good site practices in accordance with the Council's Considerate Contractor Manual. \r\n\r\nSuch plan shall include measures for ensuring highway safety and managing transport, deliveries and waste (including recycling of materials) throughout the construction period and which demonstrates consideration of and liaison with other local concurrent developments. The plan shall also include details of a community working group involving local residents and businesses, a contractor complaints/call-line and measures to be carried out to mitigate the impact of the noise arising from construction and demolition activities on local residents and businesses, a waste management strategy and means of monitoring and reviewing the plan from time to time. \r\n\r\nThe measures contained in the Construction Management Plan shall at all times remain implemented during all works of construction. \r\n\r\nReason: In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policies A1, T3 and T4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 34 - ** DMP\r\n\r\nPrior to commencement of demolition, a Demolition Management Plan (DMP) (including mitigation measures to control construction-related air quality impacts on the site) shall be submitted to and approved by the local planning authority. \r\n\r\nThe DMP shall set out all measures that the Owner will adopt in undertaking the demolition of the existing building using good site practices in accordance with the Council's Considerate Contractor Manual. \r\n\r\nSuch plan shall include measures for ensuring highway safety and managing transport, deliveries and waste (including recycling of materials) throughout the demolition period and which demonstrates consideration of and liaison with other local concurrent developments. The plan shall also include details of a community working group involving local residents and businesses, a contractor complaints/call-line and measures to be carried out to mitigate the impact of the noise arising from demolition activities on local residents and businesses, a waste management strategy and means of monitoring and reviewing the plan from time to time. \r\n\r\nThe measures contained in the Demolition Management Plan shall at all times remain implemented during all works of demolition. \r\n\r\nReason: In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policies A1, T3 and T4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 35 - **DMP/CMP monitoring fee\r\n\r\nOn or prior to Implementation, confirmation that the necessary measures for the provision monitoring the Demolition Management Plan (DMP) and Construction Management Plan (CMP) shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nReason: In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policies A1, T3 and T4 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 36 - **DMP/CMP Impact Bond\r\n\r\nOn or prior to Implementation, confirmation that the necessary measures for a bond for the Demolition Management Plan (DMP) and Construction Management Plan (CMP) shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nReason: In order to protect the pedestrian environment and the amenities of the area generally and to ensure the continued free flow of traffic in the area in accordance with Policies A1, T3 and T4 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 37 - **Highways contribution\r\n\r\nOn or prior to Implementation, confirmation that the necessary measures for the provision of highways, pedestrian, cycling, environmental and public realm improvements in the vicinity of the Development shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nReason: To ensure that the pedestrian environment and public realm is maintained and improved in accordance with policies T1, T2 and T3 of the Camden Local Plan 2017.\r\n",
    "Condition : 38 - **Approval of architect\r\n\r\nPrior to commencement of above ground works (excluding demolition), details of the architect to be employed for the construction period shall be submitted to and approved in writing by the local planning authority. \r\n\r\nReason: In order to safeguard the appearance of the building and the character and appearance of the wider area in accordance with the requirements of policies D1 and D2 of the London Borough Camden Local Plan 2017.\r\n",
    "Condition : 39 - **Sustainability and energy\r\n\r\nPrior to commencement of above ground works (excluding demolition), a sustainability plan and an energy plan shall be submitted to and approved in writing by the local planning authority. Such plans shall demonstrate:\r\n\r\no\tSustainability measures to be secured through sustainability plan\r\no\tWater efficiency targets to be secured through sustainability plan\r\no\tEnergy provisions to be secured through EE&RE plan:\r\n- Passive and efficiency measures in accordance with the proposed plans\r\no\tOverall minimum 67.5% CO2 reductions beyond Part L 2013 as amended for the residential element (using SAP 10 factors); overall minimum 40.6% CO2 reductions beyond Part L 2013 as amended for the commercial element (using SAP 10 factors); minimum 2.9% Be Lean stage reduction through building efficiency for the residential element (using SAP 2012 factors); minimum 6.8% Be Lean stage reduction through building efficiency for the commercial element (using SAP 2012 factors); minimum 64.8% Be Green stage reduction (reduction against the previous stage) through renewables for the residential element (using SAP 10 factors);  minimum 24% Be Green stage reduction (reduction against the previous stage) through renewables for the commercial element (using SAP 10 factors).\r\n\r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with Policies CC1, CC2 and CC3 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 40 - **Energy monitoring\r\n\r\nIn order to demonstrate compliance with the 'be seen' post-construction monitoring requirement of Policy SI 2 of the London Plan, the legal Owner shall at all times and all in all respects comply with the energy monitoring requirements set out in points a, b and c below. In the case of non-compliance the legal Owner shall upon written notice from the Local Planning Authority immediately take all steps reasonably required to remedy non-compliance. \r\n\r\n\ta. Within four weeks of planning permission being issued by the Local Planning Authority, the Owner is required to submit to the GLA accurate and verified estimates of the 'be seen' energy performance indicators, as outlined in Chapter 3 'Planning stage' of the GLA 'Be seen' energy monitoring guidance document, for the consented development. This should be submitted to the GLA's monitoring portal in accordance with the 'Be seen' energy monitoring guidance. \r\n\r\n\tb. Once the as-built design has been completed (upon commencement of RIBA Stage 6) and prior to the building(s) being occupied (or handed over to a new legal owner, if applicable), the legal Owner is required to provide updated accurate and verified estimates of the 'be seen' energy performance indicators for each reportable unit of the development, as per the methodology outlined in Chapter 4 'As-built stage' of the GLA 'Be seen' energy monitoring guidance. All data and supporting evidence should be uploaded to the GLA's monitoring portal. The owner should also confirm that suitable monitoring devices have been installed and maintained for the monitoring of the in-use energy performance indicators, as outlined in Chapter 5 'In-use stage' of the GLA 'Be seen' energy monitoring guidance document. \r\nc. Upon completion of the first year of occupation following the end of the defects liability period (DLP) and for the following four years, the legal Owner is required to provide accurate and verified annual in-use energy performance data for al",
    "Condition : 41 - **Carbon offset payment\r\n\r\nOn or prior to Implementation, confirmation that the necessary measures for carbon offsetting shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nReason: To ensure the proposal is energy efficient and sustainable in accordance with Policy CC1 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 42 - **Employment and training opportunities\r\n\r\nPrior to commencement of the development hereby approved, including the extraction of basements and/or foundations but excluding demolition and other enabling works the applicant and/or developer shall: \r\no\thave entered into an agreement with the Kings Cross Construction Skills Centre to support the recruitment of Camden residents to jobs created during the construction of the development; to advertise all construction job vacancies locally; and to work towards a target that 20% of jobs are filled by Camden residents.\r\no\thave entered into an agreement with the Kings Cross Construction Skills Centre to provide 2 construction industry apprenticeships to Camden residents using a range of options tailored to the build requirements of the development. The placements would be delivered throughout the course of the development. \r\n \r\nReason: In order to ensure that unemployed people within the London Borough of Camden have training and employment opportunities during the construction phase of major developments in accordance with Policies E1 and E2 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 43 - **Hostel Management Plan\r\n\r\nPrior to occupation, a Hostel Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include details of security arrangements, complaints system, and response mechanism. \r\n\r\nReason: To safeguard the amenity of adjoining premises and the area generally in accordance with the requirements of policies A1, A4 and H8 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 44 - **Need for a legal agreement \r\n\r\nIn the event that any owners of the land have the legal locus to enter into a Section 106 Agreement no works shall be commenced on site until such time as they have entered into such an Agreement incorporating obligations in respect of the matters covered by conditions marked with ** in this planning permission and those obligations shall apply to all conditions above marked with **. \r\n\r\nReason: In order to define the permission and to secure development in accordance with Policy DM1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "lapsed_date": "11/05/2024",
  "centroid_easting": "528961",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1407622,
          51.5631679
        ],
        [
          -0.14075269999999998,
          51.5631345
        ],
        [
          -0.1407427,
          51.5630975
        ],
        [
          -0.1407202,
          51.5629942
        ],
        [
          -0.1407196,
          51.5629897
        ],
        [
          -0.1407149,
          51.5629658
        ],
        [
          -0.14068719999999998,
          51.5628133
        ],
        [
          -0.14074499999999998,
          51.562777
        ],
        [
          -0.140735,
          51.5627723
        ],
        [
          -0.14076619999999998,
          51.5627521
        ],
        [
          -0.1411897,
          51.5629958
        ],
        [
          -0.1412385,
          51.5630222
        ],
        [
          -0.1413111,
          51.563062
        ],
        [
          -0.14133869999999998,
          51.5630777
        ],
        [
          -0.1413312,
          51.563083
        ],
        [
          -0.14133289999999998,
          51.5630938
        ],
        [
          -0.14132329999999999,
          51.5630991
        ],
        [
          -0.1413101,
          51.5631051
        ],
        [
          -0.1412926,
          51.5631098
        ],
        [
          -0.14127209999999998,
          51.5631171
        ],
        [
          -0.1412531,
          51.5631213
        ],
        [
          -0.1412437,
          51.563123
        ],
        [
          -0.1412336,
          51.5631242
        ],
        [
          -0.1412249,
          51.5631254
        ],
        [
          -0.1412169,
          51.563127
        ],
        [
          -0.1411944,
          51.5631298
        ],
        [
          -0.1410836,
          51.5631384
        ],
        [
          -0.14094399999999999,
          51.5631506
        ],
        [
          -0.1409461,
          51.5631672
        ],
        [
          -0.14093529999999999,
          51.5631684
        ],
        [
          -0.1409244,
          51.5631705
        ],
        [
          -0.1409141,
          51.5631739
        ],
        [
          -0.1408979,
          51.5631827
        ],
        [
          -0.1408919,
          51.563188
        ],
        [
          -0.1408874,
          51.5631937
        ],
        [
          -0.1408843,
          51.5631991
        ],
        [
          -0.1408827,
          51.5632031
        ],
        [
          -0.14077689999999998,
          51.5632131
        ],
        [
          -0.1407622,
          51.5631679
        ]
      ]
    ],
    "type": "Polygon"
  }
}