{
  "title_number": null,
  "site_name": null,
  "cil_liability": false,
  "uprn": "5084000",
  "decision_process": "Delegated",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              529917.6009302,
              181250.1972563
            ],
            [
              529915.951918,
              181252.1966839
            ],
            [
              529909.6032209,
              181260.1044204
            ],
            [
              529911.103822,
              181261.2540913
            ],
            [
              529920.3960059,
              181268.2520881
            ],
            [
              529923.1498563,
              181268.2520881
            ],
            [
              529929.2017312,
              181258.9547495
            ],
            [
              529920.948425,
              181252.7465265
            ],
            [
              529919.9507726,
              181251.9967412
            ],
            [
              529917.6009302,
              181250.1972563
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": "1",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Approved",
  "lpa_app_no": "2020/4671/P",
  "actual_commencement_date": null,
  "development_type": "Minor retail and service",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "23/03/2024",
  "locality": "London",
  "postcode": "WC2H 8LP",
  "decision_target_date": "24/03/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Denmark Street",
  "lpa_name": "Camden",
  "borough": "Camden",
  "secondary_street_name": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2020/4671/P",
  "last_updated_by": "Northgate M3",
  "decision_date": "23/03/2021",
  "appeal_decision": null,
  "centroid_easting": "529919",
  "ward": "Holborn & Covent Garden (Pre May 2022)",
  "centroid": {
    "lat": "51.5153432",
    "lon": "-0.1290308"
  },
  "application_type_full": null,
  "appeal_status": null,
  "centroid_northing": "181261",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T16:16:08.044+00:00",
  "description": "Installation of extract flue on rear elevation rising from basement to roof level, and an external air conditioning condenser unit and air extract/intake louvres in rear basement lightwell. Shopfront alterations. ",
  "last_date_consultation_comments": "06/12/2020",
  "application_details": {
    "site_area": 0.019
  },
  "application_type": "All Other",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan; (101_DRG_)A1.0 rev D to A1.5 rev D (inclusive), A1.6; A3.0 rev D, A3.1 rev A, A3.2 rev D to A3.4 rev D (inclusive), A3.4 rev B, A3.5 rev A, A3.6, A3.7; 015100/001 rev B; 20177/001 rev A; Noise Impact Assessment from Venta Acoustics  (ref. VA3341.200729.NIA) dated 22/09/2020; Odour Impact Assessment from Redmore Environmental (ref. 3890r1) dated 31/07/2020; Design and access statement from 101 Architecture+Design received 09/10/2020.\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - The external noise level emitted from plant, machinery or equipment at the development hereby approved, with any mitigation measures as stated in the accompanying Noise Impact Assessment from Venta Acoustics (ref. VA3341.200729.NIA) dated 22/09/2020, shall be lower than the typical background noise level by at least 10dBA, by 15dBA where the source is tonal, as assessed according to BS4142:2014 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity.\r\n\r\nReason: To safeguard the amenities of neighbouring noise sensitive receptors in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Prior to first use, all approved machinery, plant or equipment shall be provided with acoustic isolation and anti-vibration measures as necessary and outlined in the Noise Impact Assessment from Venta Acousrtics (ref. VA3341.200729.NIA) dated 22/09/2020, and in accordance with the scheme hereby approved, and thereafter shall be permanently retained and maintained in accordance with the manufacturers' recommendations.  \r\n\r\nReason: To prevent the transmission of noise and vibration throughout the building and or into any neighbouring premises, thus safeguarding the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Prior to use of the development, details shall be submitted to and approved in writing by the Council, of a suitable cleaning schedule and/or maintenance contract for the extract system and odour control system. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policy A1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 7 - The colour of the proposed external extract flue hereby approved shall be black in colour with a matt finish.\r\n\r\nReason: In order to minimize the impact on the appearance of the building and local environment in accordance with the requirements of policies D1 and D2 of the London Borough of Camden Local Plan 2017. "
  ],
  "status": "Approved",
  "pp_id": "9145696",
  "bo_system": "Northgate M3",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "04/11/2020",
  "id": "Camden-2020_4671_P",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.129055,
          51.5152464
        ],
        [
          -0.129078,
          51.5152648
        ],
        [
          -0.1291665,
          51.5153373
        ],
        [
          -0.1291445,
          51.5153473
        ],
        [
          -0.1290081,
          51.515408
        ],
        [
          -0.12896839999999998,
          51.5154074
        ],
        [
          -0.1288846,
          51.5153225
        ],
        [
          -0.1290058,
          51.5152686
        ],
        [
          -0.12902049999999998,
          51.5152621
        ],
        [
          -0.129055,
          51.5152464
        ]
      ]
    ],
    "type": "Polygon"
  }
}