{
  "lpa_name": "Camden",
  "uprn": "5088659",
  "decision_date": "10/12/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2020_3192_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW1 3DP",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.019
  },
  "valid_date": "06/08/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of temporary 2 storey container market including 6 shipping containers and terrace at 1st floor for flexible mix of uses including Class A1, A3, A4, B1, D1 and D2 for a period of 5 years. Works include external seating and other external works.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\n\r\nExisting drawings: 0314_010_SX P2; 0314_000_SX P2\r\nProposed drawings: 0314_000_S P1; 0314_010_S P1; 0314_101_GA P1; 0314_102_GA P1; 0314_200_GS P1; 0314_201_GS P1; 0314_300_GE P1; 0314_301_GE P1; 0314_100_GA P2\r\nSupporting documents: Design and Access Statement, prepared by Felix & Merlin Architects dated April 2020; Construction Management Plan, prepared by M3 Consulting dated 15/04/20; Planning Statement, prepared by Gerald Eve LLP dated June 2020; Planning Statement Addendum prepared by Gerald Eve dated 18/08/2020; Statement of Community Involvement, prepared by M3 Consulting dated 26/05/2020; Noise Emission Assessment, prepared by Scotch Partners dated 24/04/2020; Delivery, Servicing and Waste Management Plan, prepared by M3 Consulting dated 19/06/2020; Ventilation Statement, prepared by Ramboll dated April 2020; Air Quality Assessment prepared by SLR dated September 2020; CMP pro forma completed by M3 Consulting dated 18/10/20\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - The use hereby permitted shall not be carried out outside the following times: 07:00 hours to 22:30 hours. \r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies G1, A1, A4, TC1, TC2 and TC4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 4 - Noise levels           \r\n\r\nThe external noise levels emitted from the site hereby approved shall not exceed Daytime (0700-1900): 83dB LAeq,5min and Evening (1900-2300): 82dB LAeq,5min\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 5 - Prior to use of any plant or equipment at the development, full details of the external noise level emitted from plant/ equipment, including manufacturers specifications and mitigation measures as appropriate shall be submitted to and approved in writing by the Local Planning Authority in writing.  The measures shall ensure that the external noise level emitted from plant / equipment will be lower than the lowest existing background noise level by at least 10dBA, by 15dBA where the source is tonal,  as assessed according to BS4142:1997 at the nearest and/or most affected noise sensitive premises, with all machinery operating together at maximum capacity. The use shall not proceed other than in complete accordance with such scheme as has been approved. All such measures shall be retained and maintained in accordance with the manufacturers' recommendations.\r\n\r\nReason: To safeguard the amenities of neighbouring noise sensitive receptors in accordance with the requirements of policies A1 and A4 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Landscape Management Plan  \r\n\r\nPrior to first use of the development hereby approved, a Landscape Management Plan shall be submitted to and approved by the local planning authority in writing. The management plan shall include full details of maintenance of the green roof and wall and shall include a schedule that identifies frequency of task/visits over the course of a calendar year. \r\n \r\nReason: To ensure that the development achieves a high quality of landscaping which contributes to the visual amenity and character of the area in accordance with the requirements of policies A2, A3 and D1 of the London Borough of Camden Local Plan 2017.  \r\n ",
    "Condition : 7 - The cycle storage area for 8 cycles hereby approved, shall be provided in its entirety prior to the first use of the development, and permanently retained thereafter. \r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T1 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 8 - The structure hereby permitted is for a temporary period only and shall be removed on or before 30th November 2025. \r\n\r\nReason: The type of structure is not such as the local planning authority is prepared to approve, other than for a limited period, in view of its appearance and the need for a long term holistic approach to the design of the public open space. The permanent retention of the structure would be contrary to the requirements of policy D1 of the London Borough of Camden Local Plan 2017.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T16:12:42.013+00:00",
  "ward": "Regents Park (Pre May 2022)",
  "parking_details": null,
  "lapsed_date": "10/12/2023",
  "decision_target_date": "15/12/2020",
  "centroid": {
    "lat": "51.5252363",
    "lon": "-0.1392786"
  },
  "lpa_app_no": "2020/3192/P",
  "status": "Approved",
  "site_name": "Euston Tower ",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2020/3192/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529169.3635687,
              182314.9778769
            ],
            [
              529142.9903067,
              182306.4279692
            ],
            [
              529140.5391754,
              182313.1837041
            ],
            [
              529163.4352913,
              182321.0390459
            ],
            [
              529165.221246,
              182316.5390944
            ],
            [
              529168.5388056,
              182317.5326153
            ],
            [
              529169.5231258,
              182314.6789109
            ],
            [
              529169.3635687,
              182314.9778769
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor all other minor developments",
  "last_date_consultation_comments": "05/12/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "286",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Euston Road",
  "pp_id": "8641818",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "529180",
  "appeal_start_date": null,
  "centroid_northing": "182343",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.13944209999999999,
          51.5249869
        ],
        [
          -0.13982519999999998,
          51.5249161
        ],
        [
          -0.13985799999999998,
          51.5249774
        ],
        [
          -0.1395253,
          51.5250427
        ],
        [
          -0.1395012,
          51.5250019
        ],
        [
          -0.1394531,
          51.5250101
        ],
        [
          -0.1394399,
          51.5249842
        ],
        [
          -0.13944209999999999,
          51.5249869
        ]
      ]
    ],
    "type": "Polygon"
  }
}