{
  "lpa_name": "Camden",
  "uprn": "5024529",
  "decision_date": "23/12/2020",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "Northgate M3",
  "id": "Camden-2020_0293_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW6 3EX",
  "appeal_decision": null,
  "application_details": {
    "site_area": 0.02
  },
  "valid_date": "21/01/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Enlargement of the existing basement; installation of a front lightwell; erection of a single storey side infill extension and associated alterations to the rear elevation; erection of a bin store and trellis fence in the forecourt.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy D1 D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans 141 001 P01, 141 002 P01, 141 003 P02, 141 004 P01, 141 005 P01, 141 006 P01, 141 012 P01, 141 013 P03, 141 014 P03, 141 015 P01, 141 016 P01, 141 017 P01 & Construction Method Statement ref: MBP-7879 Rev 3.0 dated 15.06.2020\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the Local Plan 2017. \r\n",
    "Condition : 5 - Prior to commencement, full details demonstrating how the development would minimise water consumpstion, pressure on the combined sewer network and risk of flooding, shall be submitted to and approved in writing by the local planning authority. The details shall include the following measures:\r\n\r\na) the incorporation of water efficient features and equipment and capturing, retaining and re-using surface water and grey water on-site;\r\nb) the limitation of the amount and rate of run-off and waste water entering the combined storm water and sewer network through the methods outlined in part a) and other sustainable urban drainage methods to reduce the risk of flooding; and\r\nc) the reducion of the pressure placed on the combined storm water and sewer network from foul water and surface water run-off and ensuring developments in the areas identified as being at risk of surface water flooding are designed to cope with the potential flooding.\r\n\r\nThe submitted details shall demonstrate how the methods outlined in a), b) and c) will be incorporated to ensure there is no additional strain on adjoining sites or the existing drainage infrastructure and how the development will resist flooding and cope with being flooded.\r\n\r\nThe development shall be carried out in accordance with the details thus approved.\r\n\r\nReason: To reduce the rate of surface water run-off from the buildings and limit the impact on the storm-water drainage system in accordance with policies CC2 and CC3 of the London Borough of Camden Local Plan 2017.",
    "Condition : 6 - The development hereby approved shall be carried out strictly in accordance with the methodologies and recommendations of the Basement Impact Assessment (Construction Method Statement ref: MBP-7879 Rev 3.0 dated 15.06.2020) and other supporting documents hereby approved.\r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy A5 of the Camden Local Plan 2017.\r\n",
    "Condition : 7 - The floorspace at basement level hereby approved shall only be used in connection with, and ancillary to, the ground floor flat as a residential dwelling. The basement accommodation shall not be occupied as a self-contained flat.\r\n\r\nReason: The use of the basement level as a self-contained flat, separate from the use of the remainder of the application property as an independent dwelling, would raise materially different planning considerations that the Council would wish to consider at that time, in accordance with Policies CC2, CC3, A1 and H3 of the Local Plan 2017.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T16:12:21.087+00:00",
  "ward": "Swiss Cottage (Pre May 2022)",
  "parking_details": null,
  "lapsed_date": "23/12/2023",
  "decision_target_date": "23/12/2020",
  "centroid": {
    "lat": "51.5424985",
    "lon": "-0.18090119999999998"
  },
  "lpa_app_no": "2020/0293/P",
  "status": "Approved",
  "site_name": null,
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2020/0293/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526264.5524013,
              184183.0477375
            ],
            [
              526253.3968337,
              184185.7469648
            ],
            [
              526237.0963478,
              184189.6958345
            ],
            [
              526230.1540064,
              184191.3453623
            ],
            [
              526231.5968921,
              184197.0037426
            ],
            [
              526238.5474786,
              184195.3042291
            ],
            [
              526248.6971488,
              184192.8049445
            ],
            [
              526264.8986939,
              184188.8460777
            ],
            [
              526264.098923,
              184183.8974942
            ],
            [
              526264.7502828,
              184183.3476516
            ],
            [
              526264.5524013,
              184183.0477375
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Minor dwellings",
  "last_date_consultation_comments": "01/09/2020",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "123",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Goldhurst Terrace",
  "pp_id": "8430739",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": "526245",
  "appeal_start_date": null,
  "centroid_northing": "184190",
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1806219,
          51.5424316
        ],
        [
          -0.1807817,
          51.5424584
        ],
        [
          -0.1810152,
          51.5424975
        ],
        [
          -0.1811147,
          51.5425139
        ],
        [
          -0.1810919,
          51.5425644
        ],
        [
          -0.1809923,
          51.5425476
        ],
        [
          -0.1808469,
          51.5425229
        ],
        [
          -0.1806148,
          51.5424837
        ],
        [
          -0.18062809999999999,
          51.5424394
        ],
        [
          -0.1806189,
          51.5424343
        ],
        [
          -0.1806219,
          51.5424316
        ]
      ]
    ],
    "type": "Polygon"
  }
}