{
  "street_name": "Platt's Lane",
  "centroid_northing": "185961",
  "lapsed_date": "18/09/2023",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "12",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525237.3173021,
              185961.9765949
            ],
            [
              525251.8194183,
              185953.7758056
            ],
            [
              525252.3829953,
              185954.7966864
            ],
            [
              525255.3708029,
              185953.0244323
            ],
            [
              525254.8995788,
              185951.6701817
            ],
            [
              525270.0275038,
              185941.974474
            ],
            [
              525276.581721,
              185952.4577435
            ],
            [
              525242.8379349,
              185973.4412374
            ],
            [
              525237.2332389,
              185961.974518
            ],
            [
              525237.3173021,
              185961.9765949
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "14/01/2020",
  "decision_date": "18/09/2020",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "NW3 7NR",
  "title_number": null,
  "lpa_app_no": "2020/0160/P",
  "uprn": "5106232",
  "application_details": {
    "site_area": 0.047
  },
  "borough": "Camden",
  "actual_completion_date": null,
  "pp_id": "8424270",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "18/09/2020",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2020/0160/P",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application. \r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies D1and D2 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 3 - The development hereby permitted shall be carried out in accordance with the following approved plans: P100; P101; P102; P103; P104; P105; P106; P107; P108; P109; P110; 4387-SM02; 4387-SM03; 4387-SM04; Structural Methodology Report  commission by Richard Tant Associates Consulting Civil & Structural Engineers; Covering email commissioned by Soils LTD dated 7th January 2020; Revised Arboricultural Report (WAS139/2020) dated January 2020, BIA commissioned by Soil LTD (15655/BIA/Rev1.06) dated December 2016; Construction Management Statement dated 11 August 2016; Basement Calculations from Soils LTD; Noise Constraint Assessment (AC102181R2) dated 19th December 2019; Drain Doctor Plumbing & Drainage Survey dated 11th August 2016; Design and Access Statement 03rd June 2016; Construction Management Plan Pro Forma dated 15th August 2016; Structural Methodology Statement; Planning Statement by Henry Consultancy & Development.\r\n\r\nReason: For the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 4 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the local planning authority prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works. \r\n\r\nReason:  To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of  policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017. \r\n",
    "Condition : 5 - The development shall be carried out in accordance with the methodologies, recommendations on monitoring and mitigation and requirements of the Basement Impact Assessment documents and supporting information hereby approved.\r\n \r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policies D1, D2 and A5 of the London Borough of Camden Local Plan 2017.\r\n",
    "Condition : 6 - Prior to the commencement of any works on site, all trees on the site, or parts of trees growing from adjoining sites, unless shown on the permitted drawings as being removed, shall be retained and protected from damage in accordance with the protection details hereby approved and shall follow guidelines and standards set out in  BS5837:2012 \"Trees in Relation to Construction\".  \r\n\r\nReason: To ensure that the development will not have an adverse effect on existing trees and in order to maintain the character and amenity of the area in\r\naccordance with the requirements of policies A2 and A3 of the London Borough of Camden Local Plan 2017. \r\n"
  ],
  "id": "Camden-2020_0160_P",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Delegated",
  "status": "Approved",
  "centroid_easting": "525251",
  "description": "Excavation for a single storey basement extension under whole property with sunken rear patio area and lightwells to the front, rear and side elevations, installation of glazed balustrades with handrails at rear ground floor level, new side elevation windows, replacement of windows throughout, and erection of brick pier with metal railing front boundary treatment",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1945974",
    "lat": "51.558636"
  },
  "last_updated": "2025-03-20T16:14:24.614+00:00",
  "decision_agency": "Borough",
  "ward": "Frognal & Fitzjohns (Pre May 2022)",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "22/03/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1947943,
          51.5586478
        ],
        [
          -0.19458809999999999,
          51.5585709
        ],
        [
          -0.1945797,
          51.5585799
        ],
        [
          -0.1945372,
          51.5585633
        ],
        [
          -0.19454449999999998,
          51.5585513
        ],
        [
          -0.1943298,
          51.5584608
        ],
        [
          -0.1942316,
          51.5585535
        ],
        [
          -0.19471059999999998,
          51.5587496
        ],
        [
          -0.19479549999999998,
          51.5586478
        ],
        [
          -0.1947943,
          51.5586478
        ]
      ]
    ],
    "type": "Polygon"
  }
}