{
  "centroid_easting": 553041,
  "reference_no_of_permission_being_relied_on": null,
  "lpa_name": "Havering",
  "lpa_app_no": "P1176.23",
  "last_date_consultation_comments": "21/08/2023",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "centroid": {
    "lat": "51.6122008",
    "lon": "0.20891849999999998"
  },
  "postcode": "RM3 7FL",
  "actual_completion_date": null,
  "street_name": "Noak Hill Road",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.21105179999999998,
          51.6133419
        ],
        [
          0.2107461,
          51.6131722
        ],
        [
          0.21062599999999998,
          51.613116
        ],
        [
          0.2104646,
          51.6130167
        ],
        [
          0.2102201,
          51.6128167
        ],
        [
          0.2107983,
          51.612474399999996
        ],
        [
          0.20969369999999998,
          51.6113257
        ],
        [
          0.2094404,
          51.6111063
        ],
        [
          0.2092037,
          51.6110669
        ],
        [
          0.20914169999999999,
          51.610917
        ],
        [
          0.20909919999999999,
          51.6108496
        ],
        [
          0.2085389,
          51.6105921
        ],
        [
          0.2083281,
          51.6104402
        ],
        [
          0.2078486,
          51.6102372
        ],
        [
          0.20768489999999998,
          51.61025
        ],
        [
          0.2075269,
          51.6103797
        ],
        [
          0.2074522,
          51.6107758
        ],
        [
          0.2070202,
          51.6120339
        ],
        [
          0.2074005,
          51.6121291
        ],
        [
          0.2075436,
          51.6121751
        ],
        [
          0.20790609999999998,
          51.6122268
        ],
        [
          0.2079223,
          51.6122362
        ],
        [
          0.2078246,
          51.612481700000004
        ],
        [
          0.2074946,
          51.6124538
        ],
        [
          0.2073303,
          51.6127785
        ],
        [
          0.2079719,
          51.6130978
        ],
        [
          0.2091958,
          51.61364
        ],
        [
          0.2101633,
          51.6140628
        ],
        [
          0.21105179999999998,
          51.6133419
        ]
      ]
    ],
    "type": "Polygon"
  },
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1176.23",
  "appeal_decision_date": null,
  "cil_liability": false,
  "secondary_street_name": "Romford",
  "id": "Havering-P1176.23",
  "ward": "Gooshays",
  "title_number": null,
  "description": "Variation of condition No. 17 (Opening hours) of planning permission P0692.15 dated 28/08/2015 to permit a change to opening hours (Proposal: Alterations, adaptations and extension to existing sports halls and changing rooms to provide new changing facilities, cafe area, community space etc. together with the provision of new 3G football pitch, Multi Use Games Area, external play and exercise\nareas, associated boundary treatment and general landscaping works) Location: \nThe Broxhill Centre\nBroxhill Road, Havering-atte-Bower\nRomford",
  "uprn": "10091579359",
  "site_name": "Noak Hill Sports Complex",
  "decision_agency": "Borough",
  "centroid_northing": 192685,
  "application_details": {
    "existing_uprns": null,
    "site_area": 6.361
  },
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "18/03/2024",
  "subdivision_of_building": null,
  "decision_date": "18/03/2024",
  "decision": "Approved",
  "locality": null,
  "appeal_start_date": null,
  "actual_commencement_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553184.8554668,
              192816.3635335
            ],
            [
              553164.2645335,
              192796.8563335
            ],
            [
              553156.1365335,
              192790.3539335
            ],
            [
              553145.2992001,
              192778.9747335
            ],
            [
              553129.0432001,
              192756.2163334
            ],
            [
              553170.2250668,
              192719.3694001
            ],
            [
              553097.6149334,
              192589.3213999
            ],
            [
              553080.8170667,
              192564.3955332
            ],
            [
              553064.5610667,
              192559.5187332
            ],
            [
              553060.768,
              192542.7208665
            ],
            [
              553058.0586667,
              192535.1347332
            ],
            [
              553020.128,
              192505.3320665
            ],
            [
              553006.0394667,
              192487.9923332
            ],
            [
              552973.5274666,
              192464.4211331
            ],
            [
              552962.1482666,
              192465.5048665
            ],
            [
              552950.7690666,
              192479.5933998
            ],
            [
              552944.2666666,
              192523.4845999
            ],
            [
              552910.1290666,
              192662.4734
            ],
            [
              552936.1386666,
              192673.8526
            ],
            [
              552945.8922666,
              192679.2712667
            ],
            [
              552970.8181333,
              192685.7736667
            ],
            [
              552971.9018666,
              192686.8574
            ],
            [
              552964.3157333,
              192713.9507334
            ],
            [
              552941.5573333,
              192710.1576667
            ],
            [
              552929.0943999,
              192745.9208668
            ],
            [
              552972.4437333,
              192782.7678001
            ],
            [
              553055.3493334,
              192845.6243335
            ],
            [
              553120.9152001,
              192894.6632669
            ],
            [
              553184.8554668,
              192816.3635335
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "lapsed_date": "18/03/2027",
  "application_type": "All Other",
  "decision_conditions": [
    "The development shall be begun no later than three years from the date of the planning application P0692.15 and dated 28/08/2015",
    "Reason; to comply with the provisions of section 92 of the Town and Country planning Act 1990 (as amended)",
    "Save where varied by the other planning conditions and the approved plans and documents comprising this planning permission, the development hereby permitted shall be carried out in accordance with the approved plans and documents under application  P0692.15, (dated 28/08/2015).",
    "REASON: For the avoidance of doubt and in the interests of proper planning",
    "The landscaping shall continue to be maintained in accordance to the approved details, unless it is agreed otherwise in writing by the local planning authority.",
    "Reason;",
    "In the interest of visual amenity and biodiversity.",
    "The cycle and refuse storage shall continue to be maintained in accordance to the approved details,  unless it is agreed otherwise in writing by the local planning authority.",
    "Reason;",
    "In the interest of the amenity and sustainable mode of transport.",
    "The approved external lighting scheme shall be retained for the life of the development, unless it is agreed otherwise in writing by the local planning authority.",
    "Reason:-",
    "In the interests of designing out crime and the local amenity.",
    "The artificial grass pitch shall be maintained in accordance with the approved details.",
    "Reason;",
    "To ensure that the development is fit for purpose and sustainable and to accord with Development Plan Policy.",
    "The development shall continue to maintain the approved pricing policy, access by non-members, management responsibilities, as well as a mechanism for review and a programme for implementation and shall be complied with for the duration of the use of the development.",
    "Reason:-",
    "To ensure secure well managed safe community access to the sports facility, to ensure sufficient benefit to the development of sport and to accord with Development Plan Policy",
    "There shall be no alteration, or the removal of bat and bird boxes within the site as has been installed in accordance to the approved detail and retained as such.",
    "Reason:-  In the interests of biodiversity and nature conservation.",
    "The development shall be maintained in accordance with the recommendations contained in the submitted Great Crested Newt Survey Report (May 2013); Reptile Survey Report (November 2012); Preliminary Ecological Survey (September 2012); and the Badger Survey Report (June 2013.)",
    "Reason:-  In the interests of biodiversity and nature conservation.",
    "Any stockpiled materials for use during the course of the development shall not exceed 3m in height.",
    "Reason:-",
    "To protect the visual amenities of the Green Belt and visual amenity generally.",
    "The car park shall be retained for the life of the development.",
    "Reason:-",
    "In the interests of highway safety and the free flow of traffic.",
    "The details and the mitigation measures with respect to Secured by Design award scheme shall be maintained as per agreed details.",
    "Reason:- In the interest of creating safer, sustainable communities.",
    "The pedestrian visibility splay on either side of the proposed access, shall be maintained as per approved details.",
    "Reason: -",
    "In the interests of highway safety.",
    "The notice or licence to enable the proposed alterations to the Public Highway shall maintained as per agreed details.",
    "Reason: In the interests public safety.",
    "With the exception of the fitness class which commences at 5:45am the site shall only open to the rest of the public between the hours of 0800 and 2300 on Mondays to Fridays; 0800 and midnight on Saturdays; and 0800 and 2200 on Sundays, Bank, and Public Holidays.",
    "The proposed 3G pitch shall only be used between the hours of 1000 and 2200, and the MUGA shall only be used between the hours of 1000 and 2100.",
    "Reason:-",
    "To protect residential amenity, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The Noise Management Plan submitted with the application shall be adhered at all times. If the Noise Management plan requires further modification, the permitted activities shall cease during these amended times.  Details of any modifications shall be submitted to and approved in writing by the local planning authority which specifies the provisions to be made for the control of noise emanating from  the development (both internally and externally including the car park). Such modifications as may be approved shall be implemented in full and thereafter  retained  in accordance with such details",
    "Reasons: To protect the residential amenities of neighbouring properties from noise",
    "The external doors and windows of the premises  shall be kept closed at all times when the premises are open to the public except  for immediate access and egress",
    "Reasons: To protect the residential amenities of neighbouring properties from noise",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with applicant with officers requesting acoustic reports to assess the impact of the proposal upon the amenities of the nearby residents. The reports were subsequently provided"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T23:13:28.466+00:00",
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "appeal_status": null,
  "decision_process": "Delegated",
  "application_type_full": "Removal/Variation of a condition",
  "valid_date": "31/07/2023",
  "pp_id": "12327783",
  "status": "Approved"
}