{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "28/03/2024",
  "development_type": null,
  "ward": "Southall Green",
  "lapsed_date": null,
  "decision_date": "05/09/2024",
  "lpa_app_no": "235010FUL",
  "status": "Application Under Consideration",
  "parking_details": null,
  "centroid": {
    "lat": 51.500679,
    "lon": -0.389272
  },
  "application_type": "All Other",
  "borough": "Ealing",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T20:39:27.516+00:00",
  "locality": "Southall",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Redevelopment of the site to provide a two storey building with part basement area to facilitate a church, community centre (Mixed Use Class F1(f)/F2(b)) and ancillary accommodation (following the demolition of the existing church)",
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/235010FUL;",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "infrastructure_details": {
      "no_new_gas_connections_required": 1,
      "total_annual_pm_emissions": 75,
      "urban_greening_factor_score": 0.01,
      "no_homes_passive_cooling": 0,
      "fire_suppression_system_proposed": true,
      "ghg_reduction_over_building_regulations": true,
      "mobile_network_operators_consultation": false,
      "no_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "no_non_resi_units_to_have_full_fibre": 1,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 50,
      "total_annual_nox_emissions": 4.84
    },
    "total_gia_lost": 0,
    "total_gia_gained": 913.5,
    "projected_cost_of_works": "Between £2m and £100m",
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 9.45,
        "building_ref": "New church centre"
      }
    ],
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "site_area": 0.0786,
    "garden_land_lost": false,
    "phasing_details": [
      {
        "phase_detail": "entire development",
        "intended_completion_date": "06/2025",
        "intended_commencement_date": "06/2024"
      }
    ],
    "scheme_name": "Freedom Worship Centre",
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_gia_gained": 913.5,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 200
    },
    "affordable_housing_fast_track": false,
    "green_suds": false,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 200,
        "use_class": "F1",
        "gia_gained": 826,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 87.5,
        "gia_lost": 0
      }
    ],
    "existing_uprns": null,
    "total_gia_existing": 200,
    "scheme_phasing": true,
    "internal_resi_water_usage": 0,
    "residential_details": {
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_gained": 87.5,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Semi Detached Home",
          "gia": 87.5
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_social_rent": 0
    },
    "surface_water_discharge_percentage_reduction": 50,
    "ownership_status": "Private"
  },
  "pp_id": "PP-12567917",
  "postcode": "UB2 5EA",
  "wgs84_polygon": null,
  "cil_liability": null,
  "street_name": "Western Road",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title numbers and documents: Design & Access Statement (Rev C); External and Internal Photographs of the Existing Freedom Worship Centre Church Hall (April 2024); 2514/EX/01 (Rev. A) Local Plan; 2514/EX/02 (Rev. A) Existing Site Plan; 2514/EX/03 (Rev. A) Existing S & N Elevations; 2514/EX/04 (Rev. A) Existing W & E Elevations; 2514/EX/05 (Rev. A) Existing Site Overview; 2514/PL/01 (Rev. D) Proposed G/F & Basement Plans; 2514/PL/02 (Rev. C) Proposed 1/F & Roof Plans; 2514/PL/03 (Rev. C) Proposed S & N Elevations; 2514/PL/04 (Rev. C) Proposed W & E Elevations; 2514/PL/05 (Rev. C) Proposed Site Overview; 2514/PL/06 (Rev. A) Proposed Sections; Energy Statement prepared by John Francis Consultancy in April 2024 (v2); Air Quality Assessment prepared by Enviropass in March 2024; Travel Plan prepared by Sanderson Associates Consulting Engineers (Issue 02) in March 2024; Transport Statement prepared by Sanderson Associates Consulting Engineers (Issue 02) in March 2024",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Notwithstanding any information submitted with this application, details of the materials to be used for the external surfaces of the development shall be submitted to and approved in writing by the Local Planning Authority before any part of the development hereby approved is commenced. The details shall be fully implemented as approved.",
    "Reason:  To ensure that the materials harmonise with the surroundings in accordance with policies 7.4, 7.6 and 7B of the Ealing Development Management DPD (2013), policies 1.1 (h), 1.2 (g) and 2.10 of the Ealing Development (Core) Strategy (2012), and policy D4 of the London Plan (2021). | Notwithstanding any information submitted, a detailed Travel Plan designed to manage the transport needs of the occupiers of the development, including measures to minimise car usage and promote alternative modes of transport  shall be submitted to and approved in writing by the Local Planning Authority. The revised and detailed Travel Plan shall be prepared in accordance with the Transport for London Travel Plan Guidance and Ealing's Sustainable Transport for New Development SPD  in use at the time of its preparation. The development shall be carried out strictly in accordance with the approved Travel Plan.",
    "Reason:  To promote sustainable modes of transport, and to ensure that the development does not exacerbate congestion on the local road network, in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies T2, T3 and T4 of the London Plan (2021); and Ealing's Sustainable Transport for New Development SPG. | A Parking and Servicing Management Plan shall be submitted to and approved by the Local Planning Authority before the first use of the development, and the approved Parking and Servicing Management Plan shall be fully implemented in compliance with the approved document.",
    "Reason: In the interest of adequate highway safety and an appropriate operation of the development in accordance with policies 1.1 (f) (g) of the Ealing Development Strategy 2026 (2012); policies T1, T3, T4, T5 and T6 of the London Plan (2021) and Policy DAA of Ealing's draft Local Plan (Regulation 19).",
    "| Prior to the first occupation of the hereby approved development, details of the cycle storage facilities shall be submitted to and approved in writing by the Local Planning Authority. The details shall include the number and capacity of the stores, the location of the stores and the materials for the store. The approved storage areas shall be brought into use prior to the first occupation of the hereby approved development and shall be permanently retained thereafter.",
    "Reason:  Reason: To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| The sound insulation of the building envelope and of any mitigation measures shall ensure that noise from internal uses and activities is contained within the building, as assessed according to standards of the Council's SPG10 and criteria of BS8233:2014, at the nearest and most affected noise sensitive premises incl. offices and external amenity spaces. Measures shall be implemented prior to occupation and retained permanently thereafter.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to the commencement of the development (excluding initial site clearance demolition and ground works), details shall be submitted to the Local Planning Authority for approval in writing, of plant/ machinery/ equipment/ducting/air in- and outlets/ mechanical installations and their external rating noise level (LAr,Tr), together with mitigation measures as appropriate. The measures shall ensure that the emitted external rating noise level will be lower than the lowest existing background sound level LA90 by 10dBA at the most noise sensitive receiver locations at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014 +A1 2019, with all plant/equipment operating together at maximum capacity. Where required, a post installation sound assessment shall be submitted to the Local Planning Authority for approval in writing. The assessment shall be carried out to confirm compliance with the noise criteria and shall include additional steps to mitigate noise as necessary.",
    "Approved details shall be implemented prior to occupation/ use of plant/ machinery/ equipment and thereafter be permanently retained.",
    "Reason:   To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to use, machinery, plant and equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by vibration noise from mechanical installations/ equipment, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| The use shall not commence until all external doors to the premises have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows (including sky lights) be fixed in an open position during the emission of noise, smell, smoke or fumes.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an odour risk assessment (according to 2018 EMAQ Guidance) and of odour abatement equipment and extract system, including operational details and maintenance schedule, the height of the extract duct, with vertical discharge outlet, without cowl, at least 1m above the eaves of the main building. Details shall be provided of a reasonable distance of the extract outlet approximately 20.0meters from any openable window. Approved details shall be implemented prior to use and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by smell or steam, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| The non-residential use of the premises shall not be permitted outside of the hours of 0800 - 24.00 on Mondays to Fridays/ Saturdays/ Sundays and Public/Bank Holidays.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with policies 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies SI1 and D14 of the London Plan (2021), the National Planning Policy Framework (2023) and Interim guidance SPG 10 'Noise and Vibration'.",
    "| Control measures shall ensure that the following standards are implemented",
    "o\tnoise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "o\tdust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "o\tlighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "o\thours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "o\tneighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "o\tpublic display of contact details including accessible phone numbers for persons responsible for the work for the duration of the works in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies D6 and D14 of the London Plan (2021) and Policies 3.5 and 7A of the Ealing Development Management DPD (2013).",
    "| Prior to the commencement of the development, a Ventilation Strategy Report to mitigate the impact of existing poor air quality for residents shall be submitted to and approved by the Local Planning Authority. The report will contain details for the installation of a filtered fresh air ventilation system capable of mitigating elevated concentrations of nitrogen oxides and particulate matter in the external air for all residential dwellings.",
    "The report shall also include the following information:",
    "a) Details and locations of the ventilation intake locations of all floors",
    "b) Details and locations of ventilation extracts locations of all floors",
    "The maintenance and cleaning of the systems shall be undertaken regularly in accordance with manufacturer specifications and shall be the responsibility of the primary owner of the property. Approved details shall be fully implemented prior to the occupation/use of the development and thereafter permanently retained and maintained.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026  DPD (2012); and policy 7A of the Ealing Development Management DPD (2013).",
    "| Prior to commencement of any works onsite, an Air Quality and Dust Management Plan (AQDMP) shall be submitted for the approval of the Local Planning Authority. The AQDMP will be based on the findings of Air Quality (Dust) Risk Assessment provided in the Air Quality Assessment report titled \"Freedom Worship Centre, Southall, UB2 5HE dated March 2024. The AQDMP will provide a scheme for air pollution mitigation measures based on the findings of the Air quality report.",
    "The plan shall include:",
    "a) Dust Management Plan for Demolition Phase",
    "b) Dust Management Plan for Construction Phase",
    "The applicant shall contact the council's pollution technical team about the installation of air quality monitors on site and always provide direct access to monitoring data for the duration of the project. The monitors shall be installed onsite at least 4 weeks prior to any site clearance and demolition to provide baseline data and shall be maintained onsite until first occupation of the development hereby approved. Direct access to monitoring data will be always provided. The Air Quality Dust Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of the construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise particulate matter associated with construction works in accordance with policies 1.1 (e) (f) (j) of the Ealing Development (Core) Strategy 2012, policy 7Aof the Ealing Development Management Development Plan (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2023).",
    "| All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up-to-date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register athttps://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013) and policy SI1 of the London Plan (2021); and National Planning Policy Framework (2023).",
    "| Prior to the commencement of any works on site (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "o\tAn intrusive contaminated land investigation and risk assessment of the site shall be carried out in accordance with BS1075:2011+A1:2013 and LCRM (formerly CLR11) guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "o\tA contamination remediation scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "Reason: To protect the health and living conditions of residents in accordance with National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| Following completion of measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority before occupation of the development. The verification report submitted shall be in accordance with the latest Environment Agency guidance and industry best practice.",
    "Reason: To ensure the land contamination issues are addressed in accordance with National Planning Policy Framework 2023; the London Plan 2021; Ealing Core Strategy 2012 and Ealing Development Management Development Plan 2013.",
    "| External artificial lighting at the development shall not exceed the vertical illumination lux levels at neighbouring premises that are recommended for Environmental Zone 3 by the Institution of Lighting Professionals in the 'Guidance Note 01/20 For The Reduction Of Obtrusive Light'.  Lighting should be minimized by limiting the hours of use. Glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Notes.",
    "Reason:  To ensure that the amenity of occupiers of surrounding premises is not adversely affected by lighting, in accordance with policies D4 and D6 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013).",
    "| The external areas of the development hereby approved shall not be used for worship or any other formal or collective activity.",
    "Reason: To safeguard the amenities of the occupiers of nearby residential properties and commercial premises, in accordance with policies D4 and D6 of the London Plan (2021) and policies 7A and 7B of the Ealing Development Management DPD (2013).",
    "| a)\tPrior to construction completion and occupation, the Development shall implement and maintain, and in the case of energy generation equipment confirm as operational, the approved measures to achieve an overall sitewide reduction in regulated CO2 emissions of at least 36.65% (equating to 2.47 tonnes of CO2 per year) beyond Building Regulations Part L 2021 and using SAP 10 emission factors. These CO2 savings shall be achieved through the Lean, Clean, Green Energy Hierarchy as detailed in the approved Energy Statement prepared by John Francis Consultancy in April 2024 (v2) including:",
    "i.\tLean, energy efficiency design measures to achieve an annual reduction of at least 5.64% equating to at least 0.38 tonnes in regulated carbon dioxide (CO2) emissions over BR Part L 2021 (using SAP 10 conversion factors).",
    "ii.\tClean, energy generation systems including the incorporation of VRF Air Source Heat Pump(s) to achieve an annual reduction of at least 10.39%, equating to 0.70 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021(using SAP 10 emission factors).",
    "iii.\tGreen, renewable energy equipment including the incorporation of photovoltaic panels with a combined total capacity of at least 44.46 kWp to achieve an annual reduction of at least 20.62%, equating to 1.39 tonnes, in regulated carbon dioxide (CO2) emissions over Part L 2021 (using SAP 10 emission factors).",
    "iv.\tSeen, heat and electric meters installed to monitor the performance of the PV and the electrical parasitic loads of the VRF heat pump(s) in line with the Council's monitoring requirements.",
    "b)\tPrior to Installation, details of the proposed renewable energy equipment, and associated monitoring devices required to identify their performance, shall be submitted to the Council for approval. The details shall include the communal VRF heat distribution schematics, the exact number of heat pumps, the heat pump thermal kilowatt output, the electrical parasitic load supply schematics, and the exact number of PV arrays, the kWp capacity of each array, the orientation, pitch and mounting of the panels, and the make and model of the panels. The name and contact details of the renewable energy installation contractor(s), and if different, the commissioning electrical or plumbing contractor, should be submitted to the Council prior to installation.",
    "c)\tOn completion of the installation of the renewable energy equipment copies of the MCS certificates and all relevant commissioning documentation shall be submitted to the Council.",
    "d)\tWithin three months of the occupation/first-use of the development a two-page summary report prepared by a professionally accredited person comparing the \"as built stage\" TER to BER/DER figures against those in the final energy strategy along with the relevant Energy Performance Certificate(s) (EPC) and/or the Display Energy Certificate(s) (DEC's) shall be submitted to the Council for approval.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012.",
    "| Prior to commencement of construction (excluding demolition, site clearance, site investigation and site remediation) an Overheating and Cooling analysis report shall be submitted to the Council for approval. The dynamic analysis shall be compliant with the relevant CIBSE guidance Part O (domestic TM59/Guide A), and/or TM52 (non-domestic), and modelled against the TM49 DSY1 (average summer) weather data file, as well as the more intense DSY2 (2003) and DSY3 (1976) data files for TM59 criteria (a) and (b). The Overheating/Cooling report shall propose active and passive measures to be incorporated into the development to minimise the risk of overheating and meet DSY1 modelling.",
    "Reason: To ensure that the risk of overheating has been sufficiently addressed in accordance with policy SI4 of the London Plan; Ealing's Development (Core) Strategy, and Development Management DPD.",
    "| In order to implement Ealing Council DPD policy E5.2.3 (post-construction energy equipment monitoring), and key parts of London Plan policy SI2 (\"be Seen\"), the developer shall:",
    "a)\tEnter into a legal agreement with the Council to secure a S106 financial contribution for the post-construction monitoring of the renewable energy systems to be incorporated into the development and/or the energy use of the development as per energy and CO2 Condition(s).",
    "b)\tUpon final construction of the development, and prior to occupation, the agreed suitable devices for monitoring the performance/efficiency of the renewable energy equipment shall be installed. The monitored data shall be automatically submitted to the Council at daily intervals for a period of five years from occupation and full operation of the energy equipment. The installation of the monitoring devices and the submission and format of the data shall be carried out in accordance with the Council's approved specifications as indicated in the Automated Energy Monitoring Platform (AEMP) information document. The developer must contact the Council's chosen AEMP supplier (Energence Ltd) on commencement of construction to facilitate the monitoring process.",
    "c)\tUpon final completion of the development and prior to occupation, the developer must submit to the Council proof of a contractual arrangement with a certified contractor that provides for the ongoing, commissioning, maintenance, and repair of the renewable/low-carbon energy equipment for a period of five years from the point that the building is occupied and the equipment fully operational. Any repair or maintenance of the energy equipment must be carried out within one month of a performance problem being identified.",
    "Reason: To monitor the effectiveness and continued operation of the renewable/low carbon energy equipment in order to confirm compliance with energy policies and establish an in-situ evidence base on the performance of such equipment in accordance with London Plan (2021) policy SI2 (\"Be Seen\" stage of the energy hierarchy), Ealing's Development (Core) Strategy 2026 (3rd April 2012) and Development Management DPD policy 5.2, E5.2.3, and Policy 2.5.36 (Best Practice) of the Mayor's Sustainable Design & Construction SPG.",
    "| No operations (including initial site clearance) shall commence on site in connection with development hereby approved until a suitable scheme (Arboricultural Method Statement) for the protection of existing trees and hedgerows has been submitted and its installation on site has been approved in writing by the Local Planning Authority.",
    "All protection measures must fully detail each phase of the development process taking into account demolition/site clearance works, all construction works and hard and soft landscaping works.  Details shall include the following:",
    "o\tFull survey of all trees on site and those within influencing distance on adjacent sites in accordance with BS5837*, with tree works proposals.  All trees must be plotted on a site plan**, clearly and accurately depicting trunk locations, root protection areas and canopy spreads.",
    "o\tA plan** detailing all trees and hedgerows planned for retention and removal.",
    "o\tA schedule of tree works for all the retained trees  specifying pruning and other remedial or preventative work, whether for physiological, hazard abatement, aesthetic or operational reasons.  All tree works shall be carried out in accordance with BS 3998.",
    "o\tTiming and phasing of works",
    "o\tSite specific demolition and hard surface removal specifications",
    "o\tSite specific construction specifications (e.g. bridging, instillation of underground services, surfacing, foundations of all structures, within the root protection area,)",
    "o\tAccess arrangements and car parking",
    "o\tLevel changes",
    "o\tLandscaping proposals",
    "o\tA Tree protection plan** in accordance with BS5837* detailing all methods of protection, including but not restricted to: locations of construction exclusion zones, root protection areas, fit for purpose fencing and ground protection, service routes, works access space, material/machinery/waste storage and permanent & temporary hard surfaces.",
    "o\tSoil remediation plans, where unauthorised access has damaged root protection areas in the construction exclusion zones.",
    "o\tDetails of the arboricultural supervision schedule.",
    "All tree protection methods detailed in the approved Arboricultural Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the  site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "*Using the most recent revision the of the Standard",
    "** Plans must be of a minimum scale of 1:200 (unless otherwise agreed by the Local Planning Authority)",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| The development hereby approved shall be constructed in accordance with a suitable Tree Monitoring Program.",
    "(a) Prior to the commencement of development (including ground works and site clearance), the following shall be submitted to and approved by the Local Planning Authority:",
    "A proposed tree monitoring program to include:",
    "o\tConfirmation of who shall be the lead arboriculturist for the development.",
    "o\tConfirmation of the Site Manager, key personnel, their key responsibilities and contact details.",
    "o\tDetails of induction procedures for all personnel in relation to Arboricultural matters.",
    "o\tPrestart meeting with key personnel and Ealing Council Tree Officer regarding tree protection. If Tree Officer is unable to attend, the minutes of the meeting must be recorded and emailed to the tree officer.",
    "o\tInitial implementation/installation of the tree protection measures to be installed; Photos must be sent to the Tree officer prior to the start of works hereby approved.",
    "o\tA detailed timetable of events for arboricultural supervision concerning all tree protection measures within the approved Tree Protection Plan, including:",
    "o\tThe installation of underground services.",
    "o\tAll below ground construction within the root protection area of trees on or off site.",
    "o\tApproved incursions into construction exclusion zones.",
    "o\tFinal removal of the tree protection measures.",
    "o\tProcedures for dealing with non-approved incursions into the construction exclusion zones as detailed in the approved Arboricultural Method Statement.",
    "(b) Following details shall be submitted to and approved by the Local Authority Tree Officer:",
    "o\tResults of each site visit by the lead arboriculturist with photos attached immediately following each visit.",
    "o\tWithin three months of first use of the development hereby approved, a report containing the Assessment of the retained and planted trees including any necessary remedial action as a result of damage incurred during construction.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies 5.10 and 7.21 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines.",
    "| No trees, shrubs or hedges within the site which are shown to be retained on the approved plans (Plan/Drawing:) shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Discharge of this condition should be sought from the Local Planning Authority prior to the first use of the development hereby approved: the discharge is dependent upon compliance with all of the above and /or any additional mitigating agreement made in writing with the Local Planning Authority.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape.",
    "| Prior to the commencement of development (excluding site clearance, demolition and ground works), a Basement Impact Assessment and Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority.",
    "The basement impact assessment shall include infiltration rates, water table level, etc. and all other appropriate investigation to confirm the development would not adversely affect groundwater flow and land stability, including to adjacent sites. Consideration shall be given to compensate loss of storage within the ground and appropriate mitigation measures shall be implemented.",
    "The sustainable drainage strategy shall include a drainage proforma form, a detailed drainage design (incl. drawings and supporting calculations) and a maintenance plan (incl. maintenance tasks for all drainage components). The strategy shall achieve compliance with greenfield run-off rates and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques.",
    "Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason: To"
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 179201,
  "site_name": "Freedom Worship Centre",
  "decision_target_date": null,
  "appeal_status": null,
  "decision": null,
  "lpa_name": "Ealing",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": "000012142864",
  "appeal_decision_date": null,
  "id": "Ealing-235010FUL",
  "centroid_easting": 511900
}