{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508793.661,
              177388.864
            ],
            [
              508793.661,
              177388.5333
            ],
            [
              508714.9473,
              177392.8328
            ],
            [
              508710.9785,
              177384.8953
            ],
            [
              508712.6322,
              177362.7364
            ],
            [
              508703.041,
              177363.3978
            ],
            [
              508705.6868,
              177434.5048
            ],
            [
              508709.3249,
              177443.4345
            ],
            [
              508712.9629,
              177444.7574
            ],
            [
              508713.6244,
              177437.4813
            ],
            [
              508741.0749,
              177437.4813
            ],
            [
              508742.3978,
              177405.0698
            ],
            [
              508782.7469,
              177404.4083
            ],
            [
              508787.0464,
              177406.062
            ],
            [
              508793.661,
              177388.864
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08423232",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:41:38.183+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "16/03/2020",
  "secondary_street_name": "HARLINGTON",
  "appeal_start_date": null,
  "ward": "HEATHROW VILLAGES",
  "centroid": {
    "lat": "51.4851727",
    "lon": "-0.4353974"
  },
  "decision": "Refused",
  "valid_date": "06/02/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.267
  },
  "cil_liability": true,
  "postcode": "UB3 5DU",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=1932/APP/2020/401",
  "lpa_name": "Hillingdon",
  "site_name": "324-326",
  "lapsed_date": "07/05/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposed building fronting onto Harlington High Street and the proposed three storey element of the proposed hotel, by reason of their siting, size, scale and design, would fail to harmonise with the established character of the area. The proposal is therefore contrary to Policy BE 1 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policies 7.4 and 7.6 of the London Plan (March 2016).",
    "The design of the proposed development and the separation distance between the proposed building fronting onto Harlington High Street and property nos. 322A High Street and nos. 2 to 8 West End Lane is such that the outlook and/or privacy of neighbouring residents would be compromised to a detrimental extent. The impact of the proposed development on the amenity of neighbouring residents is unacceptable and contrary to part B) of Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "The proposed development does not sufficiently demonstrate accordance with accessibility principles and standards. The amendments required to make the proposal acceptable are also likely to be significant and could result in the need to materially alter the development proposal. As such, the proposed development fails to accord with the requirements of Policy DME 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policies 4.5 and 7.2 of the London Plan (March 2016) and emerging Policies D5 and E10 of the London Plan - Intend to Publish Version (December 2019).",
    "Insufficient information has been submitted in order to assess the impact of the proposed development on the Heathrow Archaeological Priority Zone (APZ) and the Harlington Archaeological Priority Area (APA), such that detrimental impacts to archaeological assets could arise from the proposed development. The application submission is therefore contrary to Policy DMHB 7 of the Hillingdon Local Plan: Part 2 - Development Management Policy (January 2020), Policy 7.8 of the London Plan (March 2016), emerging Policy HC1 of the London Plan - Intend to Publish Version (December 2019) and the NPPF (February 2019).",
    "Insufficient and inadequate transport information has been submitted in order to assess trip generation and the acceptability of the parking provision proposed, such that detrimental impacts to the local highway network could arise. The car parking provision for the proposed office space and coach parking provision for the proposed apart hotel is also insufficient and cannot be made acceptable through the use of planning conditions. As such, the application submission is contrary to the requirements of Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "Insufficient information has been submitted in order to assess the impact of the proposed development on the Harlington Air Quality Focus Area and to identify suitable mitigation for the associated emissions. The application submission is therefore contrary to Policy DMEI 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM8 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 7.14 of the London Plan (March 2016) and the National Planning Policy Framework (February 2019).",
    "Insufficient information has been submitted in order to assess the impact of the proposed development on flood risk and water management, as well as failing to demonstrate that appropriate sustainable drainage systems have been incorporated into the design. The application submission is therefore contrary to Policy DMEI 10 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), Policy EM6 of the Hillingdon Local Plan: Part 1 - Strategic Policies (November 2012), Policy 5.13 of the London Plan (March 2016), emerging Policies SI 5 and SI 12 of the London Plan - Intend to Publish Version (December 2019) and the National Planning Policy Framework (February 2019).",
    "The applicant has failed to provide contributions towards the improvement of services and facilities as a consequence of demands created by the proposed development (in respect of highways works, public realm improvements, air quality mitigation, construction training, travel planning, and project management and monitoring). The scheme therefore conflicts with Policies DMCI 7, DMHB 12, DMEI 14, DMT 1, DMT 2 and DMT 4 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020), the London Borough of Hillingdon Supplementary Planning Document on Planning Obligations, Policy 8.2 of the London Plan (March 2016), Policies E11, T9 and DF1 of the London Plan - Intend to Publish Version (December 2019) and paragraphs 54, 56 and 57 of the NPPF (February 2019).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the application to identify the amendments to address those elements of the scheme considered unacceptable which the applicant chose not to implement.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012.",
    "For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Demolition of existing buildings and the erection of an apart hotel and offices, associated parking and landscaping",
  "lpa_app_no": "1932/APP/2020/401",
  "decision_target_date": "07/05/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "07/05/2020",
  "id": "Hillingdon-1932_APP_2020_401",
  "centroid_northing": 177407,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 508734,
  "street_name": "HIGH STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4345441,
          51.4849982
        ],
        [
          -0.4345442,
          51.4849953
        ],
        [
          -0.43567609999999996,
          51.4850491
        ],
        [
          -0.4357356,
          51.4849785
        ],
        [
          -0.43571859999999996,
          51.484779
        ],
        [
          -0.4358565,
          51.4847868
        ],
        [
          -0.4357966,
          51.4854254
        ],
        [
          -0.4357414,
          51.485505
        ],
        [
          -0.4356887,
          51.4855162
        ],
        [
          -0.4356814,
          51.4854506
        ],
        [
          -0.43528619999999996,
          51.4854454
        ],
        [
          -0.4352771,
          51.4851538
        ],
        [
          -0.4346964,
          51.4851401
        ],
        [
          -0.43463399999999996,
          51.4851541
        ],
        [
          -0.4345441,
          51.4849982
        ]
      ]
    ],
    "type": "Polygon"
  }
}