{
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/242174VAR;",
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "application_type_full": "Removal/Variation of a condition",
  "application_details": {
    "existing_uprns": null
  },
  "wgs84_polygon": null,
  "site_name": "36 Rosemont Road",
  "centroid_easting": 519752,
  "site_number": null,
  "development_type": null,
  "decision_date": "10/10/2024",
  "appeal_start_date": null,
  "lapsed_date": "10/10/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Ealing",
  "centroid_northing": 180677,
  "appeal_decision_date": null,
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following drawings and documents: Design and Access Statement; 509 / 030 Rev. A; 509 / 031; 509 / 001 Rev. A; 509 / 002; 509 / 003; 509 / 004; 509 / 005; 509 / 006; 509 / 007; 509 / 008; 509 / 009; 509 / 010; 509 / 011; 509 / 016 Rev. A; 509 / 017; 509 / 018 Rev. A; 509 / 019 Rev. A; 509 / 101 Rev. D; 509 / 102 Rev. A; 509 / 103 Rev. B; 509 / 104 Rev. B; 509 / 105 Rev. C; 509 / 106 Rev. B; 509 / 107 Rev. C; 509 / 108 Rev. C; 509 / 109 Rev. D; 509 / 110 Rev. B; 509 / 111 Rev. B.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| All materials to be used for the external surfaces of the development shall match those described in the approved drawings and documents listed under condition 2.",
    "Reason: To ensure that the materials harmonise with the special character of the Conservation Area, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D3, D4 and of the London Plan (2021), the National Planning Policy Framework (2023). | Prior to first occupation, the refuse and recycling storage areas shall be implemented in accordance with the submitted documentation and Council Policy and retained thereafter.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan (2013), policy 1.1 (e) of the Adopted Ealing Development (Core) Strategy and policy SI8 of the London Plan (2021). | Prior to first occupation, 13 covered and secured cycle parking spaces shall be implemented in the location shown on the approved plans and shall be retained thereafter.",
    "Reason: In the interests of the adequate cycle storage, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy T5 of the London Plan (2021) and the National Planning Policy Framework (2023). | Prior to first occupation, the amenity spaces, hard and soft landscaping and boundary treatments shall be installed and retained thereafter.",
    "Reason: To protect the living conditions of occupiers of the area and in the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan (2013), policy 1.1 (e) of the Adopted Ealing Development (Core) Strategy and policy SI8 of the London Plan (2021). | The development shall be carried out in strict accordance with the Arboricultural Impact Assessment produced by Harper Tree Consulting  contained within the report during until completion of construction in accordance with Report BS5837:2021 Dated 01.07.2022.",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area. | The development shall be carried out in strict accordance with the Arboricultural Impact Assessment produced by Harper Tree Consulting and the tree protection measures contained within the report during until completion of construction in accordance with Report BS5837:2021 Dated 01.07.2022.",
    "Reason: To secure the protection, throughout the time that the development is being carried out, of trees, shrubs and hedges growing within or adjacent to the site which are of amenity value to the area. | No trees, shrubs or hedges within the site which are shown to be retained on the approved plans shall be felled, uprooted, damaged or destroyed, cut back in any way or removed without previous written consent of the Local Planning Authority.",
    "Any shrubs or hedges removed without consent or dying or being severely damaged or becoming seriously diseased within 5 years from the completion of the development hereby permitted shall be replaced with shrubs or hedge plants or similar species capable of achieving a comparable size unless the Local Planning Authority gives written consent to any variation.",
    "If a tree marked on the tree report to be retained is removed without consent, or dying, or being severely damaged, or becoming seriously diseased (crown more than 50% sparse), within 5 years from the start of work on the development hereby permitted, a replacement tree shall be planted on the site or surrounding area reflecting the CAVAT value of the tree, or a proportion of its value reflecting the damage. This penalty shall be sought, unless the Local Planning Authority has given written consent to any variation.",
    "Reason: to secure the protection throughout the time that development is being carried out, of trees, shrubs and hedges growing within the site which are of important amenity value to the local landscape. | The development shall be carried out strictly in accordance with the sound insulation details approved under Ref: 230174CND.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Standard 30 of the Ealing Council's SPG 10 and policies D13, D14 of the London Plan (2021), and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites - Part 1: Noise'. | The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Standard 30 of the Ealing Council's SPG 10 and policies D13, D14 of the London Plan (2021), and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites - Part 1: Noise'. | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with Standard 30 of the Ealing Council's SPG 10 and policies D13, D14 of the London Plan (2021), and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites - Part 1: Noise'. | The development shall be carried out strictly in accordance with the sound insulation details approved under Ref: 230174CND.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with Standard 30 of the Ealing Council's SPG 10 and policies D13, D14 of the London Plan (2021), and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites - Part 1: Noise'. | The development shall be carried out strictly in accordance with the demolition method statement/construction management plan approved under Ref: 230113CND.",
    "Reason: To protect the amenity of occupants and neighbouring properties in accordance with policy 7A and policy 7B of Ealing's Development Management DPD (2013), policies D14 and SI1 of the London Plan (2021), policy 1.1 (j) of the Ealing Development (Core) Strategy (2012) and National Planning Policy Framework (2021). | Privacy screens shown on the approved drawings of condition 2 shall be installed prior to first use of the balconies and retained in perpetuity.",
    "Reason: To ensure neighbouring properties are not unduly impacted by a loss of privacy in accordance with policy 7B of the Ealing Development Management Plan (2013)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Rosemont Road",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.275702,
    "lat": 51.512338
  },
  "cil_liability": true,
  "valid_date": "07/06/2024",
  "postcode": "W3 9LY",
  "bo_system": "CSV Data Import",
  "borough": "Ealing",
  "id": "Ealing-242174VAR",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "11/10/2024",
  "pp_id": "PP-13133749",
  "last_updated_by": "CSV Data Import",
  "locality": "London",
  "uprn": "000012094517",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:39:58.132+00:00",
  "polygon": null,
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": "North Acton",
  "appeal_decision": null,
  "lpa_app_no": "242174VAR",
  "description": "Minor material  amendment (S.73) to vary condition 2 of planning permission reference 222947FUL dated 06.03.2023 amended by ref. 230931NMA dated 04.04.2023 and ref. 232828NMA dated 09.08.2023, and vary ref. 230942VAR dated 07.08.2023 for `Construction of a four storey residential building comprising residential flats over basement, ground, first and second floors with associated private amenity space, refuse, cycle storage and parking (following demolition of the existing building - with front façade rebuilt using original materials)`. Variation seeks to amend the red line site boundary; add additional unit at top floor; dormer roof extensions; changes to windows and doors; addition of solar panels and rooflights; adjustment of main roof slope pitch and alteration of materials to rear balustrades",
  "date_building_work_completed_under_previous_permission": null
}