{
  "uprn": null,
  "valid_date": "17/10/2023",
  "bo_system": "CSV Data Import",
  "application_type": "All Other",
  "development_type": null,
  "date_building_work_completed_under_previous_permission": null,
  "pp_id": "12537198",
  "postcode": "UB8 1AR",
  "title_number": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plans numbers KKC/LR/2023/Z1, KKC/LR/2023/Z2, KKC/LR/2023/Z3, 20054-GAA-ZZ-ZZ-DR-T-0102 Rev P03 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "All materials and external finishes shall be completed in accordance with the details approved as part of Approval of Details application ref: 19030/APP/2022/2194 dated 21/09/22 and thereafter retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The land levels for the proposed development site shall be completed in accordance with the details approved as part of Approval of Details application ref: 19030/APP/2022/2194 dated 21/09/22 and thereafter retained as such.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The SuDS management and mitigation measures for the proposed development shall be completed in accordance with the details approved as part of Approval of Details application ref: 19030/APP/2022/2194 dated 21/09/22 and thereafter retained as such.",
    "All hard and soft landscaping shall be completed and maintained in accordance with the details approved as part of Approval of Details application ref: 19030/APP/2022/2194 dated 21/09/22 and thereafter retained as such.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "The tree protection and management measures outlined in the submitted tree report (Ref: AAAIA14BA - ALLARBORICULTURE, October 2021) shall be carried out and adhered to.",
    "Furthermore, all trees, hedges and shrubs shown to be retained on the approved plan(s) and associated arboricultural documents shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the complet",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) subject of this permission shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The ecological management and mitigation measures outlined in Table 8 of the submitted ecology survey (Ref: Arbtech, January 2022) shall be carried out and adhered to. With the exception of green roofs, the recommended biodiversity enhancements measures outlined in Table 8 of the submitted ecology survey (Ref: Arbtech, January 2022)  shall be carried out, adhered to and maintained thereafter.",
    "Reason: To ensure that the proposal has an acceptable impact on the natural environment in line with Policy DMEI 7 of the Local Plan (2020) and paragraph 180 of the NPPF (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta"
  ],
  "status": "Approved",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=19030/APP/2023/3023",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "centroid_easting": 505558,
  "actual_completion_date": null,
  "site_name": "LAND BETWEEN 36 and 42",
  "decision_date": "12/12/2023",
  "locality": null,
  "polygon": null,
  "appeal_decision": null,
  "street_name": "LANCASTER ROAD",
  "centroid": {
    "lon": -0.478999,
    "lat": 51.550093
  },
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "wgs84_polygon": null,
  "actual_commencement_date": null,
  "appeal_start_date": null,
  "centroid_northing": 184563,
  "decision_process": "Delegated",
  "id": "Hillingdon-19030_APP_2023_3023",
  "lapsed_date": "12/12/2026",
  "decision_target_date": "12/12/2023",
  "borough": "Hillingdon",
  "lpa_name": "Hillingdon",
  "last_updated": "2025-03-18T23:56:35.344+00:00",
  "secondary_street_name": "UXBRIDGE",
  "parking_details": null,
  "subdivision_of_building": null,
  "decision": "Approved",
  "last_date_consultation_comments": "24/11/2023",
  "ward": "UXBRIDGE 2022",
  "application_details": {
    "existing_uprns": null
  },
  "last_updated_by": "CSV Data Import",
  "lpa_app_no": "19030/APP/2023/3023",
  "cil_liability": true,
  "appeal_decision_date": null,
  "decision_agency": "Borough",
  "description": "Variation of Condition 2 (Accordance with approved plans) and Condition 5 (No additional windows and doors) of planning permission ref. 19030/APP/2021/3857, dated 25-04-2022 (Demolition of the existing sheds and erection of two semi-detached 3-bedroom houses with private gardens and car parking area).",
  "appeal_status": null
}