{
  "subdivision_of_building": null,
  "title_number": null,
  "valid_date": "13/03/2024",
  "development_type": "Minor dwellings",
  "ward": "Dormers Wells",
  "lapsed_date": "18/04/2027",
  "decision_date": "18/04/2024",
  "lpa_app_no": "240007VAR",
  "status": "Application Under Consideration",
  "parking_details": null,
  "centroid": {
    "lat": 51.519079,
    "lon": -0.356279
  },
  "application_type": "All Other",
  "borough": "Ealing",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "last_date_consultation_comments": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T22:55:20.434+00:00",
  "locality": "Greenford",
  "date_building_work_completed_under_previous_permission": null,
  "description": "Minor material amendment (S.73) to vary condition 2 (approved plans) seeking to allow changes on the design, pursuant to planning permission reference 223038FUL dated 26/10/2022 for 'Demolition of existing building and construction of three storey building to provide nine self-contained residential units (Use Class C3), private and communal amenity space, landscaping, parking spaces and associated access arrangements.''",
  "application_type_full": "Removal/Variation of a condition",
  "epc_number": null,
  "appeal_decision": null,
  "date_building_work_started_under_previous_permission": null,
  "secondary_street_name": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/240007VAR;",
  "site_number": null,
  "actual_completion_date": null,
  "bo_system": "CSV Data Import",
  "application_details": {
    "existing_uprns": [
      "000012049928"
    ]
  },
  "pp_id": "PP-12689058",
  "postcode": "UB6 9BZ",
  "wgs84_polygon": null,
  "cil_liability": false,
  "street_name": "Kings Avenue",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of 26.10.2022.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers: 5671-1100-H Proposed Block Plan, 5671-1210-G Proposed Ground Floor Plan, 5671-1211-F Proposed First Floor Plan, 5671-1212-G Proposed Second Floor Plan, 5671-1213-E Proposed Roof Plan, 5671-1310-D Proposed North Elevation, 5671-1311-F Proposed South, East, West Elevations, 5671-1312-C Proposed Street Scene, 5671-1314-C Proposed Cycle and Bin Stores.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | The refuse storage areas shown on the approved plans shall be provided prior to the first occupation of the development permitted and retained unobstructed in perpetuity.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy 5.16 of the London Plan (2021) and the National Planning Policy Framework (2023). | The cycle storage areas shown on the approved plans shall provide at least 13 cycle parking spaces in accordance with policy and these shall be brought into use prior to the first occupation of the development permitted and retained permanently thereafter.",
    "Reason: In the interests of the adequate bicycle storage provision and in the interests of reducing congestion to the local transport network, in accordance with policies 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policy T5 of the London Plan (2021), the National Planning Policy Framework (2023). | The amenity areas shown on the approved plans shall be laid out prior to first occupation of any of the dwellings hereby permitted and retained in perpetuity thereafter.",
    "Reason: To ensure that there is adequate provision of amenity space within the site in accordance with London Plan Policy D6 and Policy 7D of the Ealing Development Management Development Plan Document (2013). | Prior to the commencement of the superstructure of the development details shall be submitted for the approval of the Local Planning Authority of a scheme for providing fresh air ventilation to habitable rooms on the Kings Avenue facade, the supply to be provided from the rear of the building at high level. The approved mitigation scheme shall be completed prior to occupation and thereafter permanently retained.",
    "Reason: To minimise exposure to existing poor air quality, and provide a suitable internal living environment for future occupiers, in accordance with policy SI 1 of the London Plan 2021, policy 1.1(j) of the Ealing Development Strategy 2026 DPD (2012); and policy 7A of the Ealing Development Management DPD (2013). | All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.",
    "Reason: To safeguard adjoining occupiers of the development against unacceptable noise, disturbance and emissions, policies 1.1(j) of the Ealing Development (Core) Strategy (2012), Local Variation policy 3.5 and policy 7A of Ealing's Development Management DPD (2013), policy SI1 of the London Plan(2021) and the National Planning Policy Framework (2023). | Prior to the commencement of the development (excluding demolition, site clearance and piling), a noise assessment shall be submitted to the Council for approval in writing, of external noise sources such as transport and commercial/industrial/cultural uses/activities and their noise levels at proposed residential facades, having regard to the assessment standards of the Council's SPG10. Details shall include the sound insulation of the building envelope including glazing specifications (laboratory tested including frames, seals and any integral ventilators, approved in accordance with BS EN ISO 10140-2:2010) and of acoustically attenuated mechanical ventilation and cooling as necessary (with air intake from the cleanest aspect of the building and details of self-noise) to achieve internal noise limits specified in SPG10.  Details of best practicable mitigation measures for external amenity spaces shall also be provided and implemented, as necessary. Details shall confirm that noise limits specified in BS8233:2014 will not be exceeded. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023). | The individual and combined external sound level emitted from plant, machinery or equipment at the development site shall be lower than the lowest existing background sound level by at least 10dBA, as measured at/ calculated to the nearest and most affected noise sensitive premises at the development site and at surrounding premises. The assessment shall be made in accordance with BS4142:2014, with all machinery operating together at maximum capacity.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023). | Prior to use, any machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023). | Prior to the commencement of the superstructure of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas, namely, bedrooms adjoining the communal main entrance and below/above and adjoining kitchen/living/dining/bathroom of separate dwellings. The assessment and mitigation measures shall have regard to standards of the Council's SPG10 and noise limits specified in BS8233:2014. Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise from mechanical installations/ equipment, in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2023). | Control measures shall ensure that the following standards are implemented:",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays),",
    "- notifications of works to interested parties and regular neighbour liaison,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2021) and Interim guidance SPG 10 'Noise and Vibration'. | Details of hard/soft landscape works and boundary treatments for the buildings and northern boundary wall shall be submitted to and approved in writing by the local planning authority before any part of the super structure is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The scheme shall include comprehensive details of the full planting specifications (size, species and numbers), the positions of all planting, ground preparation for tree planting, and staking/tying methods where applicable.  The development shall be implemented only in accordance with these approved details. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2023). | Windows at ground level in the west elevation of the development hereby approved shall be obscure glazed and permanently retained as such.",
    "Reason:  To protect the living conditions of occupants of the development in accordance with Policies 7A, 7.4, and 7.B of the Development Management Development Plan Document (2013); adopted Development (or Core) Strategy (April 2012); Policies D3 and D6 of the London Plan (2021) and the National Planning Policy Framework (2023). | Prior to first occupation of the development hereby approved opaque glass screens 1.8m high to the balconies shall be implemented and retained permanently thereafter.",
    "Reason:  To protect the living conditions of occupants of nearby properties in accordance with Policies 7A, 7.4, and 7.B of the Development Management Development Plan Document (2013); adopted Development (or Core) Strategy (April 2012); Policies D3 and D6 of the London Plan (2021) and the National Planning Policy Framework (2023)."
  ],
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "centroid_northing": 181298,
  "site_name": "8 Kings Avenue",
  "decision_target_date": "08/05/2024",
  "appeal_status": null,
  "decision": "",
  "lpa_name": "Ealing",
  "polygon": null,
  "appeal_start_date": null,
  "uprn": "000012049928",
  "appeal_decision_date": null,
  "id": "Ealing-240007VAR",
  "centroid_easting": 514144
}