{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": 0.23187,
    "lat": 51.564722
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              554768.13,
              187462.09
            ],
            [
              554773.82,
              187473.33
            ],
            [
              554807.01,
              187456.4
            ],
            [
              554801.72,
              187445.97
            ],
            [
              554768.13,
              187462.09
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "borough": "Havering",
  "application_type": "All Other",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021327278",
  "valid_date": "11/11/2024",
  "decision_target_date": "12/05/2025",
  "appeal_decision_date": null,
  "locality": null,
  "centroid_northing": 187454,
  "ward": "Emerson Park",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The proposed ground floor side flank utility window (north) shall be permanently glazed with obscure glass not less than LEVEL 3 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "With regards to surface water drainage it is the responsibility of the developer to make proper provision for drainage to ground, water courses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of Ground Water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required.  They can be contacted on 0845 850 2777."
  ],
  "pp_id": "13535326",
  "decision_process": "Delegated",
  "lapsed_date": "12/05/2028",
  "application_type_full": "Householder planning permission",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Havering-P1471.24",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "last_updated": "2025-07-25T01:38:42.595Z",
  "lpa_app_no": "P1471.24",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2315412,
          51.5648027
        ],
        [
          0.23162819999999998,
          51.5649021
        ],
        [
          0.23209919999999998,
          51.5647409
        ],
        [
          0.23201839999999999,
          51.5646486
        ],
        [
          0.2315412,
          51.5648027
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "58 Curtis Road",
  "title_number": null,
  "decision_date": "12/05/2025",
  "appeal_start_date": null,
  "cil_liability": false,
  "development_type": null,
  "description": "Demolition of front porch and bay window and erection of single storey front/side/rear extension and loft conversion with front and rear dormers",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 554793,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1471.24",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 83,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "07/2025",
    "intended_commencement_date": "01/2025",
    "site_area": 0.045000000000000005
  },
  "last_updated_by": "Planning Portal ingest",
  "postcode": "RM11 3NS",
  "last_date_consultation_comments": "03/12/2024",
  "secondary_street_name": null,
  "site_number": null,
  "subdivision_of_building": null,
  "street_name": "Hornchurch"
}