{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "31697/APP/2024/600",
  "application_type_full": "Full planning permission",
  "uprn": null,
  "borough": "Hillingdon",
  "street_name": "HARLINGTON",
  "locality": null,
  "ward": "H/ROW VILLAGES 2022",
  "actual_commencement_date": null,
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plan number:",
    "2143-os-02",
    "2143-pl-10",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the application form and approved drawings and shall not be used for purposes such as a living room, bedroom, kitchen, study, commercial use, as a separate unit of accommodation or for any business purposes.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMH 4, DMHB 11, DMHB 16, DMHB 18 and DMT 6 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The development hereby approved shall be implemented and completed simultaneously, and shall not be implemented separately within the adjoining sites.",
    "REASON",
    "To ensure that the development is built as assessed within the granting of this planning permission for the avoidance of doubt and to ensure that a high quality design is achieved and no impacts between neighbouring sites arise from non-simultaneous implementation in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "Gas Informative",
    "Construction Techniques - It is recommended that the ground penetrating structure/s / extension / outbuilding / porch / building / electrical supply cables and panels is/are designed and constructed to prevent/minimise the possible entry of any migrating landfill gas/ground gas. Please contact your building surveyor and/or architect if you require advice concerning suitable construction techniques.",
    "REASON:",
    "The Council's records show that the development site is within 250 metres of a landfill buffer and or may have ground conditions which suggest possible ground gas risks.",
    "There is a possibility there may be some contaminating substances in the ground at the site. Our contaminated land record shows the site to be on a former contaminated land use identified as Nursery/Orchard land.",
    "We would advise persons working on site to take basic precautions in relation to any contamination they may find.",
    "REASON:",
    "You are advised this development is on a former contaminated land use identified as Nursery/Orchard land contamination site. Therefore, the above advice is provided on the grounds of Health and Safety of the workers on site and to ensure the appropriate restoration of the site is done should there be any contamination identified during the development where there is a need, for ground work once such works are complete to minimise risk to the occupants of the site."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 508588,
  "status": "Approved",
  "decision_date": "05/06/2024",
  "wgs84_polygon": null,
  "decision_target_date": "05/06/2024",
  "subdivision_of_building": "Rear gardens",
  "last_date_consultation_comments": "05/04/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T21:03:59.475+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "50 & 50A HUDSON ROAD",
  "id": "Hillingdon-31697_APP_2024_600",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 177861,
  "appeal_start_date": null,
  "postcode": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=31697/APP/2024/600",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of 2 x outbuilding to properties 50 and 50A Hudson Road, Harlington",
  "valid_date": "06/03/2024",
  "polygon": null,
  "pp_id": "12862494",
  "application_details": {
    "total_gia_gained": 68,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 68,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": true,
    "site_area": 0.06,
    "total_gia_existing": 0,
    "rain_water_harvesting": false,
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 68,
        "gia_lost": 0
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "09/2024",
        "intended_commencement_date": "06/2024"
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": -0.43738,
    "lat": 51.489281
  },
  "lapsed_date": "05/06/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}