{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Variation of Conditions 2 (approved plans) and 11 (written scheme of investigation) of planning permission ref. 31697/APP/2021/4340 dated 04/04/2022 'Demolition of existing garage and side extension, erection of a single storey front and rear extension; part two, part single storey rear extension and construction of attached new house to the side of the existing house'. To enlarge first floor rear extension to 4m and remove condition 11.",
  "epc_number": null,
  "street_name": "HARLINGTON",
  "appeal_decision": null,
  "lpa_app_no": "31697/APP/2022/2361",
  "centroid": {
    "lon": -0.437453,
    "lat": 51.489255
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 508583,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=31697/APP/2022/2361",
  "last_updated": "2025-03-20T15:24:30.450+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 177858,
  "site_name": "50 HUDSON ROAD",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "22/07/2022",
  "lapsed_date": "04/11/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": true,
  "decision_target_date": "04/11/2022",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "23/08/2022",
  "ward": "H/ROW VILLAGES 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-31697_APP_2022_2361",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall begin not later than 3 years from the decision date of planning application No.31697/APP/2021/4340.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plan number 2143-pl-02 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "The external materials, finishes and colours for the proposed development shall be constructed, installed and maintained (throughout the life time of the development) in accordance with the details approved under planning application No.31697/APP/2022/1812.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The finished site levels and heights for the proposed development shall be constructed in accordance with the levels approved under planning application No.31697/APP/2022/1812.",
    "REASON",
    "To ensure that the development relates satisfactorily to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor side elevation window facing No.48 Hudson Road shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part 2 (2020).",
    "The proposed accesses (including step free accesses) shall be constructed, installed and maintained (throughout the life time of the development) in accordance with the details approved under planning application No.31697/APP/2022/1812.",
    "REASON: To ensure that an appropriate standard of housing stock, in accordance with the 2021 London Plan policy D7 is achieved and maintained.",
    "The new dwelling hereby approved shall accord with the requirements of Policy D7 of the London Plan, and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON: To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy D7 of the London Plan.",
    "The proposed sustainable water management scheme and SuDS measures approved under planning application No.31697/APP/2022/1812 shall be carried out, maintained and adhered to throughout the life time of the development.",
    "REASON",
    "To ensure that surface water run off is controlled to ensure the development does not increase the risk of flooding and is to be handled as close to its source as possible and Conserve water supplies in compliance with: Hillingdon Local Plan: Part 1- Strategic Policies  Policy EM6 Flood Risk Management in (2012),  Hillingdon Local Plan Part 2 Development Management Policies Policy DMEI 10 Water Management, Efficiency and Quality (2020), as well as relevant SuDs guidance contained within the London Plan (2021) and NPPF (2021).",
    "Prior to the occupation of the hereby approved development, the proposed car parking provisions including EV charging points and pedestrian visibility splays shown on approved plan No.2143-pl-02 shall be installed, constructed and laid out. Thereafter the provisions shall be retained, maintained, and kept available for occupants of the dwelling, for the life time of the development.",
    "REASON: To ensure the development has an acceptable impact on highway and pedestrian safety, provides adequate parking and encourages more sustainable modes of travel in accordance with the NPPF, London Plan Policies as well as Policies DMT1, DMT2 and DMT6 of the  Hillingdon Local Plan Part 2 (2020).",
    "The proposed development shall be carried out in strict accordance with the landscaping scheme (including maintenance and implementation plans) approved under planning application No.31697/APP/2022/1812.",
    "REASON",
    "To ensure that the proposed development will preserve and enhance the visual amenities of the locality and provide adequate facilities in compliance with policies DMHB5, DMHB 11, DMHB 12, DMHB 14, DMEI 1 and DMT 2 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "Prior to occupation of the hereby approved dwelling, the proposed cycle stores shall be constructed and installed in accordance with the details approved under planning application No.31697/APP/2022/1812. Thereafter they shall be retained and maintained throughout the life time of the development.",
    "Reason: To ensure that residents of the new dwelling have appropriate facilities to encourage sustainable means of transportation in line with policy DMT 5 of the Local Plan and the NPPF (2021).",
    "All trees, hedges and shrubs shown to be retained on the approved plan(s) and associated arboricultural documents shall not be damaged, uprooted, felled, lopped or topped without the prior written consent of the Local Planning Authority. If any retained tree, hedge or shrub is removed or severely damaged during (or after) construction, or is found to be seriously diseased or dying, another tree, hedge or shrub shall be planted at the same place or, if planting in the same place would leave the new tree, hedge or shrub susceptible to disease, then the planting should be in a position to be first agreed in writing with the Local Planning Authority and shall be of a size and species to be agreed in writing by the Local Planning Authority and shall be planted in the first planting season following the completion of the development or the occupation of the buildings, whichever is the earlier. Where damage is less severe, a schedule of remedial works necessary to ameliorate the effect of dam",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification); no garage(s), shed(s) or other outbuilding(s), nor extension or roof alteration to any dwellinghouse(s) subject of this permission shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "To protect the character and appearance of the area and amenity of residential occupiers in accordance with policies DMHB 11 and DMHD 2 of the Hillingdon Local Plan Part 2 (2020)",
    "The proposed development shall be carried out in strict accordance with the Construction Logistics Plan (CLP) approved under planning application No.31697/APP/2022/1812.",
    "REASON",
    "To ensure that the proposed development has an acceptable impact on the local highways network in compliance with policies DMT1 and DMT 2  of the Hillingdon Local Plan Part 2 (2020).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The redundant crossover resulting from the proposed works shall be returned to a footway. The applicant will be liable for the cost of the works. The car parking bay fronting the site shall also be appropriately removed and the road returned to its former state. The applicant will again, be liable for the cost of the works."
  ],
  "application_details": {
    "existing_uprns": null
  },
  "pp_id": "11422856",
  "wgs84_polygon": null,
  "decision_date": "04/11/2022",
  "secondary_street_name": null
}