{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "03/00434/FUL",
  "application_type_full": null,
  "uprn": "100090860",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "MORLAND ROAD",
  "locality": null,
  "ward": "River",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The landscaping scheme as approved in accordance with condition No. ^IN; shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:\rTo secure the provision and retention of the landscaping in the interests of the visual amenity of the area.",
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of landscaping for the site which shall include indications of all existing trees, shrubs and hedgerows on the site and details of those to be retained.\r\rReason:\rTo safeguard and improve the appearance of the area and in order to comply with Section 197 of the Town and Country Planning Act 1990.",
    "The approved development shall make provision for cycle parking in accordance with a scheme that shall have been previously submitted to approved by the Local Planning Authority.\r\rReason:\rIn the interests of promoting cycling as a safe, efficient and non-polluting mode of transport and in accordance with Policy T.19 of the Unitary Development Plan.",
    "The car parking areas indicated on drawing No. ^IN; shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:\rTo ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic on the adjoining highway and in accordance with Policy T.13 of the Unitary Development Plan.",
    "No external construction works, deliveries, external running of plant and equipment or internal works audible outside the site boundary shall take place on the site other than between the hours of 0800  to 1800 on Monday to Friday and 0800 to 1300 on Saturday or on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason:\rTo ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with Policy G.36 of the Unitary Development Plan.",
    "The disabled parking bays indicated on drawing No. ^IN; shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:\rTo ensure and promote easier access for disabled persons to the approved building in accordance with Policy C15 of the Unitary Development Plan.",
    "The development shall not be commenced until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved by the Local Planning Authority in writing.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:\rTo ensure the development is satisfactorily landscaped in order to improve the visual appearance of the area.",
    "The permitted development shall not be commenced until details/samples of all facing materials to be used in the development have been submitted to and approved in writing by the Local Planning Authority and no facing materials shall be used except those so approved.\r\rReason:\rTo safeguard the appearance of the development.",
    "The buildings hereby permitted shall not be occupied until there has been submitted to and approved by the Local Planning Authority a Green Travel Plan for the site which shall include proposals for minimising car-borne travel and encouraging the use of public transport.  Once approved the Green Travel Plan shall be implemented, maintained and reviewed.\r\rReason:\rTo ensure the promotion of alternative modes of transport to the car, in the interests of sustainability and minimising polluting emissions.",
    "The buildings hereby permitted shall not be occupied until details of designated safe routes for pedestrian and disabled users within the site have been submitted to and approved by the local planning authority, and such routes have been clearly marked out on the ground.  These routes shall be permanently retained thereafter.\r\rReasons\rTo ensure the safety of pedestrians using the site"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "549359",
  "status": "Approved",
  "decision_date": "21/11/2003",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.15211739999999999,
          51.5352783
        ],
        [
          0.1522142,
          51.5352676
        ],
        [
          0.1522715,
          51.5352593
        ],
        [
          0.1523023,
          51.5352547
        ],
        [
          0.1523338,
          51.535251
        ],
        [
          0.152472,
          51.5352313
        ],
        [
          0.1524457,
          51.5351464
        ],
        [
          0.1523395,
          51.5347603
        ],
        [
          0.1523144,
          51.5347635
        ],
        [
          0.1522764,
          51.5347673
        ],
        [
          0.1522391,
          51.5347711
        ],
        [
          0.1522154,
          51.534773799999996
        ],
        [
          0.15217239999999999,
          51.5347786
        ],
        [
          0.1521042,
          51.5347853
        ],
        [
          0.1520539,
          51.5347885
        ],
        [
          0.1520144,
          51.5347914
        ],
        [
          0.1519741,
          51.534794
        ],
        [
          0.1519289,
          51.5347971
        ],
        [
          0.1518821,
          51.5348002
        ],
        [
          0.1518175,
          51.5348045
        ],
        [
          0.1517542,
          51.5348088
        ],
        [
          0.15177000000000002,
          51.5351583
        ],
        [
          0.151771,
          51.5352415
        ],
        [
          0.15177559999999998,
          51.5352785
        ],
        [
          0.1517802,
          51.5353151
        ],
        [
          0.15178129999999998,
          51.5353232
        ],
        [
          0.15211739999999999,
          51.5352783
        ]
      ]
    ]
  },
  "decision_target_date": "24/07/2003",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major all other major developments",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T19:54:04.950+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "Morland Road Day Hospital",
  "id": "Barking_&_Dagenham-03_00434_FUL",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": "183988",
  "appeal_start_date": null,
  "postcode": "RM10 9HU",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=6761",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing building and erection of 2 storey building to provide health centre with ancillary offices",
  "valid_date": "29/05/2003",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              549360.2,
              184014.05
            ],
            [
              549366.95,
              184013.05
            ],
            [
              549370.95,
              184012.25
            ],
            [
              549373.1,
              184011.8
            ],
            [
              549375.3,
              184011.45
            ],
            [
              549384.95,
              184009.55
            ],
            [
              549383.4,
              184000.05
            ],
            [
              549377.3,
              183956.9
            ],
            [
              549375.55,
              183957.2
            ],
            [
              549372.9,
              183957.55
            ],
            [
              549370.3,
              183957.9
            ],
            [
              549368.65,
              183958.15
            ],
            [
              549365.65,
              183958.6
            ],
            [
              549360.9,
              183959.2
            ],
            [
              549357.4,
              183959.45
            ],
            [
              549354.65,
              183959.7
            ],
            [
              549351.85,
              183959.9
            ],
            [
              549348.7,
              183960.15
            ],
            [
              549345.45,
              183960.4
            ],
            [
              549340.95,
              183960.75
            ],
            [
              549336.55,
              183961.1
            ],
            [
              549336.5,
              184000
            ],
            [
              549336.3,
              184009.25
            ],
            [
              549336.5,
              184013.37
            ],
            [
              549336.7,
              184017.45
            ],
            [
              549336.75,
              184018.35
            ],
            [
              549360.2,
              184014.05
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": null,
  "application_details": {
    "site_area": 0.246
  },
  "centroid": {
    "lon": "0.152089",
    "lat": "51.5350446"
  },
  "lapsed_date": "21/11/2006",
  "decision_process": "Committee",
  "actual_completion_date": null
}