{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "03/00381/FUL",
  "application_type_full": null,
  "uprn": "100105461",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "BROMHALL ROAD",
  "locality": null,
  "ward": "Within LBBD",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of landscaping for the site which shall include indications of all existing trees, shrubs and hedgerows on the site and details of those to be retained.\r\rReason:\rTo safeguard and improve the appearance of the area.",
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The landscaping scheme as approved in accordance with condition No. ^IN; shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:\rTo secure the provision and retention of the landscaping in the interests of the visual amenity of the area.",
    "The car parking areas indicated on drawing No. ^IN; shall be constructed and marked out prior to the occupation of the development, and thereafter retained permanently for the accommodation of vehicles of occupiers and visitors to the premises and not used for any other purpose.\r\rReason:\rTo ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic on the adjoining highway and in accordance with Policy T.13 of the Unitary Development Plan.",
    "The approved development shall make provision for cycle parking in accordance with a scheme that shall have been previously submitted to approved by the Local Planning Authority.\r\rReason:\rIn the interests of promoting cycling as a safe, efficient and non-polluting mode of transport and in accordance with Policy T.19 of the Unitary Development Plan.",
    "The development shall not be commenced until details of dustbin enclosures showing the design, location and external appearance have been submitted to and approved by the Local Planning Authority.  The approved enclosures shall be provided before the commencement of the use and thereafter permanently retained.\r\rReason:\rTo provide satisfactory refuse storage provision in the interests of the appearance of the site and locality in accordance with the requirements of Policy H.13 of the Unitary Development Plan.",
    "All affordable houses and flats are to be built to lifetime home standards in accordance with the specifications set out by the Joseph Rowntree Foundation.\r\rReason:\rTo ensure an adequate standard of accommodation for all residents.",
    "Surface water source control measures shall be carried out in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority before development commences.\r\rReason: \rTo prevent the increased risk of flooding and to improve water quality.",
    "The construction of the site drainage system shall be carried out in accordance with details submitted to and approved in writing by the Local Planning Authority before the development commences.\r\rReason: To ensure that the foul and/or surface water discharge from the site shall not be prejudicial to the existing sewerage system.",
    "Before the development is commenced a detailed site investigation shall be carried out to establish if the site is contaminated, to assess the degree and nature of the contamination present, and to determine its potential for the pollution of the water environment. The method and extent of this site investigation shall be agreed with the Local Planning Authority prior to commencement of the work. Details of appropriate measures to prevent pollution of groundwater and surface water, including provisions for monitoring, shall then be submitted to and approved in writing by the Local Planning Authority before development commences. The development shall then proceed in strict accordance with the measures approved.\r\rReason\rTo prevent pollution of the water environment and in order to quantify any hazards already existing on the site in accordance with Policy G28 of the Unitary Development Plan.",
    "No soakaways shall be constructed in contaminated ground.\r\rReason: \rTo prevent pollution of groundwater.",
    "No development shall take place until the applicant has secured the implementation of archaeological work in accordance with a written scheme for investigation which has been submitted by the applicant and approved by the Local Planning Authority. The development shall only take place in accordance with the detailed scheme pursuant to this condition. The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.\r\rReason: \rTo prevent pollution of groundwater.",
    "A sustainability statement shall be submitted to and approved by the Local Planning Authority prior to the commencement of the development and implemented in accordance with the agreed requirements.\r\rReason: In order that the development has consideration for the principles of environmental sustainability.",
    "The development shall not be commenced until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved by the Local Planning Authority in writing.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:\rTo ensure the development is satisfactorily landscaped in order to improve the visual appearance of the area.",
    "The development shall not be commenced until details of all boundary fences and walls have been submitted to and approved by the Local Planning Authority and no part of the development shall be occupied until the approved fences and walls for that part have been provided.  The approved fences and walls shall be retained unless the Local Planning Authority gives prior written approval to their removal.\r\rReason:\rTo ensure the satisfactory means of enclosure for the proposed development in the interests of the visual amenity of the area.",
    "No external construction works, deliveries, external running of plant and equipment or internal works audible outside the site boundary shall take place on the site other than between the hours of 0800  to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason:\rTo ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with Policy G.36 of the Unitary Development Plan.",
    "The permitted development shall not be commenced until details/samples of all facing materials to be used in the development have been submitted to and approved in writing by the Local Planning Authority and no facing materials shall be used except those so approved.\r\rReason:\rTo safeguard the appearance of the development."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "546885",
  "status": "Approved",
  "decision_date": "13/08/2003",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.11658639999999999,
          51.5411779
        ],
        [
          0.11661039999999999,
          51.5411556
        ],
        [
          0.1169114,
          51.5412812
        ],
        [
          0.1171772,
          51.541404299999996
        ],
        [
          0.11758489999999999,
          51.5410289
        ],
        [
          0.1175818,
          51.541025
        ],
        [
          0.11758239999999999,
          51.5410231
        ],
        [
          0.11758379999999999,
          51.5410209
        ],
        [
          0.11758439999999999,
          51.5410186
        ],
        [
          0.1176209,
          51.5408574
        ],
        [
          0.1176246,
          51.5408434
        ],
        [
          0.11767549999999999,
          51.5406042
        ],
        [
          0.11771419999999999,
          51.5404289
        ],
        [
          0.11772039999999999,
          51.5403964
        ],
        [
          0.1177269,
          51.5403735
        ],
        [
          0.1177313,
          51.5403588
        ],
        [
          0.1177337,
          51.5403421
        ],
        [
          0.1177343,
          51.5403341
        ],
        [
          0.1176798,
          51.5403285
        ],
        [
          0.11738119999999999,
          51.5403027
        ],
        [
          0.1169192,
          51.5402642
        ],
        [
          0.11665299999999999,
          51.540241
        ],
        [
          0.1162613,
          51.5402075
        ],
        [
          0.11607759999999999,
          51.5402358
        ],
        [
          0.1158051,
          51.5402937
        ],
        [
          0.11566309999999999,
          51.5403177
        ],
        [
          0.11566639999999999,
          51.5403212
        ],
        [
          0.1156878,
          51.5403627
        ],
        [
          0.1157101,
          51.5404068
        ],
        [
          0.11573159999999999,
          51.5404505
        ],
        [
          0.1157546,
          51.5404959
        ],
        [
          0.1157839,
          51.5405534
        ],
        [
          0.1158104,
          51.5406045
        ],
        [
          0.11581269999999999,
          51.540609
        ],
        [
          0.1158172,
          51.5406175
        ],
        [
          0.1158362,
          51.5406545
        ],
        [
          0.11584019999999999,
          51.5406634
        ],
        [
          0.1158671,
          51.5407142
        ],
        [
          0.1159091,
          51.5407962
        ],
        [
          0.11598009999999999,
          51.5409284
        ],
        [
          0.1159818,
          51.5409329
        ],
        [
          0.11586719999999999,
          51.541042
        ],
        [
          0.11576689999999999,
          51.5411355
        ],
        [
          0.11574000000000001,
          51.5411607
        ],
        [
          0.1157241,
          51.5411759
        ],
        [
          0.1156812,
          51.5412158
        ],
        [
          0.1156405,
          51.5412538
        ],
        [
          0.1156364,
          51.5412588
        ],
        [
          0.11564809999999999,
          51.5412636
        ],
        [
          0.1157077,
          51.5412881
        ],
        [
          0.1157643,
          51.5413123
        ],
        [
          0.11582529999999999,
          51.5413377
        ],
        [
          0.1158717,
          51.5413571
        ],
        [
          0.11588709999999999,
          51.5413631
        ],
        [
          0.11591059999999999,
          51.541373
        ],
        [
          0.1159187,
          51.5413765
        ],
        [
          0.11598119999999999,
          51.5414023
        ],
        [
          0.1160012,
          51.5414106
        ],
        [
          0.11600709999999999,
          51.541413
        ],
        [
          0.11601579999999999,
          51.5414165
        ],
        [
          0.1160783,
          51.5414428
        ],
        [
          0.116143,
          51.54147
        ],
        [
          0.11613129999999999,
          51.5414819
        ],
        [
          0.1161335,
          51.5414828
        ],
        [
          0.11621849999999999,
          51.5415183
        ],
        [
          0.11627889999999999,
          51.5414486
        ],
        [
          0.1164518,
          51.5412957
        ],
        [
          0.11658639999999999,
          51.5411779
        ]
      ]
    ]
  },
  "decision_target_date": "04/07/2003",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T19:54:09.987+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "School Site",
  "id": "Barking_&_Dagenham-03_00381_FUL",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": "184554",
  "appeal_start_date": null,
  "postcode": "",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=6672",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of 28 2 1/2 storey four bedroom houses and 80 no. 2 bedroom flats in 2, 2 1/2 and 3 storey buildings",
  "valid_date": "09/05/2003",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              546877.189,
              184598.207
            ],
            [
              546878.923,
              184595.78
            ],
            [
              546899.387,
              184610.347
            ],
            [
              546917.423,
              184624.568
            ],
            [
              546946.905,
              184583.64
            ],
            [
              546946.7,
              184583.2
            ],
            [
              546946.75,
              184583
            ],
            [
              546946.85,
              184582.75
            ],
            [
              546946.9,
              184582.5
            ],
            [
              546949.95,
              184564.65
            ],
            [
              546950.25,
              184563.1
            ],
            [
              546954.55,
              184536.6
            ],
            [
              546957.802,
              184517.183
            ],
            [
              546958.331,
              184513.585
            ],
            [
              546958.861,
              184511.045
            ],
            [
              546959.21,
              184509.426
            ],
            [
              546959.432,
              184507.574
            ],
            [
              546959.496,
              184506.685
            ],
            [
              546955.739,
              184505.954
            ],
            [
              546935.112,
              184502.478
            ],
            [
              546903.202,
              184497.275
            ],
            [
              546884.819,
              184494.153
            ],
            [
              546857.765,
              184489.644
            ],
            [
              546844.932,
              184492.419
            ],
            [
              546825.855,
              184498.316
            ],
            [
              546815.932,
              184500.701
            ],
            [
              546816.15,
              184501.1
            ],
            [
              546817.5,
              184505.75
            ],
            [
              546818.9,
              184510.7
            ],
            [
              546820.25,
              184515.6
            ],
            [
              546821.7,
              184520.7
            ],
            [
              546823.55,
              184527.15
            ],
            [
              546825.222,
              184532.882
            ],
            [
              546825.369,
              184533.388
            ],
            [
              546825.65,
              184534.35
            ],
            [
              546826.85,
              184538.5
            ],
            [
              546827.1,
              184539.5
            ],
            [
              546828.8,
              184545.2
            ],
            [
              546831.45,
              184554.4
            ],
            [
              546835.95,
              184569.25
            ],
            [
              546836.05,
              184569.75
            ],
            [
              546827.75,
              184581.65
            ],
            [
              546820.5,
              184591.85
            ],
            [
              546818.55,
              184594.6
            ],
            [
              546817.4,
              184596.25
            ],
            [
              546814.3,
              184600.6
            ],
            [
              546811.35,
              184604.75
            ],
            [
              546811.05,
              184605.3
            ],
            [
              546811.85,
              184605.85
            ],
            [
              546815.9,
              184608.7
            ],
            [
              546819.75,
              184611.5
            ],
            [
              546823.9,
              184614.45
            ],
            [
              546827.05,
              184616.7
            ],
            [
              546828.1,
              184617.4
            ],
            [
              546829.7,
              184618.55
            ],
            [
              546830.25,
              184618.95
            ],
            [
              546834.5,
              184621.95
            ],
            [
              546835.863,
              184622.907
            ],
            [
              546836.258,
              184623.184
            ],
            [
              546836.85,
              184623.6
            ],
            [
              546841.1,
              184626.65
            ],
            [
              546845.5,
              184629.8
            ],
            [
              546844.65,
              184631.1
            ],
            [
              546844.8,
              184631.2
            ],
            [
              546850.584,
              184635.317
            ],
            [
              546854.99,
              184627.689
            ],
            [
              546867.477,
              184611.041
            ],
            [
              546877.189,
              184598.207
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": null,
  "application_details": {
    "site_area": 1.477
  },
  "centroid": {
    "lon": "0.1166806",
    "lat": "51.5407786"
  },
  "lapsed_date": "13/08/2006",
  "decision_process": "Committee",
  "actual_completion_date": null
}