{
  "lpa_name": "Barking & Dagenham",
  "uprn": "100100915",
  "decision_date": "24/08/2004",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-03_00551_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": null,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 1.637,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 9194,
      "total_gia_gained": 3690,
      "total_gia_lost": 9194,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 3690
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": "21/02/2006",
        "use_class": "B2",
        "gia_gained": 3690,
        "actual_commencement_date": "18/09/2004",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 9194
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Urban",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "1",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "PIL - Dagenham Dock/ Fords/ Havering Riverside",
        "constraints_layer_description": "Strategic Industrial Location"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 1.5669999999999997
  },
  "valid_date": "04/07/2003",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of building (3,690m2) to be used for bus maintenance, cleaning and refuelling with ancillary offices in connection with use of site as bus depot",
  "decision_conditions": [
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of landscaping for the site which shall include indications of all existing trees, shrubs and hedgerows on the site and details of those to be retained.\r\rReason:\rTo safeguard and improve the appearance of the area.",
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The landscaping scheme as approved in accordance with condition No. ^IN; shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:\rTo secure the provision and retention of the landscaping in the interests of the visual amenity of the area.",
    "The approved development shall make provision for cycle parking in accordance with a scheme that shall have been previously submitted to approved by the Local Planning Authority.\r\rReason:\rIn the interests of promoting cycling as a safe, efficient and non-polluting mode of transport and in accordance with Policy T.19 of the Unitary Development Plan.",
    "The development hereby permitted shall not be commenced until details of the parking layout and surfacing materials for the site have been submitted to and approved by the Local Planning Authority.\r\rReason:\rTo ensure that sufficient off-street parking areas are provided and not to prejudice the free flow of traffic on the adjoining highway and in accordance with Policy T.13 of the Unitary Development Plan.",
    "There shall be no obstruction to visibility between a height of 600mm and 2000mm within the area coloured ^INS;  on drawing No. ^INS;\r\rReason:\rTo provide adequate visibility to and from the highway so that the use of the access does not prejudice the free flow of traffic or conditions of general safety along the neighbouring highway and in accordance with Policy T.13 of the Unitary Development Plan.",
    "The development shall not be commenced until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved by the Local Planning Authority in writing.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:\rTo ensure the development is satisfactorily landscaped in order to improve the visual appearance of the area.",
    "No development shall take place until details of existing and finished site levels, finished floor and ridge levels of the buildings to be erected, and finished external surface levels have been submitted to and approved in writing by the Local Planning Authority.\r\rReason:\rTo ensure that any works in connection with the development hereby permitted respect the height of adjacent properties.",
    "The development shall not be commenced until details of all boundary fences and walls have been submitted to and approved by the Local Planning Authority and no part of the development shall be occupied until the approved fences and walls for that part have been provided.  The approved fences and walls shall be retained unless the Local Planning Authority gives prior written approval to their removal.\r\rReason:\rTo ensure the satisfactory means of enclosure for the proposed development in the interests of the visual amenity of the area.",
    "The permitted development shall not be commenced until details/samples of all facing materials to be used in the development have been submitted to and approved in writing by the Local Planning Authority and no facing materials shall be used except those so approved.\r\rReason:\rTo safeguard the appearance of the development.",
    "The development shall not commence until details of any proposed external lighting scheme which would serve the proposed development hereby approved have been submitted to and approved by the LPA.\r\rReason:\rTo maintain the appearance of the site, minimising intrusive overspill to the neighbouring properties and the interest of safety and security in accordance with policy G37 and DE6.",
    "The development shall not commence until detail of refuse enclosures have been submitted to and approved by the Local Planning Authority and thereafter permanently retained for the use of the occupiers of the premises.\r\rReason:\rTo provide satisfactory refuse storage provision in the interest of the appearance of the site and locality.",
    "Details of storage facilities for oils, fuels or chemicals shall be submitted to and approved in writing by the Local Planning Authority, and implemented in accordance with such details approved.\r\rReason:\rTo prevent pollution of the water environment.",
    "Surface water drainage works and source control measures shall be carried out in accordance with details, which should be submitted to and approved in writing by the Local Planning Authority before development commences.\r\rReason:\rTo ensure that the surface water discharge from the site shall not be prejudicial to the existing sewerage system and the amenities of the area in accordance with policy G38.",
    "No development approved by this permission shall be commenced until the Local Planning Authority is satisfied that adequate sewerage infrastructure will be in place to receive foul water discharges from the site.  No buildings (or uses) hereby permitted shall be occupied (or commenced) until such infrastructure is in place.\r\rReason:\rTo ensure that the foul and water discharge from the site shall not be prejudical to the existing sewerage system and the amenities of the area in accordance with policy G38.",
    "No building hereby permitted shall be occupied until a green travel plan has been submitted to and approved by the Local Planning Authority. The green travel plan should outline proposals to minimise car-borne trips and encourage the use of public transport and, once approved, should thereafter be maintained and reviewed.\r\rReason:\rTo encourage the use of alternatives to the private car as a means of accessing the site in the interests of sustainability and minimising polluting emissions.",
    "No development shall take place until the applicant has secured the implementation of a programme of archaeological work in accordance with a written scheme for investigation which has been submitted by the applicant and approved by the Local Planning Authority.  The development shall only take place in accordance with the detailed scheme pursuant to this condition.  The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.\r\rReason:\rImportant archaeological remains may exist on this site.  Accordingly the planning authority wishes to secure the provision of archaeological investigation and the subsequent recording of the remains prior to development, in accordance with the guidance and model condition set out in PPG16.",
    "All parts of the development, including the car parks and all external circulation areas, shall be designated to be accessible to people with disabilities in accordance with details submitted to and approved in writing by the Local Planning Authority.\r\rReason:\rIn the interest of providing easier access within the development to people with disabilities in accordance with policy E4.",
    "No development approved by this permission shall be commenced prior to a contaminated land assessment and associated remedial strategy, together with a timetable of works, being submitted to the Local Planning Authority for approval:\r\ra) The contaminated land assessment shall include a desk study to be submitted to the Local Planning Authority for approval. The desk study shall detail the history of the site uses and propose a site investigation strategy based on the relevant information discovered by the desk study. The strategy shall be approved by the Local Planning Authority prior to investigations commencing on site.\r\rb) The site investigation, including relevant soil, soil gas, surface and groundwater sampling, shall be carried out by a suitably qualified and accredited consultant/contractor in accordance with a Quality Assured sampling and analysis methodology.\r\rc) A site investigation report detailing all investigative works and sampling on site, together with the results of analysis, risk assessment to any receptors and a proposed remediation strategy shall be submitted to the Local Planning Authority. The Local Planning Authority shall approve such remedial works as required prior to any remediation commencing on site. The works shall be of such a nature as to render harmless the identified contamination given the proposed end-use of the site and surrounding environment including any controlled waters.\r\rd) Approved remediation works shall be carried out in full on site under a quality assurance scheme to demonstrate compliance with the proposed methodology and best practice guidance. If during the works contamination is encountered which has not previously been identified then the additional contamination shall be fully assessed and an appropriate remediation scheme agreed with the Local Planning Authority. \r\re) Upon completion of the works, this condition shall not be discharged until a closure report has been submitted to and approved by the Local Planning Authority. The closure report shall include details of the proposed remediation works and quality assurance certificates to show that the works have been carried out in full in accordance with the approved methodology. Details of any post-remedial sampling and analysis to show the site has reached the required clean-up criteria shall be included in the closure report together with the necessary documentation detailing what waste materials have been removed from the site. \r\rReason\rTo prevent pollution of the water environment and in order to quantify any hazards already existing on the site in accordance with Policy G28 of the Unitary Development Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:52.506+00:00",
  "ward": "River",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "24/08/2009",
  "decision_target_date": "29/08/2003",
  "centroid": {
    "lat": "51.5191592",
    "lon": "0.1439459"
  },
  "lpa_app_no": "03/00551/FUL",
  "status": "Completed",
  "site_name": "Former R Maskell Premises",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=6503",
  "locality": "Dagenham",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              548777.665,
              182266.623
            ],
            [
              548786.22,
              182265.46
            ],
            [
              548817.194,
              182261.749
            ],
            [
              548861.33,
              182256.232
            ],
            [
              548877.614,
              182254.25
            ],
            [
              548909.055,
              182250.554
            ],
            [
              548916.501,
              182249.536
            ],
            [
              548922.071,
              182248.84
            ],
            [
              548924.642,
              182248.519
            ],
            [
              548922.125,
              182229.397
            ],
            [
              548921.91,
              182228.272
            ],
            [
              548920.518,
              182218.684
            ],
            [
              548922.5,
              182218.255
            ],
            [
              548920.464,
              182196.134
            ],
            [
              548919.393,
              182196.08
            ],
            [
              548918.482,
              182189.224
            ],
            [
              548917.465,
              182189.117
            ],
            [
              548916.179,
              182179.047
            ],
            [
              548913.662,
              182160.193
            ],
            [
              548913.233,
              182155.801
            ],
            [
              548913.501,
              182154.515
            ],
            [
              548914.519,
              182152.855
            ],
            [
              548913.501,
              182142.838
            ],
            [
              548884.641,
              182145.335
            ],
            [
              548841.458,
              182149.694
            ],
            [
              548826.354,
              182151.301
            ],
            [
              548819.23,
              182151.998
            ],
            [
              548803.589,
              182155.533
            ],
            [
              548780.45,
              182160.675
            ],
            [
              548772.094,
              182162.603
            ],
            [
              548773.058,
              182199.187
            ],
            [
              548773.701,
              182219.594
            ],
            [
              548774.076,
              182233.949
            ],
            [
              548774.451,
              182244.501
            ],
            [
              548774.558,
              182253.393
            ],
            [
              548775.475,
              182260.308
            ],
            [
              548776.433,
              182266.677
            ],
            [
              548777.665,
              182266.623
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major all other major developments",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "Maskell Site",
  "application_type": "All Other",
  "actual_completion_date": "21/02/2006",
  "title_number": null,
  "actual_commencement_date": "18/09/2004",
  "street_name": "CHEQUERS LANE",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "548846",
  "appeal_start_date": null,
  "centroid_northing": "182205",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1429876,
          51.5197309
        ],
        [
          0.1431104,
          51.5197182
        ],
        [
          0.14355489999999999,
          51.5196767
        ],
        [
          0.1441882,
          51.5196155
        ],
        [
          0.1444219,
          51.5195934
        ],
        [
          0.14487319999999998,
          51.5195519
        ],
        [
          0.14498000000000003,
          51.5195408
        ],
        [
          0.14506000000000002,
          51.5195331
        ],
        [
          0.1450968,
          51.5195295
        ],
        [
          0.1450525,
          51.5193584
        ],
        [
          0.14504899999999998,
          51.5193483
        ],
        [
          0.14502489999999998,
          51.519262499999996
        ],
        [
          0.1450532,
          51.5192582
        ],
        [
          0.1450146,
          51.5190599
        ],
        [
          0.1449991,
          51.5190597
        ],
        [
          0.1449831,
          51.5189984
        ],
        [
          0.1449684,
          51.5189977
        ],
        [
          0.14494569999999998,
          51.5189075
        ],
        [
          0.1449015,
          51.5187388
        ],
        [
          0.1448934,
          51.5186994
        ],
        [
          0.1448967,
          51.5186878
        ],
        [
          0.1449107,
          51.5186726
        ],
        [
          0.1448918,
          51.5185829
        ],
        [
          0.1444772,
          51.5186129
        ],
        [
          0.1438571,
          51.5186634
        ],
        [
          0.1436403,
          51.5186819
        ],
        [
          0.143538,
          51.51869
        ],
        [
          0.1433142,
          51.5187259
        ],
        [
          0.1429831,
          51.5187782
        ],
        [
          0.1428636,
          51.5187977
        ],
        [
          0.1428929,
          51.5191261
        ],
        [
          0.1429107,
          51.5193093
        ],
        [
          0.1429222,
          51.5194382
        ],
        [
          0.142932,
          51.5195329
        ],
        [
          0.1429373,
          51.5196128
        ],
        [
          0.14295339999999998,
          51.5196747
        ],
        [
          0.14296989999999998,
          51.5197317
        ],
        [
          0.1429876,
          51.5197309
        ]
      ]
    ],
    "type": "Polygon"
  }
}