{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": null,
  "application_type": "All Other",
  "lpa_app_no": "03/00309/FUL",
  "application_type_full": null,
  "uprn": "100106359",
  "borough": "London Borough of Barking and Dagenham",
  "street_name": "CHURCH ROAD",
  "locality": null,
  "ward": "Abbey",
  "actual_commencement_date": null,
  "lpa_name": "Barking & Dagenham",
  "bo_system": "Idox Tascomi",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The landscaping scheme as approved in accordance with condition No. ^IN; shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner.  Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:\rTo secure the provision and retention of the landscaping in the interests of the visual amenity of the area.",
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of landscaping for the site which shall include indications of all existing trees, shrubs and hedgerows on the site and details of those to be retained.\r\rReason:\rTo safeguard and improve the appearance of the area and in order to comply with Section 197 of the Town and Country Planning Act 1990.",
    "The approved development shall make provision for cycle parking in accordance with a scheme that shall have been previously submitted to approved by the Local Planning Authority.\r\rReason:\rIn the interests of promoting cycling as a safe, efficient and non-polluting mode of transport and in accordance with Policy T.19 of the Unitary Development Plan.",
    "No development shall take place until details of existing and finished site levels, finished floor and ridge levels of the buildings to be erected, and finished external surface levels have been submitted to and approved in writing by the Local Planning Authority.\r\rReason:\rTo ensure that any works in connection with the development hereby permitted respect the height of adjacent properties.",
    "The development shall not be commenced until details of dustbin enclosures showing the design, location and external appearance have been submitted to and approved by the Local Planning Authority.  The approved enclosures shall be provided before the commencement of the use and thereafter permanently retained.\r\rReason:\rTo provide satisfactory refuse storage provision in the interests of the appearance of the site and locality in accordance with the requirements of Policy H.13 of the Unitary Development Plan.",
    "The development shall not be commenced until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved by the Local Planning Authority in writing.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:\rTo ensure the development is satisfactorily landscaped in order to improve the visual appearance of the area.",
    "The development shall not be commenced until details of all boundary fences and walls have been submitted to and approved by the Local Planning Authority and no part of the development shall be occupied until the approved fences and walls for that part have been provided.  The approved fences and walls shall be retained unless the Local Planning Authority gives prior written approval to their removal.\r\rReason:\rTo ensure the satisfactory means of enclosure for the proposed development in the interests of the visual amenity of the area.",
    "The development hereby permitted shall not be implemented until all the legal interests in the land which benefits from this permission are bound by the provisions of an Agreement pursuant to Section 106 of the Town and Country Planning Act 1990 (as amended) substantially as set out in the draft Agreement with the Council pursuant to Section 111 of the Local Government Act 1972 of even date.\r\rReason:\rTo ensure that the proposal delivers a package of community benefits commensurate with the type and scale of the development.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any Order revoking and re-enacting that Order), no development falling within Class A or E in Part 1 of Schedule 2 to that Order shall be carried out to unit numbers 5, 11, 27 and 62 as specified on drawing number 1957/008 Rev.A without the prior written permission of the Local Planning Authority.\r\rReason:\rTo prevent overdevelopment of these plots which have small rear garden areas.",
    "All parts of the external environment, shall be designed to be accessible to people with disabilities in accordance with details submitted to and approved in writing by the Local Planning Authority.\r\rReason:\rIn the interests of providing easier access within the development for people with disabilties.",
    "All entrances and exits to the Foyer and Class D1 unit shall be accessible to people with disabilities in accordance with details that shall have been submitted to and approved by the Local Planning Authority.\r\rReason:\rTo facilitate access to the buildings for people with disabilities.",
    "The development hereby permitted shall not be commenced until a scheme indicating the provision of parking bays for disabled users with blue badges has been submitted to and approved by the Local Planning Authority. The spaces shall be carefully positioned in accordance with BS8300 and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:\rTo ensure and promote easier access for disabled persons to the approved buildings.",
    "Surface water source control measures shall be carried out in accordance with details which shall have been submitted to and approved by the Local Planning Authority before development commences.\r\rReason:\rTo prevent the increased risk of flooding and to improve water quality.",
    "The development hereby permitted shall not be commenced until a detailed scheme to protect future occupiers from existing noise levels has been submitted to and approved by the Local Planning Authority.\r\rReason:\rTo safeguard future occupiers of the development from noise nuisance.",
    "The development hereby permitted shall not be commenced until a detailed scheme to protect the privacy of future occupiers of units 39 to 50, as indicated on drawing number 1957/008 Rev A, from direct overlooking has been submitted to and approved by the Local Planning Authority.\r\rReason:\rTo safeguard the amenity of future occupiers from direct overlooking.",
    "The development hereby permitted shall not be commenced until a sustainability statement has been submitted to and approved by the Local Planning Authority and thereafter implemented in accordance with the approved details.\r\rReason:\rIn order that the development gives consideration to the principles of environmental sustainability.",
    "Notwithstanding the details shown on drawing number 1957/008 Rev A the development shall not commence until details of the highway layout including the car parking bays and the routing of the Barking to Ilford cycleway have been submitted to and approved by the Local Planning Authority. \r\rReason:\rIn order that further consideration can be given to the highways layout in the interests of highway safety and the needs of pedestrians and cyclists.",
    "No external construction works, deliveries, external running of plant and equipment or internal works audible outside the site boundary shall take place on the site other than between the hours of 0800  to 1800 on Monday to Friday and 0800 to 1300 on Saturday or on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason:\rTo ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with Policy G.36 of the Unitary Development Plan.",
    "The development shall not be commenced until a scheme specifying the provisions to be made to control noise emanating from the site during construction works has been submitted to, and approved by, the Local Planning Authority.  This scheme should include details of the construction methods to be employed, for example piling, the duration of such activities, the equipment to be used and the proposed hours of operation.  All construction activities associated with the development shall be carried out in accordance with the recommendations contained in British Standard 5228, Parts 1 and 2, 1984 and Part 4, 1986.\r\rReason:\rTo ensure that the proposed construction work does not cause nuisance and disturbance to neighbouring occupiers and in accordance with Policy G.36 of the Unitary Development Plan.",
    "The permitted development shall not be commenced until details/samples of all facing materials to be used in the development have been submitted to and approved in writing by the Local Planning Authority and no facing materials shall be used except those so approved.\r\rReason:\rTo safeguard the appearance of the development.",
    "The development shall not be commenced until a written scheme and programme of archaeological investigation has been submitted to and  approved by the Local Planning Authority, and the development shall not be carried out except consistently with and in conformity with such approved scheme and programme.\r\rReason:\rTo safeguard the heritage of the Borough by providing an adequate opportunity to investigate and excavate archaeological remains on the site before development is carried out in accordance with Policy DE36 & 37 of the Unitary Development Plan.",
    "No development approved by this permission shall be commenced prior to a contaminated land assessment and associated remedial strategy, together with a timetable of works, being submitted to the Local Planning Authority for approval:\r\ra) The contaminated land assessment shall include a desk study to be submitted to the Local Planning Authority for approval. The desk study shall detail the history of the site uses and propose a site investigation strategy based on the relevant information discovered by the desk study. The strategy shall be approved by the Local Planning Authority prior to investigations commencing on site.\r\rb) The site investigation, including relevant soil, soil gas, surface and groundwater sampling, shall be carried out by a suitably qualified and accredited consultant/contractor in accordance with a Quality Assured sampling and analysis methodology.\r\rc) A site investigation report detailing all investigative works and sampling on site, together with the results of analysis, risk assessment to any receptors and a proposed remediation strategy shall be submitted to the Local Planning Authority. The Local Planning Authority shall approve such remedial works as required prior to any remediation commencing on site. The works shall be of such a nature as to render harmless the identified contamination given the proposed end-use of the site and surrounding environment including any controlled waters.\r\rd) Approved remediation works shall be carried out in full on site under a quality assurance scheme to demonstrate compliance with the proposed methodology and best practice guidance. If during the works contamination is encountered which has not previously been identified then the additional contamination shall be fully assessed and an appropriate remediation scheme agreed with the Local Planning Authority. \r\re) Upon completion of the works, this condition shall not be discharged until a closure report has been submitted to and approved by the Local Planning Authority. The closure report shall include details of the proposed remediation works and quality assurance certificates to show that the works have been carried out in full in accordance with the approved methodology. Details of any post-remedial sampling and analysis to show the site has reached the required clean-up criteria shall be included in the closure report together with the necessary documentation detailing what waste materials have been removed from the site. \r\rReason\rTo prevent pollution of the water environment and in order to quantify any hazards already existing on the site in accordance with Policy G28 of the Unitary Development Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "544151",
  "status": "Approved",
  "decision_date": "30/06/2003",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          0.0759514,
          51.5424011
        ],
        [
          0.07702339999999999,
          51.5428194
        ],
        [
          0.0770974,
          51.5428119
        ],
        [
          0.07712659999999999,
          51.5427894
        ],
        [
          0.07726279999999999,
          51.5427865
        ],
        [
          0.0772441,
          51.5427401
        ],
        [
          0.07725259999999999,
          51.5427391
        ],
        [
          0.07719609999999999,
          51.5424298
        ],
        [
          0.0772385,
          51.5423953
        ],
        [
          0.0775603,
          51.5423519
        ],
        [
          0.07755569999999999,
          51.5422674
        ],
        [
          0.07848129999999999,
          51.5418666
        ],
        [
          0.07842,
          51.5418344
        ],
        [
          0.0783247,
          51.541895
        ],
        [
          0.0782438,
          51.54186
        ],
        [
          0.0781741,
          51.5415487
        ],
        [
          0.0781996,
          51.5415074
        ],
        [
          0.0785545,
          51.5414203
        ],
        [
          0.0786605,
          51.5413679
        ],
        [
          0.0786967,
          51.541307
        ],
        [
          0.0786863,
          51.5412474
        ],
        [
          0.0786844,
          51.5412038
        ],
        [
          0.0782892,
          51.541178
        ],
        [
          0.07791329999999999,
          51.5413006
        ],
        [
          0.0778609,
          51.5412894
        ],
        [
          0.0777664,
          51.5413356
        ],
        [
          0.0777646,
          51.5413604
        ],
        [
          0.0777392,
          51.5413725
        ],
        [
          0.0777657,
          51.5413846
        ],
        [
          0.07776369999999999,
          51.5414045
        ],
        [
          0.0774541,
          51.5415621
        ],
        [
          0.0769333,
          51.5418211
        ],
        [
          0.0767754,
          51.5418474
        ],
        [
          0.0767678,
          51.541829
        ],
        [
          0.0764567,
          51.5419798
        ],
        [
          0.07615569999999999,
          51.5422108
        ],
        [
          0.0759514,
          51.5424011
        ]
      ]
    ]
  },
  "decision_target_date": "12/06/2003",
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "development_type": "Major dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T19:54:05.151+00:00",
  "last_updated_by": "Idox Tascomi",
  "site_name": "The Foyer Redevelopment Site",
  "id": "Barking_&_Dagenham-03_00309_FUL",
  "decision": "Approved",
  "cil_liability": null,
  "centroid_northing": "184613",
  "appeal_start_date": null,
  "postcode": "",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=9489",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Demolition of existing buildings (The Clevelands, Wakerings and Bloomfields) and erection of 10 storey foyer building to provide 116 bedsits, 114 one, two, three and four storey flats and houses including use of part of ground floor for Class D1 purposes and accompanying alterations to highway layout",
  "valid_date": "17/04/2003",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              544055.638,
              184653.454
            ],
            [
              544128.646,
              184702.08
            ],
            [
              544133.8,
              184701.4
            ],
            [
              544135.9,
              184698.95
            ],
            [
              544145.35,
              184698.9
            ],
            [
              544144.2,
              184693.7
            ],
            [
              544144.791,
              184693.605
            ],
            [
              544141.85,
              184659.1
            ],
            [
              544144.9,
              184655.35
            ],
            [
              544167.35,
              184651.15
            ],
            [
              544167.3,
              184641.75
            ],
            [
              544232.75,
              184599
            ],
            [
              544228.6,
              184595.3
            ],
            [
              544221.8,
              184601.85
            ],
            [
              544216.3,
              184597.8
            ],
            [
              544212.45,
              184563.05
            ],
            [
              544214.35,
              184558.5
            ],
            [
              544239.234,
              184549.517
            ],
            [
              544246.75,
              184543.9
            ],
            [
              544249.45,
              184537.2
            ],
            [
              544248.921,
              184530.548
            ],
            [
              544248.921,
              184525.704
            ],
            [
              544221.6,
              184522.05
            ],
            [
              544195.15,
              184534.95
            ],
            [
              544191.55,
              184533.6
            ],
            [
              544184.85,
              184538.55
            ],
            [
              544184.65,
              184541.3
            ],
            [
              544182.85,
              184542.6
            ],
            [
              544184.65,
              184544
            ],
            [
              544184.45,
              184546.2
            ],
            [
              544162.479,
              184563.119
            ],
            [
              544125.55,
              184590.9
            ],
            [
              544114.52,
              184593.51
            ],
            [
              544114.05,
              184591.45
            ],
            [
              544092,
              184607.6
            ],
            [
              544070.4,
              184632.7
            ],
            [
              544055.638,
              184653.454
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": null,
  "application_details": {
    "site_area": 1.366
  },
  "centroid": {
    "lon": "0.07730909999999999",
    "lat": "51.5420132"
  },
  "lapsed_date": "30/06/2006",
  "decision_process": "Committee",
  "actual_completion_date": null
}