{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509490.8534,
              187137.6481
            ],
            [
              509466.3794,
              187127.7262
            ],
            [
              509449.8429,
              187170.4565
            ],
            [
              509470.3481,
              187173.6315
            ],
            [
              509471.2742,
              187168.7367
            ],
            [
              509478.4179,
              187170.0596
            ],
            [
              509490.8534,
              187137.9127
            ],
            [
              509490.8534,
              187137.6481
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08099954",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:57.834+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "16/03/2020",
  "secondary_street_name": "RUISLIP",
  "appeal_start_date": null,
  "ward": "WEST RUISLIP",
  "centroid": {
    "lat": "51.5726199",
    "lon": "-0.4217611"
  },
  "decision": "Refused",
  "valid_date": "21/08/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.11
  },
  "cil_liability": false,
  "postcode": "HA4 8NQ",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=38324/APP/2019/2798",
  "lpa_name": "Hillingdon",
  "site_name": "PEMBROKE HOUSE",
  "lapsed_date": "09/04/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development, by virtue of the reconfigured layout of the two fourth floor flats and the introduction of an office and maintenance storage area, would result in the loss of existing residential floor space, thereby resulting in the loss of existing self-contained housing that would not be replaced with at least equivalent floor space, contrary to Policy DMH 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Policy 3.14 of the London Plan (2016) and Policy H8 of the emerging London Plan - Intend to Publish Version (December 2019).",
    "The proposed development, by virtue of the change of use of existing residential floor space into non-residential floor space and the reduction in floor space for existing units, would result in the partial redevelopment of the site, thereby staying below the Affordable Housing threshold of ten units for subsequent applications following residential redevelopment of a site, and is therefore contrary to Policy H2 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policy DMH 7 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020), Paragraph 4.7 of the Planning Obligations SPD 2014, Policies 3.11, 3.12 and 3.13 of the London Plan (2016), Policies H4 and H5 of the emerging London Plan - Intend to Publish Version (December 2019) and the Mayor of London's Affordable Housing and Viability Supplementary Planning Guidance (2017).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The applicant is advised to submit a retrospective application, within 2 months of this decision, for the railings which do not benefit from planning permission but have been completed on site. Should an application not be received, this matter will be passed to the planning enforcement team."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Conversion of 2 no top floor flats (1 nos. one bed flat and 1 nos. two bed flat) to create two flats (1 nos. two bed, 1 nos. one bed) with additional office and maintenance storage area, plus two replacement Juliet balconies in lieu of existing side elevation windows.",
  "lpa_app_no": "38324/APP/2019/2798",
  "decision_target_date": "21/02/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "09/04/2020",
  "id": "Hillingdon-38324_APP_2019_2798",
  "centroid_northing": 187152,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509471,
  "street_name": "5-9 PEMBROKE ROAD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4214792,
          51.572487
        ],
        [
          -0.42183529999999997,
          51.5724026
        ],
        [
          -0.4220605,
          51.5727899
        ],
        [
          -0.42176379999999997,
          51.5728144
        ],
        [
          -0.42175189999999996,
          51.5727702
        ],
        [
          -0.4216485,
          51.5727807
        ],
        [
          -0.4214791,
          51.5724894
        ],
        [
          -0.4214792,
          51.572487
        ]
      ]
    ],
    "type": "Polygon"
  }
}