{
  "lpa_name": "Havering",
  "uprn": "10033424394",
  "decision_date": "15/03/2023",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Havering-P1510.19",
  "secondary_street_name": "Rainham",
  "appeal_status": null,
  "postcode": null,
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.525
  },
  "valid_date": "08/10/2019",
  "reference_no_of_permission_being_relied_on": null,
  "description": "The redevelopment of site for use as a waste management facility with a throughput of over 75,000 tonne per annum.",
  "decision_conditions": [
    "CONDITION: The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "REASON: To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "CONDITION: The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "REASON: For the avoidance of doubt and to ensure that the development is carried out as approved. The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.",
    "CONDITION: The proposed development hereby approved shall be constructed in accordance with the materials detailed under the approved plans unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON: To ensure that the appearance of the proposed development will harmonize with the character of the surrounding area.",
    "CONDITION: Prior to the commencement of above ground works a detailed scheme of hard and soft landscaping shall be submitted to and approved in writing by the Local Planning Authority. The details of landscaping submitted shall include but not be limited to the following:",
    "a) existing site contours and details of any proposed alterations in existing ground levels.",
    "b) details of all tree, hedge, shrub and other planting proposed as part of the scheme and all planting and substrates proposed for, green walls and other soft landscaped structures, including proposed species, plant sizes and planting densities. Such planting to be UK native unless satisfactory justification can be made to the Local Planning Authority;",
    "c) means of planting, staking and tying of trees, including tree guards, and a detailed landscape maintenance regime",
    "d) details of all proposed hard landscape works, including proposed materials, samples and details of techniques to be used to provide conditions appropriate fo",
    "CONDITION: The hereby approved decision shall only be for the use of the site as a waste processing facility only notwithstanding the provisions of any changes to the Town and Country Planning (General Permitted Development) (England) Order 2015, the development shall only be occupied for use as a waste processing facility as detailed within the Town and Country Planning (Use Classes) Order 1987 (as amended) (or any provision equivalent to that Class in any Statutory Instrument revoking and/or re-enacting that Order).",
    "REASON: The application has been assessed in context of these suggested uses and in view that this is a strategic industrial designation it is considered appropriate to restrict the permitted uses as such.",
    "CONDITION: Prior to the commencement of the development hereby approved, the developer to contractor must be signed up to the NRMM (Non-Road Mobile Machinery) register. The development site must be entered onto the register alongside all the NRMM equipment details. In addition:",
    "a) The register must be kept up-to-date for the duration of the construction of development. It is to be ensured that all NRMM complies with the requirements of the directive.",
    "b) All NRMM used during the course of the development that is within the scope of the Greater London Authority 'Control of Dust and Emissions during Construction and Demolition' Supplementary Planning Guidance (SPG) dated July 2014, or any subsequent amendment or guidance, shall comply with the emission requirements therein.",
    "c) An inventory of all NRMM to be kept on-site stating the emission limits for all equipment.",
    "REASON: Being a major development in Greater London, but outside the Non-Road Mobile Machinery (NRMM) Central Activity Zo",
    "CONDITION: The Ecological Impact Assessment (Ref: WIE14714-100-R-9-1-2-EcIA) dated October 2019 prepared by Waterman shall be implemented in full and maintained for the lifetime of the development.",
    "REASON: In the interests of ecology and preventing undue impact on nearby ecological designations.",
    "CONDITION: Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority;",
    "a) A Phase II (Site Investigation) Report as the Phase I Report confirms the possibility of a significant risk to any sensitive receptors. This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the site's ground conditions. An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "b) A Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation. A detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to all receptors must be prepared, and is subject to the approval in writing of the Local Planning Authority. Th",
    "CONDITION: If, during development, contamination not previously identified is found to be present at the site then no further development shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "Following completion of the above remediation works a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "REASON: To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "CONDITION: The development hereby approved shall achieve BREEAM 'Very Good' level of environmental performance. Before the non-residential development is first occupied, the developer shall submit certification of the selected generic environmental standard.",
    "REASON: To ensure that the development is sustainable.",
    "CONDITION: The development hereby permitted shall not be commenced until such time as a scheme to dispose of surface water has been submitted to, and approved in writing by, the local planning authority. The scheme shall be implemented as approved.",
    "REASON: The Thames river basin management plan requires restoration and enhancement of water bodies to prevent deterioration and promote recovery of water bodies. Without this condition, the impact will cause deterioration of a quality element to a lower status class and prevent the recovery of, and cause deterioration to, the protected area Inner Thames Marshes water body, which is designated as a Site of Special Scientific Interest (SSSI).",
    "CONDITION: No development shall commence, including any works of demolition, until a Construction Environmental Management Plan (CEMP) and a Site Waste Management Plan (SWMP) have been submitted to and approved in writing by the Local Planning Authority. These plans shall incorporate details of:",
    "a) Details of the site manager, including contact details (phone, email, postal address) and the location of a large notice board on the site that clearly identifies these details and a 'Considerate Constructors' contact telephone number;",
    "b) Construction traffic management and Construction Logistics Plan. The Plan shall aim to identify the cumulative impacts of construction traffic for the area in terms of likely additional trips and mitigation required. The plan should show that construction vehicle movements would be optimised to avoid the am and pm traffic peaks and reduce highway impact on the TLRN in the vicinity of the site.",
    "c) The parking of vehicles of site operatives and visitors;",
    "d)",
    "CONDITION: Prior to commencement a Delivery and Service Plan shall be submitted and agreed in writing with the Local Planning Authority. The plan shall aim to effectively manage the impact of vehicles accessing the development site and should follow Transport for London's best practice guidance and endeavour to ensure deliveries are carried our outside of peak hours. The plan shall also include details of:",
    "a) parking of vehicles of site personnel and visitors;",
    "b) storage of plant and materials;",
    "c) a piling method statement (detailing the depth and type of piling proposed)",
    "d) siting and design of temporary buildings;",
    "e) scheme for security fencing/hoardings, depicting a readily visible 24-hour contact number for queries or emergencies; and",
    "f) details of disposal of waste arising from the construction programme, including final disposal points. The burning of waste on the site at any time is specifically precluded. The plan shall be implemented as approved.",
    "REASON: In the interests of",
    "CONDITION: Before the development hereby permitted is first commenced, vehicle cleansing facilities to prevent mud being deposited onto the public highway during construction works shall be provided on site in accordance with details to be first submitted to and approved in writing by the Local Planning Authority. The approved facilities shall be retained thereafter and used at relevant entrances to the site throughout the duration of construction works. If mud or other debris originating from the site is deposited in the public highway, all on-site operations shall cease until it has been removed.",
    "The submission will provide;",
    "a) A plan showing where vehicles will be parked within the site to be inspected for mud and debris and cleaned if required. The plan should show where construction traffic will access and exit the site from the public highway.",
    "b) A description of how the parking area will be surfaced, drained and cleaned to prevent mud, debris and muddy water being tracked onto",
    "CONDITION: Prior to occupation details pertaining to a suitable Travel Plan Consultant shall be submitted and approved by the Local Planning Authority. The approved Travel Plan (March 2019) and Transport Assessment (March 2019) shall be fully implemented and maintained thereafter.",
    "REASON: To ensure that the Travel Plan hereby approved is implemented successfully.",
    "CONDITION: Prior to the commencement, a Car Parking Design and Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The Design and Management Plan shall show the layout of car parking spaces for the development including parking sizes, provision of disabled spaces at 10%; parking for visitors; parking for deliveries (loading and unloading) and electrical vehicle charging points (at least 10% active and 10% passive). The area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority prior to occupation and retained permanently thereafter for the accommodation of vehicles and shall not be used for any other purpose.",
    "REASON: To ensure that car parking accommodation is made permanently available within the development and appropriate provision is made for Blue Badge parking and electric vehicle charging points, in the interests of highway safety.",
    "CONDITION: Prior to occupation of each block/building full details of the electric vehicle charging points for that block/building shall be submitted to the Local Planning Authority and approved in writing. These details shall include provision for 10% active and 10% passive charging points. The charging point should be supplied with an independent 32amp radial circuit and must comply with BS7671. A standard 3 pin, 13 amp external socket will be required. The socket should comply with BS1363, and must be provided with a locking weatherproof cover if located externally to the building. The development shall be implemented in full accordance with the approved details prior to first occupation and thereafter be maintained as such.",
    "REASON: To ensure that the development makes adequate provision for electric vehicle charging points to encourage the use of electric vehicles.",
    "CONDITION: The development hereby approved shall not be occupied until cycle parking spaces have been provided in accordance with details to be previously submitted to and approved in writing by the Local Planning Authority. Such cycle parking shall thereafter be retained to the satisfaction of the Local Planning Authority unless formal evidence is submitted to the LPA to demonstrate low uptake or demand.",
    "REASON: Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking. Submission of this detail prior to occupation is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "CONDITION: Prior to commencement, a final Sustainability Urban Drainage Statement shall be submitted in writing and approved by the Local Planning Authority. The strategy shall provide details of how the development would meet the highest standards urban drainage as it relates to the London Plan. The development shall be implemented in accordance with the approved details.",
    "REASON: In the interests of sustainable development.",
    "CONDITION: No Demolition or development shall take place until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.",
    "If heritage assets of archaeological interest are identified by stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include:",
    "A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and th",
    "CONDITION: No piling shall take place until a Piling Method Statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water.",
    "REASON: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact/cause failure of local underground sewerage utility infrastructure.",
    "CONDITION: Notwithstanding the details hereby approved, no waste processing activity should be carried in the open areas of the site.",
    "REASON: To protect the health of future occupants, neighbours those engaged in construction, and to comply with the national air quality objectives within the designated Air Quality Management Area.",
    "CONDITION: The refuse and recycling facilities hereby approved shall be implemented prior to the occupation of the site in accordance with the approved plans. The refuse and recycling facilities shall be permanently retained thereafter.",
    "REASON: Insufficient information has been supplied with the application to judge how refuse and recycling will be managed on site. Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect the amenity of occupiers of the development and also the locality generally.",
    "CONDITION: No HGVs shall use Upminster Road South, Wennington Road and Rainham Village Conservation Area as a through road between A1306 and Lansom Road/Ferry Lane industrial area at any time. HGVs may only be permitted in these areas for refuse waste collection purposes only.",
    "REASON: To ensure that highways infrastructure at that part of the Conservation Area is protected in the interests of highway safety.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework 2018, improvements required to make the proposal acceptable were negotiated with additional details for the consideration to Greater London Plan and TfL. The amendments were subsequently submitted and deemed acceptable.",
    "A detailed method statement for the removal or long-term management/eradication of Giant Hogweeds on the site should be submitted to the Environment Agency for consideration prior to the commencement of development (including ground clearance).",
    "Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access as required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the",
    "relevant highway approvals process. Please note that unauthorised work on the highway is an offence",
    "The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal notifications and approval will be needed for any highway works (including temporary works of any nature) required",
    "during the construction of the development. Please note that unauthorised work on the highway is an offence.",
    "The developer is advised that if construction materials are proposed to be kept on the highway during construction works then they will need to apply for a license from the Council. If the developer requires scaffolding, hoarding or mobile cranes to be used on the highway, a licence is required and Street Management should be contacted make",
    "the necessary arrangements. Please note that unauthorised use of the highway for construction works is an offence",
    "The developer is advised that surface water from the development in both its temporary and permanent states should not be discharged onto the highway. Failure to prevent such is an offence."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:03:39.042+00:00",
  "ward": "Rainham & Wennington",
  "parking_details": null,
  "lapsed_date": "15/03/2026",
  "decision_target_date": "07/01/2020",
  "centroid": {
    "lat": "51.5150476",
    "lon": "0.1874257"
  },
  "lpa_app_no": "P1510.19",
  "status": "Approved",
  "site_name": "Plot 22 Albright Industrial Estate",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1510.19",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551807.08,
              181861.598
            ],
            [
              551827.206,
              181893.594
            ],
            [
              551947.449,
              181809.991
            ],
            [
              551926.806,
              181782.124
            ],
            [
              551807.08,
              181861.598
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "09/07/2020",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "Ferry Lane",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 551876,
  "appeal_start_date": null,
  "centroid_northing": 181837,
  "borough": "Havering",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1864438,
          51.5152872
        ],
        [
          0.18674739999999998,
          51.5155692
        ],
        [
          0.1884429,
          51.5147858
        ],
        [
          0.1881337,
          51.5145409
        ],
        [
          0.1864438,
          51.5152872
        ]
      ]
    ],
    "type": "Polygon"
  }
}