{
  "last_updated_by": "Portal",
  "application_type": "All Other",
  "decision_agency": "Borough",
  "centroid_northing": 179595,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "appeal_start_date": null,
  "ward": "PINKWELL 2022",
  "lpa_app_no": "77948/APP/2023/979",
  "cil_liability": true,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77948/APP/2023/979",
  "lpa_name": "Hillingdon",
  "valid_date": "05/04/2023",
  "pp_id": "12064871",
  "postcode": "UB3 1QE",
  "appeal_status": null,
  "street_name": "HAYES",
  "centroid_easting": 508276,
  "uprn": null,
  "borough": "Hillingdon",
  "application_details": {
    "existing_uprns": null,
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "1",
        "intended_completion_date": "06/2024",
        "intended_commencement_date": "08/2023"
      }
    ],
    "total_gia_gained": 153,
    "site_area": 0.1,
    "total_gia_lost": 275,
    "total_gia_existing": 275,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 275,
        "use_class": "C3",
        "gia_gained": 153,
        "gia_lost": 275
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 8.7,
        "building_ref": "2a"
      },
      {
        "no_storeys": 3,
        "max_height": 8.7,
        "building_ref": "2B"
      },
      {
        "no_storeys": 3,
        "max_height": 8.4,
        "building_ref": "4A"
      },
      {
        "no_storeys": 3,
        "max_height": 8.7,
        "building_ref": "4B"
      }
    ],
    "grey_water_reuse": false,
    "surface_water_discharge_percentage_reduction": 0,
    "green_suds": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 153,
      "total_gia_lost": 275,
      "total_gia_existing": 275,
      "site_area": 0.10300000000000001
    },
    "garden_land_lost": false,
    "internal_resi_water_usage": 0,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 12,
      "total_no_proposed_residential_units": 4,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 2,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 2,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 4,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": 160,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 428,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 40,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 550,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Loss-1",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 275,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 5,
          "phase_detail": null,
          "unit_no": "Loss-2",
          "description": null,
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 275,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 107,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-2",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 107,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-3",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 107,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 4,
          "phase_detail": null,
          "unit_no": "Gain-4",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Semi Detached Home",
          "provision_for_older_persons": false,
          "gia": 107,
          "tenure": "Market for sale",
          "unit_development_type": "New Build"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "site_area": 0.1
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 2,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 2,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 2,
      "ghg_reduction_over_building_regulations": false
    },
    "ownership_status": "Private",
    "scheme_name": "2-4 Denbigh Lane",
    "other_residential_accommodation_details": {
      "site_area": 0.10300000000000001
    }
  },
  "reference_no_of_permission_being_relied_on": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.441588,
          51.504762
        ],
        [
          -0.44159,
          51.504762
        ],
        [
          -0.441586,
          51.504764
        ],
        [
          -0.441402,
          51.505149
        ],
        [
          -0.441085,
          51.505092
        ],
        [
          -0.441276,
          51.504702
        ],
        [
          -0.441588,
          51.504762
        ]
      ]
    ],
    "type": "Polygon"
  },
  "description": "Demolition of existing dwellings and erection of 4 no. 3-bedroom dwellings with habitable roof space and the construction of 4 rear outbuildings.",
  "title_number": null,
  "actual_commencement_date": null,
  "application_type_full": "Full planning permission",
  "epc_number": null,
  "centroid": {
    "lon": -0.44134,
    "lat": 51.504926
  },
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 2303-A-100, 2303-L-100, 2303-L-101 Rev A, 2303-L-102-Rev B, 2303-A-200 Rev A, 2303-A-201 Rev A, 2303-A-203 and the Design and Access Statement.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing the neighbouring property at No. 6 Denbigh Drive and No.90 Stormount Drive.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Details of accessible; sheltered and secure cycle parking for 8no. bicycles and refuge for approval, hereby should be submitted to and approved in writing by the Local Planning Authority.",
    "REASON to be in accordance with the published London Plan 2021 Policy T5.",
    "No development shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including electrical charging points)",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (such as play equipment and furniture)",
    "3. Living Walls and Roofs",
    "3.a Details of the inclusion of living walls and roofs",
    "3.b Justification as to why no part of the development can include living walls and roofs",
    "4. Details of Landscape Maintenance",
    "4.a Landscape Maintenance Schedule for a minimum period of 5 years.",
    "Details of the provision of electric vehicle charging for the development should be submitted to and approved in writing by the Local Planning Authority prior to the first occupation of the development. The approved electric vehicle charging shall be installed and maintained for the lifetime of the development.",
    "REASON to be compliant with published London Plan 2021 Policy T6.1 Residential Parking.",
    "Details of both vehicle crossovers are built according to London Borough of Hillingdon's Domestic Vehicle Footway Crossover policy June 2022 specifically that an area 2.4m to the side and 2.4m back from where the driveway intersects with the back of footway is kept clear of fences, walls and shrubs etc over 0.6m high,  hereby should be submitted to and approved in writing by the Local Planning Authority.",
    "REASON to be in accordance with the published London Plan 2021 Policy T5 and T6.1.",
    "Prior to the commencement of any site clearance or construction work, detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, including the street tree, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority such fencing should be a minimum height of 1.5 metres. The fencing shall be retained in position until development is completed. The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "1. There shall be no changes in ground levels;",
    "2. No materials or plant shall be stored;",
    "3. No buildings or temporary buildings shall be erected or stationed.",
    "4. No materials",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no extension to any dwellinghouse(s) nor any garage(s), shed(s) or other outbuilding(s) shall be erected without the grant of further specific permission from the Local Planning Authority.",
    "REASON",
    "So that the Local Planning Authority can ensure that any such development would not result in a significant loss of residential amenity in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Prior to any works on site above damp proof course level, details of step free access via all points of entry and exit shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON",
    "To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The dwellings hereby approved shall accord with the requirements of Policy D7 of the London Plan and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON",
    "To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy D7 of the London Plan 2021.",
    "The proposed dwellings hereby approved shall not be occupied until it has achieved an energy efficiency standard of a minimum 10% CO2 improvement over Building Regulations requirements Part L 2013 (TER Baseline).",
    "REASON",
    "In the interest of energy conservation and to comply with SI 2 of the London Plan (2021).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "development_type": null,
  "parking_details": {
    "no_existing_car": 4,
    "net_car": 0,
    "no_proposed_car": 4
  },
  "appeal_decision": null,
  "locality": null,
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "decision_date": "07/08/2023",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508259.1755,
              179576.413
            ],
            [
              508259.0432,
              179576.413
            ],
            [
              508259.3078,
              179576.6776
            ],
            [
              508271.2141,
              179619.6725
            ],
            [
              508293.3068,
              179613.8517
            ],
            [
              508281.0037,
              179570.1953
            ],
            [
              508259.1755,
              179576.413
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "id": "Hillingdon-77948_APP_2023_979",
  "site_name": "2-4 DENBIGH DRIVE",
  "lapsed_date": "07/08/2026",
  "decision": "Approved",
  "secondary_street_name": null,
  "decision_target_date": "07/08/2023",
  "last_updated": "2025-03-19T22:38:29.927+00:00",
  "date_building_work_completed_under_previous_permission": null,
  "site_number": null,
  "last_date_consultation_comments": "04/05/2023",
  "bo_system": "Portal"
}