{
  "application_type_full": "Householder planning permission",
  "street_name": "HAYES",
  "decision_agency": "Borough",
  "lpa_name": "Hillingdon",
  "decision_date": "15/04/2025",
  "centroid_easting": 510942,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=56024/APP/2025/363",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "decision": "Refused",
  "valid_date": "05/03/2025",
  "status": "Refused",
  "last_updated_by": "CSV Data Import",
  "lapsed_date": "15/04/2028",
  "pp_id": "13772367",
  "description": "Erection of a single storey Annex to the rear garden.",
  "appeal_decision_date": null,
  "application_type": "Householder",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_start_date": null,
  "centroid_northing": 181856,
  "actual_completion_date": null,
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision": null,
  "borough": "Hillingdon",
  "uprn": null,
  "application_details": {
    "existing_uprns": null,
    "intended_completion_date": "06/2025",
    "total_gia_gained": 30,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "04/2025"
  },
  "centroid": {
    "lat": 51.524731,
    "lon": -0.402233
  },
  "reference_no_of_permission_being_relied_on": null,
  "last_date_consultation_comments": "28/03/2025",
  "lpa_app_no": "56024/APP/2025/363",
  "postcode": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "wgs84_polygon": null,
  "secondary_street_name": null,
  "parking_details": null,
  "site_name": "35 LOTHIAN AVENUE",
  "decision_target_date": "30/04/2025",
  "locality": null,
  "ward": "BELMORE 2022",
  "cil_liability": false,
  "last_updated": "2025-07-08T21:59:15.693Z",
  "appeal_status": null,
  "decision_conditions": [
    "The proposed outbuilding, by reason of its provision of facilities required for day-to-day private domestic existence, would result in the creation of a self-contained residential unit in a back land position where such a dwelling would be unacceptable due to the impact on the existing dwelling and on the living conditions of neighbouring properties inadequate internal floor area and substandard external private amenity space and the detrimental impact the development would have on the character, appearance and visual amenities of the area through the introduction of a residential dwelling in a location that would be incongruous having regard to the established pattern of residential development in the area. The proposal would therefore conflict with Policies DMH 6, DMHD 2, DMHB 11, DMHB 12, DMHB 16 and DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020), Policies D1, D3, D4, D6 and D8 of the London Plan (2021) and the National Planning Policy Framew",
    "The proposed development, by virtue of its failure to maintain an adequate provision of private external amenity space, would have a harmful effect on the living conditions of the occupants of the host property. The development would therefore be contrary to Policies",
    "DMHB 16, DMHB 18 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020) and Paragraph 135f) of the National Planning Policy Framework (2024).",
    "The proposed development, by virtue of the insufficiently detailed flood risk assessment, does not demonstrate that the development is appropriately flood resilient and resistant, safe for its users for the development's lifetime, and will not increase flood risk overall. The development would therefore be contrary to Policies DMEI 9 and DMEI 10 of the Hillingdon Local Plan Part 2 - Development Management Policies (2020), Policy SI 12 of the London Plan (2021), the Flood Risk and Coastal Change section of the National Planning Policy Guidance and Paragraph 181 of the National Planning Policy Framework (2024).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "polygon": null,
  "development_type": null,
  "id": "Hillingdon-56024_APP_2025_363",
  "site_number": null
}