{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Proposed demolition of the existing garages and erection of an educational motor vehicle workshop and all associated external works.",
  "epc_number": null,
  "street_name": "WATERLOO ROAD",
  "appeal_decision": null,
  "lpa_app_no": "77320/APP/2022/1738",
  "centroid": {
    "lon": "-0.4876427",
    "lat": "51.5419522"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 504976,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77320/APP/2022/1738",
  "last_updated": "2025-03-19T03:28:27.352+00:00",
  "subdivision_of_building": null,
  "postcode": "UB8 2QX",
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 183645,
  "site_name": "BLACK HORSE YARD GARAGE SITE",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "23/06/2022",
  "lapsed_date": "18/11/2025",
  "parking_details": {
    "no_existing_car": 13,
    "no_proposed_car": 1,
    "net_cycle": 6,
    "no_existing_cycle": 0,
    "net_car": -12,
    "no_proposed_cycle": 6,
    "no_proposed_lgv": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_bluebadge": null,
    "net_carclub": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "FME Excel Import",
  "cil_liability": false,
  "decision_target_date": "18/11/2022",
  "title_number": [],
  "decision": "Approved",
  "last_date_consultation_comments": "15/07/2022",
  "ward": "UXBRIDGE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-77320_APP_2022_1738",
  "site_number": null,
  "date_building_work_started_under_previous_permission": "01/12/2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              504957.2265,
              183649.6434
            ],
            [
              504995.9219,
              183649.9741
            ],
            [
              504995.5912,
              183640.383
            ],
            [
              504957.888,
              183639.7215
            ],
            [
              504956.8958,
              183647.9898
            ],
            [
              504957.2265,
              183649.6434
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on submitted plan numbers 2021/D/305/P/01, 2021/D/305/P/02 Rev A,2021/D/305/P/03 Rev C,2021/D/305/P/04 Rev C, 2021/D/305/P/05 Rev C  and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012), Part 2 (2020) and the London Plan (2021).",
    "Save for demolition and site clearance works, no above ground works shall take place until details of all materials and external surfaces have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The premises shall not be used except between:",
    "Monday to Thursday 08:00 - 19:00 (and from 5pm to 7pm Monday to Thursday the site shall only be in operation for bicycle maintenance classes)",
    "Friday 08:00 to 17:00",
    "08:00 to 13:00 hours on Saturdays",
    "REASON",
    "To safeguard the residential amenity of the occupiers of adjoining and nearby properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to any construction or demolition works at the site, a Water Wall Survey shall be undertaken to identify the current condition of the adjacent water wall and the potential impacts of the proposed development on the waterwall. The report should also outline any necessary mitigation works that would be required to ensure the protection and longevity of the water wall. Thereafter the measures shall be carried out in compliance with the approved plans and survey.",
    "REASON: To ensure that the new building and associated works cause no harm to the riverbank in compliance with DMHB 11, DMEI 9 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), chapter 15 of the NPPF (2021).",
    "Prior to the commencement of the development hereby permitted a Travel Plan shall be submitted to and approved in writing by the Local Planning Authority. The Travel Plan, as submitted shall follow the current Travel Plan Development Control Guidance issued by Transport for London and will include:",
    "(1) targets for sustainable travel arrangements",
    "(2) effective measures for the ongoing monitoring of the Travel Plan;",
    "(3) a commitment to delivering the Travel Plan objectives; and",
    "(4) effective mechanisms to achieve the objectives of the Travel Plan by both present and future occupiers of the development.",
    "(5) Pick up and drop off times for any mini/shuttle bus",
    "(6) Staff travel arrangements",
    "(7) Any other plans to encourage sustainable forms of transpiration to and from the site",
    "The development shall be implemented only in accordance with the approved Travel Plan.",
    "REASON",
    "To promote sustainable transport and reduce the impact of the development on the surrounding road network in accorda",
    "No additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The tree protection and management measures set out in Tree Report Ref: TH 3389 shall be implemented in full during the construction of the proposed development and where necessary post construction.",
    "REASON: To ensure that the new building and associated works cause no harm to important trees which contribute to the character and appearance of the area, in compliance with with Policy DMHB 11 and DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "Save for demolition and site clearance works, no above ground works shall take place until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage (dimensions and external finishes)",
    "2.b Secure and enclosed cycle Storage for 3 bikes",
    "2.c Means of enclosure/boundary treatments",
    "2.d Hard Surfacing Materials",
    "2.e External Lighting",
    "2.f Other structures (such as play equipment and furniture)",
    "3.a Existing and proposed functional services above and below ground",
    "Thereafter the development shall be carried out and maintained in full accordance with the approved details.",
    "REASON",
    "To ensure that the proposed deve",
    "No development shall take place until a demolition and construction management plan has been submitted to and approved in writing by the Local Planning Authority for its approval.  The plan shall detail:",
    "(i)  The phasing of development works",
    "(ii) The hours during which development works will occur (see below informatives for appropriate times).",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(iv)Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(vi) Measures to reduce the impact of the development on local air quality and dust through minimising emissio",
    "For the lifetime of the development hereby permitted,  the rating level of noise caused by the operation of plant, machinery and equipment shall be at least 5 dB below the minimum background noise level, or 35 dB(A), whichever is higher, measured 1 metre outside of any window of any dwelling, or similarly noise sensitive premises, determined in accordance with the procedures set out in BS4142:2014 Methods for Rating and Assessing Industrial and Commercial Sound.",
    "Reason: To protect the amenities of nearby residents from unacceptable levels of noise in compliance with Policies DMHB 11 of the Hillingdon Local Plan Part 2 (2020), Policy D14 of the London Plan (2021) and paragraph 130 (f) of the NPPF (2021).",
    "The flood resistance, resilience and management measures set out in 'Ref: 4815-GARA-ICS-XX-RP-C-07.001 A shall be implemented in full and maintained throughout the life time of the development.",
    "REASON: To ensure that the new building is flood resilient and does not put its occupiers or those neighbouring at risk during a flood event in compliance with SI 12 of the London Plan (2021), DMEI 9 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020) and paragraph 167 of the NPPF (2021).",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan and national guidance.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "carry out work to an existing party wall;",
    "build on the boundary with a neighbouring property;",
    "in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge, UB8",
    "The managed DDA toilet shown on plan should feature an inward opening door to facilitate ease of access for wheelchair users from the corridor.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "Canal and River Trust",
    "1) The applicant/developer is advised to contact the works engibering teeam on 0303 040 4040 in order to ensure that any necessary consents are obtained and that the works comply with the Canal and River Trust 'code of practice for afecying the canal and river trust'.",
    "2) The applicant is advised that any surface water discharge to the waterway will require prior consent from the canal and river trust. As the trust is not a land drainage authority, such discharges are not granted as of right-where they are granted, they will usually subject to completion of a commercial agreement. Please contact Chris Lee, utilities surveyor (Chris.lee@canalrivertrust.org.uk).",
    "3) The applicant/developer is advised to contact Bernadette Nicholas of the canal and river trust estates team on 07920495745 on bernadette.mnicholas@canalrivertrust.org.uk in order to ensure that necessary licenses, commercial agreements and defra consent are obtained prior to any works  being carried out",
    "The development shall not commence until a scheme to deal with contamination has been submitted to and approved by the Local Planning Authority (LPA). All works which form part of any required remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "a) A desk-top study carried out by a competent person to characterise the site and provide information on the history of the site/surrounding area and to identify and evaluate all potential sources of contamination and impacts on land and water and all other identified receptors relevant to the site:",
    "(b) A site investigation, including where relevant soil, soil gas, surface water and groundwater sampling, together with the results of analysis and risk assessment shal",
    "Wildlife and Countryside Act 1981:  Note that it is an offence under this act to disturb roosting bats, nesting birds or any other protected species.  Therefore, if applicable, it is advisable to consult your tree surgeon / consultant to agree an acceptable time for carrying out the approved works. Additionally the applicant is advised that failure to meet or comply with the legal requirements set out in the Wildlife and Countryside Act 1981 could result in legal action against the applicant and other relevant parties."
  ],
  "application_details": {
    "total_gia_gained": 62.4,
    "rain_water_harvesting": false,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "05/2023",
        "intended_commencement_date": "12/2022"
      }
    ],
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 5.3,
        "building_ref": "Motor Vehicel Workshop (Main workshop)"
      },
      {
        "no_storeys": 1,
        "max_height": 3.3,
        "building_ref": "Motor Vehicel Workshop (Ancillery Admin and Teaching Spaces)"
      }
    ],
    "surface_water_discharge_percentage_reduction": 1,
    "existing_uprns": [],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 188.5,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SpecifiedOther",
        "gia_gained": 62.4,
        "actual_commencement_date": null,
        "superseded_by_lpa_app_no": null,
        "gia_lost": 164
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "affordable_housing_fast_track": false,
    "internal_resi_water_usage": 0.01,
    "green_suds": false,
    "garden_land_lost": false,
    "total_gia_lost": 164,
    "scheme_phasing": true,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "no_non_resi_units_to_have_full_fibre": 1,
      "no_new_water_connections_required": 1,
      "no_new_gas_connections_required": 1,
      "no_resi_units_to_have_full_fibre": 0,
      "fire_suppression_system_proposed": true,
      "waste_details": [
        {
          "external_dry_recycling": false,
          "external_food_waste": false,
          "unit_reference": "Workshop",
          "external_residual_waste": false,
          "reason_for_no_provision": "The waste will be managed by the education establishment as there have non domestic waste issues.  Space externally is very limited.",
          "internal_residual_waste": true,
          "internal_food_waste": true,
          "internal_dry_recycling": true
        }
      ],
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 100,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 100,
      "waste_provision": false,
      "no_active_slow_ev_charging_points": 1,
      "green_roof_area": 0,
      "no_passive_slow_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_passive_rapid_ev_charging_points": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "no_passive_other_ev_charging_points": null,
      "chp_heat_pumps_capacity": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "community_energy_capacity": null
    },
    "site_area": 0.038000000000000006,
    "total_gia_existing": 188.5,
    "ownership_status": "Public",
    "non_residential_details": {
      "total_gia_gained": 62.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 164,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 188.5,
      "development_type": null,
      "site_area": null
    },
    "grey_water_reuse": false,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "no_affordable_housing_units_provided_offsite": null,
    "commencement_notice_received": null,
    "circular_economy_statement": null,
    "qualifying_vacant_building_floorspace": null,
    "open_and_protected_space_details": {
      "protected_space_count": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "constraints_details": [],
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "uk_company_registration_no": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "site_area": null,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "lead_developer_company_name": null
  },
  "pp_id": "11291131",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48791189999999995,
          51.5419974
        ],
        [
          -0.48735399999999995,
          51.5419932
        ],
        [
          -0.48736169999999995,
          51.5419071
        ],
        [
          -0.4879053,
          51.5419081
        ],
        [
          -0.4879172,
          51.5419826
        ],
        [
          -0.48791189999999995,
          51.5419974
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "18/11/2022",
  "secondary_street_name": "UXBRIDGE"
}