{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/185478OPDFUL;",
  "lapsed_date": "11/03/2022",
  "decision_target_date": "11/03/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "NW10 6QN",
  "site_name": "36-38 Chase Road",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "12117254"
    ],
    "site_area": 0.056
  },
  "appeal_decision_date": null,
  "lpa_app_no": "185478OPDFUL",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "520806",
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T02:58:50.932+00:00",
  "id": "Ealing-185478OPDFUL",
  "application_type": "All Other",
  "street_name": "Chase Road",
  "borough": "Ealing",
  "ward": "East Acton",
  "decision_date": "11/03/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Redevelopment of the existing single-storey commercial premises operating as a dry-cleaning business (Class B2), to provide a three-storey building comprising industrial space (Class B2) at ground-floor and first-floor levels, office accommodation (Class B1a) at second-floor level, with associated car parking, refuse storage and cycle storage",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor general industry-storage-warehousing",
  "centroid_northing": "182288",
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "12117254",
  "centroid": {
    "lon": "-0.25994619999999996",
    "lat": "51.5265934"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520796.2103971,
              182276.6440651
            ],
            [
              520801.7666582,
              182306.8066214
            ],
            [
              520820.0229447,
              182303.1024474
            ],
            [
              520815.2604352,
              182274.2628104
            ],
            [
              520797.2687325,
              182276.6440651
            ],
            [
              520796.2103971,
              182276.6440651
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "1\tThe development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "2\tThe development permitted is approved in accordance with drawing title number(s):",
    "469.(1).0.001 Existing Site Plan; 469.(1).0.002 Existing Ground Floor Plan; 469.(1).0.003 Existing Elevations; 469.(1).0.004 Existing Sections; 469.(1).1.001 Proposed Ground Floor Plan; 469.(1).1.002 Proposed First Floor Plan; 469.(1).1.003 Proposed Mezzanine/Second Floor Plan; 469.(1).1.004 Proposed Roof Plan; 469.(1).1.005 Proposed Site Plan; 469.(1).2.001 Proposed Chase Road Elevation; 469.(1).2.002 Proposed Sunbeam Road (Side) Elevation; 469.(1).2.003 Proposed Side Elevation; 469.(1).3.001 Proposed Section AA; 469.(1).3.002 Proposed Section BB; 469.(1).3.003 Proposed Section CC; Sustainable Design and Construction Statement including Energy Assessment dated 27 July 2018, Planning Statement dated November 2018;  Travel Plan Statement August 2018; Transport Statement August 2018.",
    "Reason: For the avoidance of doubt, in the interest of proper planning.",
    "3\tDetails of all external materials to be used in the development shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Ealing Adopted Development Management DPD (2012) policies 7.4 and 7B; London Plan (2015) policies 7.4 and 7.6; and National Planning Policy Framework (March 2012).",
    "4\tCycle storage for a minimum of 6 cycles in accordance with the approved plans and all adopted standards shall be provided prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and policy 6.9 and 6.13 of the London Plan (Consolidated 2015).",
    "5.\tThe development hereby approved shall not be occupied until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the curtilage of the proposed building as indicated on the approved plans and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Adopted Ealing Management Development Plan Document (2013) and policies 7.4, and 7.6 of the London Plan (Consolidated 2015).",
    "6.\tPrior to the commencement of any works on site (except demolition and site clearance) the following shall be submitted to and subject to the approval in writing of the Local Planning Authority:",
    "-\tAn intrusive contaminated land investigation and risk assessment of the site shall be carried out in accordance with BS1075:2011+A1:2013 and CR11 guidance to assess the nature and extent of any contamination on the site. This assessment must be undertaken by a competent person, and shall assess any contamination on the site, whether or not it originates on the site.",
    "-\tA contamination remediation scheme to bring the site to a condition suitable for the intended end use. It shall include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.",
    "Reason: To protect the health and living conditions of residents in accordance policy 5.21 of The London Plan, policy 1.1 (j) of the Ealing Core Strategy (2012), and policy 5.21 of the Ealing Development Management Development Plan (2013).",
    "7.\tPrior to commencement of the development hereby approved, a demolition method statement and a construction management plan shall be submitted to and approved in writing by the Council. Details shall include control measures for dust, noise, vibration, lighting, delivery locations, restriction of hours of work and all associated activities audible beyond the site boundary to 0800-1800hrs Mondays to Fridays and 0800 -1300 hrs on Saturdays, advance notification to neighbours and other interested parties of proposed works and public display of contact details including accessible phone contact to persons responsible for the site works for the duration of the works.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1 (e) (j) 1.2 (f), 2.1 (c) and 2.10 of the Ealing Core Strategy (2012), policies 6.3, 6.13,  7.14 and 7.15  of the London Plan Consolidated (2015), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "15/01/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07058074",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.26009119999999997,
          51.5264934
        ],
        [
          -0.2600008,
          51.5267633
        ],
        [
          -0.259739,
          51.5267261
        ],
        [
          -0.2598175,
          51.5264679
        ],
        [
          -0.26007589999999997,
          51.5264932
        ],
        [
          -0.26009119999999997,
          51.5264934
        ]
      ]
    ],
    "type": "Polygon"
  }
}