{
  "postcode": "W4 5DA",
  "uprn": "000012101146",
  "decision_agency": "Borough",
  "locality": "London",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/220564VAR;",
  "centroid": {
    "lat": 51.499519,
    "lon": -0.264415
  },
  "application_type_full": "Removal/Variation of a condition",
  "ward": "Southfield",
  "last_date_consultation_comments": null,
  "cil_liability": false,
  "status": "Approved",
  "bo_system": "CSV Data Import",
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "existing_uprns": [
      "000012101146"
    ],
    "site_area": 0.018000000000000002
  },
  "centroid_northing": 179270,
  "decision_date": "02/04/2024",
  "epc_number": null,
  "actual_commencement_date": null,
  "secondary_street_name": null,
  "id": "Ealing-220564VAR",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520572.203431,
              179267.0046089
            ],
            [
              520563.3977058,
              179265.9049237
            ],
            [
              520562.5979348,
              179271.9032067
            ],
            [
              520575.0479771,
              179273.6527059
            ],
            [
              520582.048034,
              179274.5124598
            ],
            [
              520591.2495222,
              179275.6521336
            ],
            [
              520591.3979333,
              179274.4024913
            ],
            [
              520591.8019413,
              179269.5538792
            ],
            [
              520588.0999088,
              179269.1140051
            ],
            [
              520584.1999949,
              179268.6541368
            ],
            [
              520582.8807852,
              179268.4741883
            ],
            [
              520575.8972184,
              179267.5044659
            ],
            [
              520572.203431,
              179267.0046089
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Minor material amendment (S.73) to vary condition no.2 (approved plans), seeking to allow changes on the design, in pursuant to planning permission reference 200586FUL dated 14/07/2021 for 'Redevelopment of site to provide 3no. one-bedroom flats at basement, first and second floor levels and 1no. flexible retail unit (Use Class A1/A3) at ground floor level; single storey rear/side (wraparound) extension; first floor side infill extension to rear outrigger; mansard roof extension including three dormer windows to front roof slope; roof extension to the rear outrigger roof slope; extension to existing basement level; installation of one lightwell to the front elevation and one lightwell to the rear elevation; internal refuse store and cycle storage; and provision of private amenity space.'",
  "lapsed_date": "02/04/2027",
  "lpa_app_no": "220564VAR",
  "last_updated": "2025-03-20T11:25:37.597+00:00",
  "application_type": "All Other",
  "site_name": "181 Acton Lane",
  "appeal_decision_date": null,
  "site_number": null,
  "appeal_decision": null,
  "development_type": "Minor dwellings",
  "appeal_start_date": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of substantive permission 200586FUL (14/07/2021).",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "| The development hereby approved shall be carried out in accordance with the following drawings: 1403/00 (Site Location Plan, 1403/01 (Block Plans as Existing and Proposed), 1403/02 (Floor Plans as Existing), 1403/03 (Elevations as Existing), 1403/04 REV F (Basement and Ground Floor Plans as Proposed), 1403/05 REV A (First and Second Floor Plans as Proposed), 1403/06 REV F (Front and Rear Elevations as Proposed), 1403/07 REV F (Flank Elevation and Section AA as Proposed) and Analysis of Site Layout for Daylight and Sunlight produced by Stinton Jones Consulting Engineers LLP and dated March 2020.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Notwithstanding the details shown on the plans, all external materials to be used in the development shall match the appearance of those of the existing building.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the London Plan (2021) and the National Planning Policy Framework (2021).",
    "| Six (6) cycle storage spaces shall be provided for the development in accordance with the approved plans listed under condition 2. Such provision shall be brought into use prior to the occupation of the development and permanently retained thereafter.",
    "Reason:  In the interests of the future occupants of the development in accordance with policies with policies 3.5 and 7B of the Ealing Development Management Plan 2013, policies 1.1 (e) of the Adopted Ealing Development (Core) Strategy and the London Plan (2021) policy T5.",
    "| Refuse and recycling storage areas shall be provided in accordance with the approved plans listed under condition 2 and brought into use prior to the first occupation of the development permitted and permanently retained thereafter. The enclosure shall provide dedicated areas for retail and residential uses, to be accessed via separate doors.",
    "Reason: To provide adequate refuse storage in accordance with policy SI8 of the London Plan 2021.",
    "| Timber privacy screens with a height of 1.8m from floor level shall be installed to the side-facing aspects of the hereby approved balcony to the first floor rear elevation, and permanently retained thereafter. No other balconies, roof terraces or similar amenity areas shall be formed without express consent from the LPA.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies D1 and D4 of the London Plan (2021), polices 7.4, 7A & 7B of the Adopted Ealing Development Management Plan Document (2013) and polices 1.1 (e)(g), 1.2 (f), 2.1(c) and 2.10 Adopted Development (Core) Strategy 2012.",
    "| The sound insulation of the building envelope including glazing specifications and external amenity areas shall be in accordance with the Council's assessment standards of the SPG10 and achieve compliance with the acoustic criteria specified in BS8233:2014. If compliance requires the windows to be closed, then acoustically attenuated mechanical ventilation and cooling shall be installed as necessary (with air intake from the cleanest aspect of the building).  The above shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), policy policies D6 & D14 of the London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021).",
    "| Prior to commencement of the development, details shall be submitted to the Council for approval in writing, of an enhanced sound insulation value of at least 5dB above the maximum Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings, namely, living room/kitchen above bedrooms of separate dwelling. The assessment and mitigation measures shall be based on standards of the Council's SPG10 and the criteria of BS8233:2014. Approved details shall be implemented prior to occupation of the development and be permanently retained thereafter.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise, in accordance with policies policies D6 & D14 of the London Plan (2021) and policies 3.5 and 7B of the Ealing Development Management DPD (2013).",
    "* Condition discharged under planning ref: 216679CND.",
    "| Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by vibration noise, in accordance with policy D14 of the London Plan (2021) and policy 7B of the Ealing Development Management DPD (2013).",
    "| The use shall not commence until all external doors to the commercial part of the premises have been fitted with self-closing devices, which shall be maintained in an operational condition and at no time shall any external door nor windows to rooms where noise, smell, smoke or fumes may be emitted, be fixed in an open position.",
    "Reason:  To ensure that the amenity of occupiers of the development site/ surrounding premises is not adversely affected by noise /odour /smoke /fumes, in accordance with policies D1 and D4 of the London Plan (2021) and policies 3.5 and 7B of the Ealing Development Management DPD (2013).",
    "| The use of the premises shall not be permitted outside the hours of 07:00 to 18:00 Mondays to Saturdays and not at any time on Sundays and Public/Bank Holidays.",
    "Reason: To ensure that the amenity of occupiers of the development site/surrounding premises is not adversely affected by noise from activities or people attending the site, in accordance with policies D1 and D4 of the London Plan (2021) and policies 3.5 and 7B of the Ealing Development Management DPD (2013)."
  ],
  "decision": "Approved",
  "actual_completion_date": null,
  "decision_process": "Delegated",
  "parking_details": null,
  "pp_id": "PP-11039240",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "street_name": "Acton Lane",
  "centroid_easting": 520569,
  "decision_target_date": "05/04/2024",
  "lpa_name": "Ealing",
  "borough": "Ealing",
  "valid_date": "14/02/2022",
  "last_updated_by": "CSV Data Import",
  "appeal_status": null,
  "date_building_work_started_under_previous_permission": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2643475,
          51.4994921
        ],
        [
          -0.2644746,
          51.4994841
        ],
        [
          -0.2644841,
          51.4995381
        ],
        [
          -0.2643042,
          51.4995512
        ],
        [
          -0.26420309999999997,
          51.4995575
        ],
        [
          -0.2640703,
          51.4995657
        ],
        [
          -0.2640685,
          51.4995545
        ],
        [
          -0.2640644,
          51.4995108
        ],
        [
          -0.2641178,
          51.4995076
        ],
        [
          -0.26417419999999997,
          51.4995043
        ],
        [
          -0.26419319999999996,
          51.499503
        ],
        [
          -0.2642941,
          51.4994958
        ],
        [
          -0.2643475,
          51.4994921
        ]
      ]
    ],
    "type": "Polygon"
  }
}