{
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0078.24",
  "secondary_street_name": "Havering-atte-bower",
  "decision_agency": "Borough",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.14200000000000002
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1821571,
          51.6124879
        ],
        [
          0.1821778,
          51.6125521
        ],
        [
          0.18230369999999999,
          51.6125668
        ],
        [
          0.1824814,
          51.6125574
        ],
        [
          0.1827672,
          51.612479
        ],
        [
          0.1827025,
          51.6122329
        ],
        [
          0.1826942,
          51.6122209
        ],
        [
          0.1820577,
          51.6122912
        ],
        [
          0.1821179,
          51.6124862
        ],
        [
          0.1821571,
          51.6124879
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "Bower House, Amana Trust",
  "centroid_easting": 551206,
  "site_number": null,
  "development_type": null,
  "decision_date": "02/08/2024",
  "appeal_start_date": null,
  "lapsed_date": "02/08/2027",
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "centroid_northing": 192652,
  "appeal_decision_date": null,
  "decision_conditions": [
    "It is suggested that you engage the services of a qualified and fully insured tree surgeon to carry out the above work on your behalf (you should ask to see the contractor's insurance certificate and make sure that it is up to date).",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "street_name": "Orange Tree Hill",
  "actual_completion_date": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": "0.182424",
    "lat": "51.6123998"
  },
  "cil_liability": false,
  "valid_date": "10/07/2024",
  "postcode": "RM4 1PB",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "id": "Havering-T0078.24",
  "application_type": "All Other",
  "parking_details": null,
  "decision_target_date": "21/08/2024",
  "pp_id": "13231033",
  "last_updated_by": "CSV Data Import",
  "locality": "Romford",
  "uprn": "100023517017",
  "last_date_consultation_comments": null,
  "title_number": null,
  "decision": "Approved",
  "last_updated": "2025-03-19T20:52:48.855+00:00",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551187.23,
              192661.25
            ],
            [
              551188.45,
              192668.43
            ],
            [
              551197.12,
              192670.33
            ],
            [
              551209.45,
              192669.65
            ],
            [
              551229.5,
              192661.52
            ],
            [
              551225.84,
              192634.02
            ],
            [
              551225.3,
              192632.67
            ],
            [
              551181,
              192639.17
            ],
            [
              551184.52,
              192660.98
            ],
            [
              551187.23,
              192661.25
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "ward": null,
  "appeal_decision": null,
  "lpa_app_no": "T0078.24",
  "description": "T34 Poplar - Has signifigant damage to the trunk on the south side with the heartwood exposed.  This tree needs to be removed as it is too close to the weeping willow and is in a poor condition. T43 Sycamore - has a large cavity at the base and a poor structural condition. The stem is probably a new stem from an old stump . It is proposed to remove this tree to give more space to other trees and allow more light to the pond. T96 Sycamore - It is proposed to fell this tree as it has a poor physiological condition with dieback throughout the crown and possible root damage, there are clear indications of sooty bark disease. G9 Birch -  This group of birch have all been set at 3m centres to form a block. This will become too close as they mature resulting in tall trees with high thin crowns. It is proposed to thin out the number of trees by removing small Weak or damaged trees to improve the group as a whole. T120 Hawthorn - Has major dead wood and die back throughout the crown. Epicormic growth on the trunk suggests the tree is trying to re-crown at a lower level. It is proposed to pollard the tree back to 2M high to rejuvinate the crown and remove the major dead wood over hanging the bench in the western corner of the wood land. T77 Norway Maple - Has storm damage to the lowest limb on south side. The tree has suppressed the lower crowns of the 2 Wellingtonias. It is proposed to thin and prune to help remedy this, and also to remove a limb rubbing the trunk of the adjacent Scotts pine tree.",
  "date_building_work_completed_under_previous_permission": null
}