{
  "uprn": "100023515927",
  "borough": "Havering",
  "decision_process": "Delegated",
  "decision_conditions": [
    "The work for which consent is granted shall be carried out to the standards detailed in British Standard Document BS 3998:2010.",
    "Reason:",
    "To ensure that the work is carried out in accordance with good arboricultural practice.",
    "The work for which consent is granted shall be carried out as an overall reduction, so that the tree's crown remains balanced.",
    "Reason:",
    "To ensure that the tree's stability is maintained and in the interests of public amenity.",
    "The work for which consent is granted shall be carried out within 2 years from the date of this consent.",
    "Reason:",
    "To prevent the accumulation of consents.",
    "That the tree(s) for which consent for removal is granted shall be replaced by [set out details of replacement tree(s), include size on planting, species and location] within the first available planting season (November to March) following the removal of the original tree(s). Failure to plant the replacement tree(s) as required can lead to enforcement action.",
    "THE APPLICANT SHALL NOTIFY THE LOCAL PLANNING AUTHORITY IN WRITING WITHIN TWO MONTHS OF THE PLANTING BEING CARRIED OUT, SO THAT THE REPLACEMENT TREE CAN BE INSPECTED.",
    "Reason:",
    "In the interests of public amenity and to enable the Council to update its records.",
    "The applicant is advised that if you wish to carry out further works to the above tree[s] you will need to obtain our further consent.",
    "Having considered the particular circumstances of the case and the position of the tree for which consent to fell has been granted the Council has decided that it will not be necessary to replace the tree.",
    "Anyone who takes, damages or destroys the nest of any wild bird whilst that nest is in use or being built is guilty of an offence under the Wildlife and Countryside Act 1981 and prior to commencing work you should ensure that no nesting birds will be affected.",
    "Anyone who kills, injures or disturbs bats, obstructs access to bat roosts or damages or disturbs bat roosts, even when unoccupied by bats, is guilty of an offence under the Wildlife and Countryside Act 1981, the Countryside and Rights of Way Act 2000 and the Conservation (Natural Habitats, &c.) Regulations 2007. Prior to commencing work you should ensure that no bats or bat roosts would be affected. If it is suspected that a bat or bat roost is likely to be affected by the proposed works, you should consult Natural England (tel. 0845 6003078)",
    "Please note that if the work for which consent is granted is not carried out within 2 years of the date of this letter, it will be necessary to submit a fresh application if it is intended to implement the work.",
    "You should comply with British Standard No. 3998 'Recommendations for Tree Work' a copy of which can be inspected at this office. You are advised that the work should be undertaken by a competent and suitably qualified tree contractor."
  ],
  "appeal_status": null,
  "lpa_app_no": "T0078.22",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "locality": null,
  "street_name": "Hornchurch",
  "site_name": "42 Ardleigh Green Road",
  "last_updated": "2025-03-20T17:06:06.284+00:00",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "centroid_easting": 554004,
  "application_details": {
    "existing_uprns": null,
    "site_area": 1.123
  },
  "cil_liability": false,
  "decision_target_date": "25/07/2022",
  "ward": "Squirrels Heath",
  "status": "Approved",
  "description": "The three trees that need urgent attention are a Horse Chestnut and two oak trees.  It is recommended that these trees are subject of this application, which stands in the grounds of Ardleigh House Community Association, they are identified as woodland W1 on Haverings tpo plan 10/04.\n\n1) Horse Chestnut (images HCN 1,2,3) \nOne of the arms has a deep crack which begins approximately  1m from the base of the arm.  The surgeon states that this needs to be removed immediately.  This would ensure the tree's stability is maintained and in the interests of public amenity.  \n\n2) Oak (images OAK 1,2,3)\nThe surgeon feels this tree has some significant health issues, which came to light when some volunteers began removing the ivy from the base of the tree. The surgeon states that this tree needs a significant reduction to the crown as a minimum.  This would ensure the tree's stability is maintained and in the interests of public amenity.\n\n3) Oak 2 (images OAK 2 - 1,2,3)\nThis tree fell on Saturday 11th June 2022. The fallen trunk needs to be removed and the remaining trunk needs a significant reduction.  In the interests of Public safety.",
  "application_type_full": "Tree works: Trees in conservation areas/subject to TPOs",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553941.477,
              189253.498
            ],
            [
              553992.142,
              189250.518
            ],
            [
              554006.501,
              189248.35
            ],
            [
              554047.141,
              189263.793
            ],
            [
              554054.998,
              189261.626
            ],
            [
              554067.732,
              189269.483
            ],
            [
              554079.653,
              189242.119
            ],
            [
              554064.752,
              189235.616
            ],
            [
              554052.831,
              189202.02
            ],
            [
              554057.979,
              189143.228
            ],
            [
              554017.339,
              189159.213
            ],
            [
              553948.793,
              189184.681
            ],
            [
              553931.182,
              189191.725
            ],
            [
              553930.911,
              189193.08
            ],
            [
              553927.931,
              189194.163
            ],
            [
              553927.66,
              189193.351
            ],
            [
              553922.512,
              189195.789
            ],
            [
              553931.995,
              189217.464
            ],
            [
              553936.871,
              189233.991
            ],
            [
              553941.477,
              189253.498
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "postcode": "RM11 2LG",
  "id": "Havering-T0078.22",
  "decision": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "application_type": "All Other",
  "actual_commencement_date": null,
  "pp_id": "11312444",
  "centroid": {
    "lon": "0.221291",
    "lat": "51.5807252"
  },
  "centroid_northing": 189211,
  "lpa_name": "Havering",
  "title_number": null,
  "secondary_street_name": null,
  "development_type": null,
  "valid_date": "13/06/2022",
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "08/07/2025",
  "decision_date": "08/07/2022",
  "parking_details": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=T0078.22",
  "last_date_consultation_comments": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.220408,
          51.5811241
        ],
        [
          0.22113729999999998,
          51.5810834
        ],
        [
          0.2213434,
          51.58106
        ],
        [
          0.2219363,
          51.5811877
        ],
        [
          0.22204859999999998,
          51.5811661
        ],
        [
          0.22223569999999998,
          51.5812332
        ],
        [
          0.2223956,
          51.5809841
        ],
        [
          0.22217789999999998,
          51.5809297
        ],
        [
          0.2219913,
          51.5806311
        ],
        [
          0.22203979999999998,
          51.5801015
        ],
        [
          0.22146069999999998,
          51.5802562
        ],
        [
          0.2204834,
          51.5805038
        ],
        [
          0.2202325,
          51.5805719
        ],
        [
          0.22022919999999999,
          51.5805841
        ],
        [
          0.22018669999999999,
          51.5805947
        ],
        [
          0.2201824,
          51.5805874
        ],
        [
          0.22010929999999998,
          51.5806107
        ],
        [
          0.2202555,
          51.5808029
        ],
        [
          0.22033309999999998,
          51.5809501
        ],
        [
          0.220408,
          51.5811241
        ]
      ]
    ],
    "type": "Polygon"
  }
}