{
  "centroid": {
    "lon": "0.1752573",
    "lat": "51.524662"
  },
  "status": "Refused",
  "decision_target_date": "01/04/2020",
  "site_name": "135 New Road",
  "decision_conditions": [
    "The proposed use would, by way of its hours of operation and the anticipated increase in movement to and from the site associated with the intensity of the use sought, result in an unacceptable character change to the detriment of existing residential amenity. The proposed building would be adjacent to and in the immediate vicinity of, existing residential uses and it is considered that the increased levels of noise and disturbance associated with the scale of activity and the hours of usage sought, particularly for occupiers in close proximity to the site would be unacceptable. The proposed development is therefore contrary to Policies DC55 and DC61 of the LDF Core Strategy and Development Control Policies DPD.",
    "The proposed use would, by reason of the inadequate on site car parking provision, lead to overspill in surrounding roads where there is existing parking stress. The proposal further exacerbates existing parking issues by proposing to build up to the northern boundary and obstructing the existing access way which provides access to the rear of the adjacent properties, thereby preventing vehicular access and parking at the rear of these sites which goes against orderly and proper planning. The proposals would therefore increase competition for existing on-street spaces within the surrounding roads to the detriment of the amenity of surrounding neighbouring occupiers and highway safety. The proposed car parking configuration fails to provide adequate sightlines for vehicles reversing out of the site and onto the pedestrian footpath and will compromise pedestrian and traffic safety. The proposals is therefore contrary to Policies DC61, DC32 and DC33 of the Core Strategy.",
    "The proposed building would, by reason of its excessive overall proportions relative to the constrained site, appear unduly cramped in the plot and project forward of the prevailing front setback line in the street and consequently appear as a feature that would be out of keeping and visually intrusive in the streetscene, contrary to Policy DC61 of the LDF Core Strategy and Development Control Policies DPD and the design principles of the Residential Extensions and Alterations SPD.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the CIL payable would be £3074. Further details with regard to CIL are available from the Council's website.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, notification of intended refusal and the reason(s) for it was given to the agent in writing 2 July 2020."
  ],
  "secondary_street_name": null,
  "application_type": "All Other",
  "postcode": "RM13 8ES",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "16/07/2023",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0128.20",
  "centroid_northing": 182881,
  "uprn": "100021353680",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "South Hornchurch",
  "decision_date": "16/07/2020",
  "description": "Single Storey detached building for Use Class D1 Non-Residential institutions - Place of Worship with associated parking and landscaping.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0128.20",
  "lpa_app_no": "P0128.20",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:56:19.227+00:00",
  "centroid_easting": 551000,
  "pp_id": "08469459",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "05/02/2020",
  "decision": "Refused",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551011.503,
              182900.844
            ],
            [
              550998.769,
              182860.001
            ],
            [
              550987.661,
              182863.252
            ],
            [
              551000.395,
              182901.996
            ],
            [
              551011.503,
              182900.844
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.047
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Rainham",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "25/03/2020",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1754314,
          51.5248372
        ],
        [
          0.17523049999999998,
          51.5244737
        ],
        [
          0.1750719,
          51.5245059
        ],
        [
          0.17527189999999998,
          51.5248506
        ],
        [
          0.1754314,
          51.5248372
        ]
      ]
    ],
    "type": "Polygon"
  }
}