{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "W3 6EJ",
  "borough": "Ealing",
  "wgs84_polygon": null,
  "site_name": "The Portal",
  "centroid_easting": 520762,
  "pp_id": "PP-12572644",
  "cil_liability": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null
  },
  "lpa_name": "Ealing",
  "decision": "Approved",
  "lpa_app_no": "234700OPDNMA",
  "decision_date": "13/06/2024",
  "last_updated": "2025-03-19T20:39:25.088+00:00",
  "centroid_northing": 181837,
  "centroid": {
    "lat": 51.522548,
    "lon": -0.260758
  },
  "appeal_decision_date": null,
  "locality": "London",
  "ward": "North Acton",
  "bo_system": "CSV Data Import",
  "lapsed_date": "13/06/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": null,
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "15/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development hereby approved shall be carried out in accordance with the following approved plans and documents:",
    "Environmental Statement; Volume 1 (Non-Technical Summary), Volume 2 (Technical Chapters) and Volume 3 (Appendices) prepared by Nathaniel Lichfield and Partners dated October 2016, Design and Access Statement prepared by HTA Design LLP dated October 2016, Design and Access Addendum prepared by HTA Design LLP dated July 2020, Planning Statement prepared by Nathaniel Lichfield and Partners dated October 2016, Planning Statement Addendum prepared by Lichfields dated July 2020, Statement of Community Involvement prepared by Nathaniel Lichfield and Partners dated October 2016, Air Quality Assessment prepared by IDOM dated September 2020, Archaeological Assessment prepared by CgMs dated October 2016, Drainage assessment Form and Drainage Strategy prepared by Idom Merebrook Ltd dated October 2016, Ecology Assessment prepared by Middlemarch Environmental dated September 2016, Noise Assessment prepared by Idom Merebrook Ltd dated October 2016, Geo-Environmental Assessment prepared by Idom Merebrook Ltd dated October 2016, Sustainability and Energy Assessment prepared by HTA Design LLP dated July 2020, Transport Assessment prepared by Steer Davis Gleave dated October 2016, Transport Planning Addendum prepared by Steer dated July 2020, Waste Strategy prepared by Steer Davis Gleave dated October 2016, Gateway One Planning Fire Statement prepared by B-Firesafe Ltd dated August 2023.",
    "CIT-GCS_HTA-A_DR_0100 - Site Location Plan, CIT-GCS_HTA-A_DR_0101 - Existing Block Plan",
    "Proposed Floor Plans",
    "Basement-324790-ACA-ZZ-B1-DR-A-190000 rev. P06, Ground Floor-324790-ACA-ZZ-00-DR-A-190001 rev. P07, Floor 01-324790-ACA-ZZ-01-DR-A-190002 rev. P05, Floor 02-09-324790-ACA-ZZ-ZZ-DR-A-190003 rev. P05, Floor 10-324790-ACA-ZZ-10-DR-A-190004 rev. P05, Floor 11-24-324790-ACA-ZZ-ZZ-DR-A-190005 rev. P05, Floor 25-34-324790-ACA-ZZ-ZZ-DR-A-190006 rev. P05, Floor 35-3247-ACA90-ZZ-35-DR-A-190007 rev. P05, Roof-324790-ACA-ZZ-36-DR-A-190008 rev. P05",
    "Proposed Elevations",
    "Elevation 1-324790-ACA-ZZ-ZZ-DR-A-290000 rev. P07, Elevation 2-324790-ACA-ZZ-ZZ-DR-A-290001 rev. P07, Elevation 3-324790-ACA-ZZ-ZZ-DR-A-290002 rev. P07, Elevation 4-324790-ACA-ZZ-ZZ-DR-A-290003 rev. P07, Elevation 5-324790-ACA-ZZ-ZZ-DR-A-290004 rev. P07, Elevation 6-324790-ACA-ZZ-ZZ-DR-A-290005 rev. P07",
    "Proposed Sections",
    "Section AA-324790-ACA-ZZ-ZZ-DR-A-390000 rev. P07, Section BB-324790-ACA-ZZ-ZZ-DR-A-390001 rev. P07, Section CC & DD-324790-ACA-ZZ-ZZ-DR-A-390002 rev. P07, Section EE-324790-ACA-ZZ-ZZ-DR-A-390003 rev. P07",
    "Detailed Drawings",
    "Balcony Study Drawings\t324790-ACA-XX-XX-DR-A-292000 rev P02",
    "Reason: For the avoidance of doubt and in the interest of proper planning.",
    "| a) 3 months prior to full occupation of the development, the developer will confirm the status of power capacity available for the development. In the event there is insufficient power, a temporary gas solution is to be adopted and the proposed development shall be carried out strictly in accordance with the Temporary Energy Strategy Addendum, that is to be submitted to and approved by the Local Planning Authority. In addition, details shall be submitted for approval by the Local Authority of any temporary gas systems installed onsite. The gas systems should have maximum NOx emissions of under 0.025 g/kWh. The proposed development shall install both the electrically powered ASHP strategy and provision for the temporary gas system prior to completion of the development.",
    "b) From 1st September 2024, the developer shall provide six-monthly updates on power capacity to the Local Planning Authority. The updates will include an electrical power assessment report, with supporting documents, from the relevant electricity utility company detailing the status and timelines of potential power supply to the site. These updates will continue until the site is fully electrically powered and the temporary gas solution is no longer required.",
    "Following the confirmation and supply of the fully electric load to the development by the utility company, the development will implement its Energy Strategy as per the Energy Strategy produced by HTA in July 2020 and with the agreed energy hierarchy figures as detailed within the legal agreement and decommission its temporary gas solution.",
    "Reason: In the interest of addressing climate change and to secure environmentally sustainable development in accordance with policies SI2 and SI3 of the London Plan (2021), and the relevant guidance notes in the GLA Energy Assessment Guidance 2020, policies LV5.2 and 7A of Ealing's Development Management DPD 2013, and policies 1.1(k) and 1.2(f) of Ealing's Development (Core) Strategy 2012."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "000012158702",
  "decision_target_date": "28/06/2024",
  "application_type": "All Other",
  "polygon": null,
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Non-Material Amendment",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Victoria Road",
  "secondary_street_name": null,
  "description": "Application for a Non-Material Amendment in (S96a) seeking to allow small scale alteration to the design and internal configuration in relation to planning permission reference 165514OPDFUL dated 20/10/2023 for 'Redevelopment of the site to provide a single storey basement with a part 10, part 36 storey building comprising 350 residential units and ancillary facilities (Use Class C3) with a mix of studio, 1 bed, 2 bed and 3 bed flats and 503qm (GIA) of flexible use class E and/or Sui Generis (pub/wine bar/drinking establishment) and/or F1 and/or F2 floorspace and a landscaped public realm, together with associated public and private amenity space, cycle parking, car parking, servicing, landscaping and other associated works (Full Planning Application accompanied by an Environmental Impact Assessment) (Amended description, revised plans and affordable housing received 17/07/20)'",
  "id": "Ealing-234700OPDNMA",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/234700OPDNMA;"
}