{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": null,
  "lpa_app_no": "21/P0852",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P0852",
  "actual_completion_date": null,
  "pp_id": "PP-09542178",
  "lapsed_date": "24/10/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.148787,
    "lat": 51.418229
  },
  "decision_process": null,
  "actual_commencement_date": null,
  "site_number": "237",
  "uprn": "48067114",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "17/04/2021",
  "description": "CHANGE OF USE OF REAR PART OF GROUND FLOOR SHOP INTO A ONE BED FLAT",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.148859,
          51.41824
        ],
        [
          -0.148642,
          51.418084
        ],
        [
          -0.14857,
          51.418125
        ],
        [
          -0.148783,
          51.41828
        ],
        [
          -0.148859,
          51.41824
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Minor dwellings",
  "last_updated_by": "Northgate M3",
  "locality": "London",
  "site_name": null,
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": true,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Site location plan and drawings AD/21/STR237/PL02 pages 3, 4, 5 & 6 of 6 and AD/21/STR237/PL04 page 2 0f 6",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - Removal of PD (Extensions/Alterations) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), no extension, enlargement or other alteration of the dwellinghouse other than that expressly authorised by this permission shall be carried out without planning permission first obtained from the Local Planning Authority.",
    "Condition : 6 - Removal of PD (Windows/Doors) - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in (officer to insert relevant elevations) without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 7 - External Lighting - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary.",
    "Condition : 8 - Refuse & Recycling (Implementation) - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 9 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 10 - INFORMATIVE\r\nThis permission creates one or more new units which will require a correct postal address. Please contact the Street Naming & Numbering Officer at the London Borough of Merton\r\n\r\nStreet Naming and Numbering (Business Improvement Division)\r\nCorporate Services\r\n7th Floor, Merton Civic Centre\r\nLondon Road\r\nMorden\r\nSM4 5DX\r\nEmail: street.naming@merton.gov.uk\r\n",
    "Condition : 11 - INFORMATIVE\r\nThe applicant is advised that this proposal relates solely to the new unit to the rear of the site and the servicing to it. This consent does not confer or infer planning permission for new refuse storage facilities to the Streatham Road frontage of the host property known as 237 Streatham Road.     ",
    "Condition : 12 - INFORMATIVE\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The applicant was offered the opportunity to submit amended plans in order to make the proposal acceptable in planning terms.\r\n   iii) the application was determined within the agreed time frame.\r\n  "
  ],
  "postcode": "SW16 6PB",
  "application_type": "All Other",
  "decision_date": "24/10/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 528823,
  "valid_date": "24/03/2021",
  "borough": "Merton",
  "subdivision_of_building": null,
  "decision_target_date": "25/10/2023",
  "id": "Merton-21_P0852",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T03:00:00.482+00:00",
  "street_name": "Streatham Road",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 170427,
  "application_details": {
    "site_area": 0.016
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              528817.9488851283,
              170428.1050408972
            ],
            [
              528833.4990703755,
              170411.09990856104
            ],
            [
              528838.396636673,
              170415.7985635848
            ],
            [
              528823.1515186867,
              170432.65373884788
            ],
            [
              528817.9488851283,
              170428.1050408972
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "ward": "Graveney_histroic"
}