{
  "street_name": "Wimbledon Hill Road",
  "centroid_northing": 170997,
  "lapsed_date": "22/12/2021",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": "Dismissed",
  "secondary_street_name": null,
  "site_number": "81",
  "actual_commencement_date": null,
  "decision": "Refused",
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524381.8009426867,
              170978.2475644662
            ],
            [
              524402.652702224,
              171026.35379421432
            ],
            [
              524434.2477763811,
              171014.94705935376
            ],
            [
              524412.703431711,
              170965.90109859948
            ],
            [
              524381.8009426867,
              170978.2475644662
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "16/12/2020",
  "decision_date": "22/12/2021",
  "development_type": "Major dwellings",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": "02/05/2023",
  "postcode": "SW19 7QS",
  "title_number": null,
  "lpa_app_no": "21/P0119",
  "uprn": "48074518",
  "application_details": {
    "site_area": 0.17700000000000002
  },
  "borough": "Merton",
  "actual_completion_date": null,
  "pp_id": "PP-09338045",
  "locality": "Wimbledon",
  "application_type": "All Other",
  "decision_target_date": "23/12/2021",
  "last_updated_by": "Northgate M3",
  "application_type_full": null,
  "lpa_name": "Merton",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P0119",
  "decision_conditions": [
    "Reason : 1 - The proposed development could generate affordable housing provision, in the absence of a legal agreement securing on-site affordable housing and an early and late stage viability review within, the proposal would be contrary to Policy DM H3 (support for affordable housing) of Merton's Adopted Sites and Policies Plan (July 2014), Policy CS8 (Housing Choice) of Merton's Adopted Core Planning Strategy (July 2011), and Policies H4 (Delivering Affordable Housing) and H5 (Threshold approach to applications) of the London Plan (2021). ",
    "Reason : 2 - The proposed development by virtue of its height, massing, bulk and siting would be visually intrusive, overbearing and be an un-neighbourly from of development to the properties in Leeward Gardens and result in a loss of daylight and sunlight and cause overlooking and overshadowing to the flats known as Bluegates. The proposal would therefore be contrary to Policy DM D2 (Design considerations in all developments) of Merton's Adopted Adopted Sites and Policies Plan (July 2014), Policy CS 14 (Design) of the LBM Core Strategy 2011 and Policy D3 (optimising site capacity through the design-led approach) of the London Plan (2021).",
    "Reason : 3 - The site lies within a Public Transport Accessibility Level (PTAL) area of 6A which is considered as having excellent access to public transport. The proposed development would provide a basement with on-site car parking in excess of the maximum parking standards set out in policy and would thereby fail to provide a car-free development, in conflict with Policies DM T1 (support for sustainable transport and active travel) and DM T3 (Car parking and servicing standards) of Merton's Adopted Sites and Policies Plan (July 2014), Policy CS20 (Parking, servicing and delivery) of Merton's Adopted Core Planning Strategy (July 2011), and Policies T6 (Car Parking) and T6.1 (Residential Parking) of the London Plan (2021).",
    "Reason : 4 - In the absence of a legal agreement securing carbon offset contributions, the proposals would fail to achieve energy efficiency improvements such that they would make the fullest contribution towards minimising carbon dioxide emissions to the detriment of mitigating against the potential impact on climate change. The proposals would therefore fail to comply with Policy CS 15 (Climate change) of Merton's Adopted Core Planning strategy (July 2011), and Policies SI2 (Minimising greenhouse gas emissions) and SI4 (Managing heat risk) of the London Plan (2021).",
    "Reason : 5 - The proposed development would generate additional pressure on parking in the area, and in the absence of a legal agreement securing a car free agreement, the proposal would be contrary to Policies DM T1 (support for sustainable transport and active travel) and DM T3 (Car parking and servicing standards) of Merton's Adopted Sites and Policies Plan (July 2014), Policy CS20 (Parking, servicing and delivery) of Merton's Adopted Core Planning Strategy (July 2011) and Policies T6 (Car Parking) and T6.1 (Residential Parking) of the London Plan (2021).\r\n",
    "Reason : 6 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\n\"\tWhere possible, suggesting solutions to secure a successful outcome.\r\n\"\tAs appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\nIn this instance:\r\n\"\tThe application was not considered to comply with the provisions of the Development Plan and NPPF as submitted, and would have required substantial changes such that a new application would be required. \r\n\"\tThe applicant/agent was informed of any issues arising during consideration of the application and how these could potentially be overcome by officers. \r\n\"\tThe application was considered to be fundamentally contrary to the provisions of the Development Plan and the NPPF, and there were not considered to be any solutions to resolve this conflict. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "id": "Merton-21_P0119",
  "appeal_start_date": "11/07/2022",
  "subdivision_of_building": null,
  "decision_process": null,
  "status": "Dismissed",
  "centroid_easting": 524406,
  "description": "DEMOLITION OF BUILDINGS AND ERECTION OF A FIVE STOREY RESIDENTIAL BLOCK PLUS BASEMENT COMPRISING 17 x SELF-CONTAINED FLATS (4 x 3 BED, 10 X 2 BED & 4 X 1 BED) PLUS  DETACHED DWELLINGHOUSE ARRANGED OVER 2 FLOORS (GROUND FLOOR AND BASEMENT). BASEMENT TO ACCOMMODATE 9 CAR PARKING SPACES.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -0.212074,
    "lat": 51.424338
  },
  "last_updated": "2025-03-19T03:11:50.001+00:00",
  "decision_agency": "Borough",
  "ward": "Hillside_histroic",
  "parking_details": null,
  "appeal_decision": "Dismissed",
  "last_date_consultation_comments": "01/12/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.212429,
          51.424174
        ],
        [
          -0.212112,
          51.424602
        ],
        [
          -0.211662,
          51.424493
        ],
        [
          -0.211989,
          51.424057
        ],
        [
          -0.212429,
          51.424174
        ]
      ]
    ],
    "type": "Polygon"
  }
}