{
  "title_number": [],
  "site_name": null,
  "cil_liability": true,
  "uprn": "48005392",
  "decision_process": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              524242.61606616207,
              171093.00471560744
            ],
            [
              524235.7479302609,
              171086.496578541
            ],
            [
              524240.00238179136,
              171081.99786628282
            ],
            [
              524246.7468417757,
              171074.7999266687
            ],
            [
              524266.6998896514,
              171053.7459533002
            ],
            [
              524273.4525946971,
              171060.10413329164
            ],
            [
              524251.0837439175,
              171083.96730253898
            ],
            [
              524248.5690002803,
              171086.64653561648
            ],
            [
              524242.61606616207,
              171093.00471560744
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": "8",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Approved",
  "lpa_app_no": "21/P0131",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "19/03/2024",
  "locality": "Wimbledon",
  "postcode": "SW19 7RL",
  "decision_target_date": "19/03/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Belvedere Grove",
  "lpa_name": "Merton",
  "borough": "Merton",
  "secondary_street_name": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=21/P0131",
  "last_updated_by": "Northgate M3",
  "decision_date": "19/03/2021",
  "appeal_decision": null,
  "centroid_easting": 524247,
  "ward": "Village_historic",
  "centroid": {
    "lat": 51.425127,
    "lon": -0.21433
  },
  "application_type_full": null,
  "appeal_status": null,
  "centroid_northing": 171081,
  "appeal_start_date": null,
  "last_updated": "2025-03-19T00:19:46.724+00:00",
  "description": "DEMOLITION OF EXISTING REAR CONSERVATORY, EXCAVATION OF EXISTING LOWER GROUND FLOOR, ERECTION OF A GROUND FLOOR REAR EXTENSION, INSTALLATION OF A FIRST FLOOR BAY WINDOW TO THE REAR ELEVATION, ERECTION OF A REAR DORMER ROOF EXTENSION AND INSTALLATION OF 1X ROOFLIGHT TO THE FRONT ROOFSLOPE.\r\n",
  "last_date_consultation_comments": "10/03/2021",
  "application_details": {
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": [],
    "site_area": 0.042
  },
  "application_type": "Householder",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: [FF20-024-PL-013; FF20-024-PL-014; FF20-024-PL-015; FF20-024-PL-016; FF20-024-PL-018; FF20-024-PL-019; FF20-024-PL-020; FF20-024-PL-021; FF20-024-PL-022; FF20-024-PL-023]",
    "Condition : 3 - Prior to the erection of the rear extension, details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including brick, must be submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the approved details.",
    "Condition : 4 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - Access to the flat roof of the ground floor rear extension hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - Prior to the commencement of development, the applicant shall submit a detailed proposal on how drainage and groundwater will be managed and mitigated during and post construction (permanent phase) to the Local Planning Authority and shall be approved in writing, for example through the implementation of passive drainage measures around the basement structure. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13. \r\n",
    "Condition : 7 - Prior to the commencement of the development, the applicant shall submit detailed surface water and foul drainage plans to the Local Planning Authority and shall be approved in writing. The development shall be carried out in accordance with the agreed plans.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13. \r\n",
    "Condition : 8 - No works shall commence on site until the below documents have been submitted to and agreed in writing by the Local Planning Authority:\r\n a)    Detailed Construction Method Statement produced by the Contractors appointed for the underpinning and construction of the basement. This shall be reviewed and agreed by the Structural Engineer designing the basement. \r\n b)    Structural and sequence drawings of the underpinning retaining walls and outline temporary work drawings. \r\n c)    Design calculations of the underpinned retaining wall supporting the highway. Please assume full hydrostatic pressure and design should be carried out in accordance to Eurocodes.  \r\n d)    We would recommend monitoring movement of the highway and specially the adjacent building from pre-construction to completion of the works.\r\nThe above measures shall be implemented and carried out in accordance with the agreed measures. \r\n\r\nReason: In the interests of structural stability and to accord with Policy DM D2 of the Sites and Policies Plan 2014. \r\n",
    "Condition : 9 - The LPA advises that the underpinning sequence in the drawing is revised to match/similar to the typical underpinning sequence shown in Section 5 of the Construction Method Statement.\r\ni) A minimum spacing of 5 bays (5m) between bays being excavated at the same time. \r\nii) The next underpin section should be a minimum of 2 bays (2m) in distance from newly poured concrete underpin.\r\niii) No more than 3 no bays to be excavated at any one time along each wall.\r\n",
    "Condition : 10 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n",
    "Condition : 11 - No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.",
    "Condition : 12 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777)."
  ],
  "status": "Approved",
  "pp_id": "PP-09370272",
  "bo_system": "Northgate M3",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "22/12/2020",
  "id": "Merton-21_P0131",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.214389,
          51.425236
        ],
        [
          -0.21449,
          51.425179
        ],
        [
          -0.214431,
          51.425138
        ],
        [
          -0.214336,
          51.425072
        ],
        [
          -0.214057,
          51.424878
        ],
        [
          -0.213957,
          51.424934
        ],
        [
          -0.214271,
          51.425153
        ],
        [
          -0.214306,
          51.425178
        ],
        [
          -0.214389,
          51.425236
        ]
      ]
    ],
    "type": "Polygon"
  }
}