{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "50387/APP/2022/3520",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=50387/APP/2022/3520",
  "actual_completion_date": null,
  "pp_id": "11662454",
  "lapsed_date": "12/01/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.4197035",
    "lat": "51.5836798"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": null,
  "epc_number": "9262-2890-6901-9671-5911",
  "appeal_status": null,
  "last_date_consultation_comments": "15/12/2022",
  "description": "Erection of a single storey side/ return extension and first floor rear extension",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4199343,
          51.5838423
        ],
        [
          -0.4197589,
          51.5838899
        ],
        [
          -0.41947789999999996,
          51.5835114
        ],
        [
          -0.4196512,
          51.5834697
        ],
        [
          -0.4199305,
          51.583841
        ],
        [
          -0.4199343,
          51.5838423
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "131 PARK AVENUE",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 001B, 003A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing Nos. 129 and 133 Park Avenue.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The first floor window in the west elevation serving the bathroom facing No.129 Park Avenue shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The development hereby permitted shall be carried out in strict accordance with the recommendations contained within the Tree Survey and Arboricultural Impact, Dated 28/03/2022, Ref: P2197-TS01 V2, Ligna Consultancy.",
    "REASON",
    "To ensure that trees and other vegetation can and will be retained on site and not damaged during construction work and to ensure that the development conforms with Policy DMHB 14 of the Hillingdon Local Plan Part  2 (2020)",
    "The development hereby permitted shall be carried out in strict accordance with the Flood Resilience and Resistance Plans contained within the Flood Risk Assessment, NH.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in accordance with Policy DMEI 9 of the Hillingdon Local Plan Part 2 (2020).",
    "The site lies in a Critical Drainage Area (CDA) identified in the Surface Water Management Plan (SWMP) for Hillingdon. Therefore the water from the site entering the sewers should minimised.",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "postcode": null,
  "application_type": "Householder",
  "decision_date": "12/01/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 509587,
  "valid_date": "17/11/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "12/01/2023",
  "id": "Hillingdon-50387_APP_2022_3520",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T14:43:03.007+00:00",
  "street_name": "RUISLIP",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 188385,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 32.2,
    "intended_commencement_date": "04/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 1,
    "intended_completion_date": "12/2023",
    "site_area": 0.060000000000000005
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509570.6238,
              188402.7269
            ],
            [
              509582.6624,
              188408.2832
            ],
            [
              509603.0353,
              188366.6112
            ],
            [
              509591.1291,
              188361.7164
            ],
            [
              509570.8884,
              188402.5946
            ],
            [
              509570.6238,
              188402.7269
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "RUISLIP 2022"
}