{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "24/02/2021",
  "epc_number": null,
  "application_type_full": null,
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-62106_APP_2020_3031",
  "secondary_street_name": "UXBRIDGE",
  "appeal_status": null,
  "postcode": "UB8 2UQ",
  "appeal_decision": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.036
  },
  "valid_date": "23/09/2020",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Proposed demolition of the existing building providing administrative accommodation associated with a children's day nursery use and construction of a mixed-use, residential-led development. This will comprise 21 affordable residential apartments (Use Class C3) with a proposed flexible community use (Use Class E/F.1 /F.2) on the ground floor, and associated landscape works and parking. (Revised Plans 04.01.21)",
  "decision_conditions": [
    "The proposed development results in demolition and total loss of a non-designated heritage asset which makes a positive contribution to the Rockingham Bridge, Uxbridge Conservation Area. The proposals result in substantial harm to this non-designated heritage asset. The development also results in substantial harm to the character and appearance of the Rockingham Bridge, Uxbridge Conservation Area, which is a designated heritage asset, as the development fails to preserve or enhance the character and appearance of the Rockingham Bridge, Uxbridge Conservation Area. The application fails to re-provide a suitable replacement building and the commensurate public benefits do not outweigh the identified substantial harm. The development therefore fails to accord with Policies HE 1 and BE 1 of the Hillingdon Local Plan: Part 1 - Strategic Policies (2012), Policies DMHB 1, DMHB 4 and DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policy 7.8 of the London",
    "The proposed development, by reason of its overall height and size, scale, bulk and detailed design would result in a disproportionately large, dominating and incongruous form of development, which represents an over-development of the site. The development also fails to respect the pattern and scale of development in the immediate area and has a detrimental impact on the local streetscape and streetscene. The proposal fails to preserve or enhance the character and appearance of the Rockingham Bridge, Uxbridge Conservation Area, contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part 1 - Strategic Policies (2012), Policies DMHB 1, DMHB 4, DMHB 10, DMHB 11, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policies 7.4 and 7.6 of the London Plan (2016), Policies D3 and D9 of the Publication London Plan (2020), paragraphs 127 and 128 of the NPPF (2019) and the National Design Guide January 2021.",
    "The proposed development works would result in the loss of five oak trees which abut and over-sail the application site, due to their close proximity to the site boundary.  As such, the proposal fails to accord within Policies DMHB 4, DMHB 12 and DMHB 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policy 7.21 of the London Plan (2016) and Policies G5 and G7 of the Publication London Plan (2020).",
    "The applicant has refused to agree to the imposition of a condition which requires a detailed noise survey and assessment of the proposed development, mitigation measures required and the need to prevent the overheating of the development. The assessment is necessary to ensure that this development provides adequate and safe living conditions for future occupiers. The proposal would fail to comply with Policies SO10, EM1 and EM8 of the Hillindon Local Plan: Part 1 - Strategic Policies (2012), Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policies 5.9 and 7.15 of the London Plan (2016), Policies D14 and SI 4 of the Publication London Plan (December 2020) and paragraphs 150, 170 and 180 of the NPPF (2019).",
    "The application fails to demonstrate that green infrastructure is integrated into the proposed design. As such, the proposal fails to contribute to urban greening and reduce its affect on climate change, contrary to Policies DMEI 1, DMHB 11 and DMHB 14 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policies 5.10 and 5.11 of the London Plan (2016) and Policy G5 of the Publication London Plan (2020).",
    "The applicant has failed to provide contributions towards the improvement of services and facilities as a consequence of demands created by the proposed development (in respect of affordable housing, construction training, public open space and child playspace contributions, carbon offset contributions, parking permit exclusion, and project management and monitoring). The scheme therefore conflicts with Policy DMCI 7 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), the London Borough of Hillingdon Supplementary Planning Document on Planning Obligations, Policy 8.2 of the London Plan (2016), Policy DF1 of the Publication London Plan (2020) and paragraphs 54, 56 and 57 of the NPPF (2019).",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:45:47.057+00:00",
  "ward": "UXBRIDGE SOUTH",
  "parking_details": null,
  "lapsed_date": "24/02/2024",
  "decision_target_date": "26/02/2021",
  "centroid": {
    "lat": "51.5458657",
    "lon": "-0.48291239999999996"
  },
  "lpa_app_no": "62106/APP/2020/3031",
  "status": "Refused",
  "site_name": "FORMER TARA KINDERGARTEN",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=62106/APP/2020/3031",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505301.4319,
              184100.173
            ],
            [
              505303.1517,
              184096.072
            ],
            [
              505304.0777,
              184088.0022
            ],
            [
              505304.21,
              184079.0063
            ],
            [
              505300.5058,
              184077.8157
            ],
            [
              505283.1756,
              184078.3449
            ],
            [
              505284.1016,
              184091.3095
            ],
            [
              505301.4319,
              184100.173
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "03/02/2021",
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": null,
  "street_name": "CROSS ROAD",
  "pp_id": "08984471",
  "subdivision_of_building": null,
  "cil_liability": true,
  "centroid_easting": 505295,
  "appeal_start_date": null,
  "centroid_northing": 184087,
  "borough": "Hillingdon",
  "decision": "Refused",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48281569999999996,
          51.5459829
        ],
        [
          -0.4827921,
          51.5459457
        ],
        [
          -0.48278119999999997,
          51.545873
        ],
        [
          -0.482782,
          51.5457921
        ],
        [
          -0.4828357,
          51.5457821
        ],
        [
          -0.4830854,
          51.5457901
        ],
        [
          -0.4830682,
          51.5459064
        ],
        [
          -0.48281569999999996,
          51.5459829
        ]
      ]
    ],
    "type": "Polygon"
  }
}