{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507471.5917,
              183973.5912
            ],
            [
              507506.2521,
              183968.9609
            ],
            [
              507505.4584,
              183954.6734
            ],
            [
              507469.7396,
              183958.6422
            ],
            [
              507471.5917,
              183973.5912
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08201297",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:42:34.240+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "01/11/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": "51.5443468",
    "lon": "-0.4513372"
  },
  "decision": "Refused",
  "valid_date": "04/10/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.052000000000000005
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=12266/APP/2019/3283",
  "lpa_name": "Hillingdon",
  "site_name": "207 LONG LANE",
  "lapsed_date": "27/11/2022",
  "parking_details": null,
  "decision_conditions": [
    "The original condition requires that materials used for the proposed part two storey, part single storey side extensions shall match those used in the existing building. Failure to do this would result in a development which would fail to harmonise with the architectural composition of the original dwelling and would be detrimental to the character, appearance and visual amenities of the street scene and the wider Hillingdon Court Park Area of Special Local Character. Therefore the proposal would be contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE5, BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Policies DMHB 1, DMHB 5, DMHB 11 and DMHD 1 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Document HDAS: Residential Extensions.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Variation of condition 3 (Materials) of planning permission Ref:  12266/APP/2018/3642 dated 17/12/2018 (Part two storey, part single storey side extensions) to allow for wall-hung tile on the first floor to be changed to light grey render and windows and doors to be changed from white uPVC tov grey",
  "lpa_app_no": "12266/APP/2019/3283",
  "decision_target_date": "29/11/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "27/11/2019",
  "id": "Hillingdon-12266_APP_2019_3283",
  "centroid_northing": 183964,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 507488,
  "street_name": "HILLINGDON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4515707,
          51.5444361
        ],
        [
          -0.4510725,
          51.5443879
        ],
        [
          -0.4510884,
          51.5442596
        ],
        [
          -0.451602,
          51.5443021
        ],
        [
          -0.4515707,
          51.5444361
        ]
      ]
    ],
    "type": "Polygon"
  }
}