{
  "borough": "Ealing",
  "cil_liability": false,
  "decision_target_date": "18/08/2023",
  "lpa_app_no": "232835NMA",
  "date_building_work_completed_under_previous_permission": null,
  "decision_date": "16/08/2023",
  "lpa_name": "Ealing",
  "application_details": {
    "existing_uprns": [
      "000012176559, 000012176808, 000012176809, 000012176810"
    ]
  },
  "title_number": null,
  "wgs84_polygon": null,
  "valid_date": "11/07/2023",
  "centroid": {
    "lat": 51.49473,
    "lon": -0.270172
  },
  "site_number": null,
  "decision_conditions": [
    "Condition 4 shall now read:",
    "Prior to the first use of the gym outside the hours of 07:00 - 23.00, the applicant shall carry out post completion tests and submit a suitable report (with satisfactory results) to ensure that there is adequate mitigation against low frequency noise transmission, which will likely affect habitable rooms within apartments located above the gym and lead to noise nuisance. Post completion tests should be carried out in accordance with the \"Procedure for the assessment of low frequency noise complaints (NANR45, Rev.1 (Dec. 2011)\" and it should be carried out in at least two sensitive receptors above the gym floor/building, including communal areas that are, so far as reasonable, acoustically representative of habitable room in line with relevant standards, and cover worst case operating conditions.",
    "Reason: In the interests of the living conditions of the residential occupiers, in accordance with policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| Condition 5 shall now read:",
    "Prior to the first use of the gym outside the hours of 07:00 - 23.00, details shall be submitted to the Council for approval in writing, of the external sound level emitted from gym related plant/machinery/ equipment and mitigation measures as appropriate. The measures shall ensure that the external sound level LAeq emitted from plant/ machinery/equipment will be lower than the lowest existing background (including existing/retained plant) sound level LA90 by at least 10 dBA at the most noise sensitive receiver location at the development site and neighbouring premises, which could include communal areas that are, so far  as reasonable, acoustically representative of habitable rooms in line with relevant standards. The assessment shall be made in accordance with BS4142:2014, with all machinery in any one location operating together at maximum capacity. Details of any noise mitigation measures shall be submitted for approval. A post completion sound assessment shall be carried out where required to confirm compliance with the noise criteria and additional steps to mitigate noise shall be taken, as necessary.  Approved details shall be implemented prior to first occupation and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the residential occupiers, in accordance with policies 1.1 & 2.1 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021), and the National Planning Policy Framework (2021).",
    "| The approved gym shall be carried out in strict accordance with the Noise Management Plan received on 03.08.2023 for the life of the development.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises are not adversely affected by noise from the use or from people attending or leaving the site and in the interests of the living conditions of occupiers of the neighbouring properties in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A & 7B of the Ealing Development Management Development Plan Document (2013), D6 & D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2021)."
  ],
  "decision": "Approved",
  "centroid_easting": 520182,
  "uprn": "12176559",
  "decision_process": "Delegated",
  "application_type_full": "Non-Material Amendment",
  "locality": "London",
  "last_date_consultation_comments": null,
  "polygon": null,
  "ward": "Southfield",
  "pp_id": "PP-12305992",
  "lapsed_date": "16/08/2026",
  "decision_agency": "Borough",
  "actual_completion_date": null,
  "description": "Application for a Non-Material Amendment in (S96a) seeking to allow vary the wording to enable the location of post-completion testing to be carried out in locations other than within the premises of adjoining residents of condition 4 and 5 in relation to planning permission reference 224169FUL dated 09/02/2023 for 'Change of use from office space (Use Class E(g)(i)) to a gymnasium (Use Class E(d)) to the rear of the eastern block ' \n\n",
  "centroid_northing": 178728,
  "street_name": "Colonial Drive",
  "epc_number": null,
  "appeal_status": null,
  "appeal_decision": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-03-19T03:39:57.032+00:00",
  "site_name": "Edmunds House",
  "development_type": null,
  "appeal_decision_date": null,
  "last_updated_by": "CSV Data Import",
  "application_type": "All Other",
  "bo_system": "CSV Data Import",
  "subdivision_of_building": null,
  "parking_details": null,
  "date_building_work_started_under_previous_permission": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/232835NMA;",
  "id": "Ealing-232835NMA",
  "actual_commencement_date": null,
  "postcode": "W4 5HA"
}