{
  "title_number": null,
  "site_name": "17 Rusthall Avenue",
  "cil_liability": true,
  "uprn": "000012097117",
  "decision_process": "Delegated",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              520755.2025622,
              178965.4509278
            ],
            [
              520742.1506304,
              178964.0013427
            ],
            [
              520741.4992706,
              178971.2992537
            ],
            [
              520741.2024484,
              178974.5983094
            ],
            [
              520753.0011309,
              178975.6480089
            ],
            [
              520763.3981529,
              178976.597737
            ],
            [
              520767.8999563,
              178976.9976226
            ],
            [
              520768.7327074,
              178967.5403297
            ],
            [
              520764.1979238,
              178967.1004556
            ],
            [
              520755.9528627,
              178966.3006845
            ],
            [
              520755.2025622,
              178965.4509278
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "decision": "Approved",
  "lpa_app_no": "212376HH",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "reference_no_of_permission_being_relied_on": null,
  "lapsed_date": "27/04/2024",
  "locality": "London",
  "postcode": "W4 1BW",
  "decision_target_date": "29/04/2021",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Rusthall Avenue",
  "lpa_name": "Ealing",
  "borough": "Ealing",
  "secondary_street_name": null,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/212376HH;",
  "last_updated_by": "CSV Data Import",
  "decision_date": "27/04/2021",
  "appeal_decision": null,
  "centroid_easting": 520755,
  "ward": "Southfield",
  "centroid": {
    "lat": "51.4967928",
    "lon": "-0.2618165"
  },
  "application_type_full": null,
  "appeal_status": null,
  "centroid_northing": 178971,
  "appeal_start_date": null,
  "last_updated": "2025-03-21T00:11:58.536+00:00",
  "description": "Part single, part two storey rear extension (following demolition of existing ground floor conservatory and two storey rear outrigger); excavation to provide basement, including lightwell to rear and pavement lights to street frontage; installation of balcony to the first floor front elevation; installation of front dormer window; installation of 8 solar panels and installation of one roof lights to front roof slope; and alteration to the boundary wall including installation of a fence and a gate",
  "last_date_consultation_comments": null,
  "application_details": {
    "existing_uprns": [
      "000012097117"
    ],
    "site_area": 0.027
  },
  "application_type": "Householder",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with the following documents and drawing title number(s): Site Location Plan, 1334 EX00 (Basement & Ground Floor as Existing), 1344 EX01 (Front Elevation as Existing), 1334 EX02 (Side Elevation South as Existing), 1334 EX03 (Side Elevation North as Existing), 1334 EX04 (Rear Elevation as Existing), 1334 EX10 (First Floor as Existing), 1334 EX20 (Second Floor as Existing), 1334 00 (Basement Floor as Proposed), 1334 01 (Front Elevation as Proposed), 1334 02 (Side Elevation South as Proposed), 1334 03 (Side Elevation North as Proposed), 1334 04 (Rear Elevation as Proposed), 1334 10 (Ground Floor as Proposed), 1334 20 (First Floor as Proposed), 1334 30 (Second Floor as Proposed), 1334 40 (Roof Floor as Proposed), 1334 50 (Block Plan as Proposed), Design & Access Statement prepared by Simon Gill Architects and dated January 1 2021 and Flood Risk Assessment prepared by Weetwood dated 25 March 2020 (4850/2020-03-25/DJ/FP1).",
    "Reason: For the avoidance of doubt and in the interest of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building unless otherwise stated in the approved documents and drawings listed in Condition 2.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with the National Planning Policy Framework (2019), policies D3 and D4 of the London Plan (2021), policies 1.1 and 1.2 of the Ealing Core Strategy (2012) and policies 7.4 and 7B of the Ealing Development Management DPD (2013). | The rooflights hereby approved shall not protrude more than 150 millimetres beyond the plane of the roof when measured perpendicularly against the external surface of the roof.",
    "Reason: To ensure that the development harmonises with the surroundings and the host building, in accordance with the National Planning Policy Framework (2019), policies D3 and D4 of the London Plan (2021), policies 1.1 and 1.2 of the Ealing Core Strategy (2012) and policies 7.4 and 7B of the Ealing Development Management DPD (2013). | The details of the approved Flood Risk Assessment (FRA) listed under condition 2, including reduction of flood risk measures and sustainable drainage mitigation measures shall be implemented on site prior to the completion of the development.",
    "Reason: To reduce the impacts of the basement excavation and associated risk of the flooding of the application property, neighbouring properties and the local area in accordance with policies D10, SI 12 and SI 13 of the London Plan (2021), policy 1.2 of the Ealing Core Strategy (2012), and policies 7B and 7.4 of the Ealing Development Management DPD (2013). | Prior to the commencement of development, an Excavation and Construction Management Plan shall be submitted to and approved in writing by the Local Planning Authority. The plan shall include the following:",
    "- \tDetails of construction hours;",
    "- \tNoise/Vibration mitigation measures in accordance with the approved CoP BS 5228-1 and -2:2009+A1:2014;",
    "-\tDust mitigation measures in accordance with the SPG by the GLA for the Control of Dust and Emissions during Construction and demolition;",
    "-\tLight in accordance with Guidance Note 01/20 for the Reduction of Obtrusive Light by the Institution of Lighting Professionals;",
    "- \tDetails of the notification of works to interested parties, regular neighbour liaison and the procedures for on-site contractors to deal with complaints from local residents;",
    "-\tDetails of the public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works;",
    "- \tDetails of enclosure of working areas and the location of compounds for the storage of plant and materials;",
    "- \tSite security during construction;",
    "- \tConstruction methods;",
    "- \tSite management and access;",
    "- \tVehicle and machinery specifications; and",
    "- \tNumbers / frequency of vehicles/deliveries.",
    "The Construction Management Plan shall be implemented on commencement of any works on site and the site shall be managed in accordance with the approved plan for the duration of demolition, excavation and construction.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the construction works, in accordance with the National Planning Policy Framework (2019), policies D6, D10, D14, T4 and T7 of the London Plan (2021) policies 1.1 (e) (f) (j) of the Ealing Core Strategy (2012) and policy 7A of the Ealing Development DPD (2012)."
  ],
  "status": "Approved",
  "pp_id": "PP-0951481",
  "bo_system": "CSV Data Import",
  "epc_number": null,
  "subdivision_of_building": null,
  "valid_date": "26/02/2021",
  "id": "Ealing-212376HH",
  "parking_details": null,
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2618155,
          51.4967428
        ],
        [
          -0.2620039,
          51.4967326
        ],
        [
          -0.2620108,
          51.4967983
        ],
        [
          -0.26201399999999997,
          51.496828
        ],
        [
          -0.2618437,
          51.496835
        ],
        [
          -0.2616937,
          51.4968413
        ],
        [
          -0.2616287,
          51.4968439
        ],
        [
          -0.26162,
          51.4967587
        ],
        [
          -0.2616854,
          51.4967558
        ],
        [
          -0.2618044,
          51.4967503
        ],
        [
          -0.2618155,
          51.4967428
        ]
      ]
    ],
    "type": "Polygon"
  }
}