{
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "site_number": null,
  "decision_process": "Delegated",
  "appeal_start_date": null,
  "lapsed_date": null,
  "uprn": "000012059141",
  "locality": "London",
  "appeal_decision_date": null,
  "centroid_easting": 515611,
  "application_details": {
    "existing_uprns": null
  },
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "Rear Of ",
  "borough": "Ealing",
  "status": "Application Under Consideration",
  "epc_number": null,
  "bo_system": "CSV Data Import",
  "wgs84_polygon": null,
  "cil_liability": true,
  "title_number": null,
  "application_type": "All Other",
  "street_name": "Church Road",
  "actual_commencement_date": null,
  "parking_details": null,
  "decision_target_date": "23/05/2025",
  "lpa_name": "Ealing",
  "secondary_street_name": null,
  "decision_date": null,
  "last_updated": "2025-06-05T01:04:19.394Z",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/250531VAR;",
  "ward": "Hanwell Broadway",
  "valid_date": "10/02/2025",
  "reference_no_of_permission_being_relied_on": null,
  "development_type": null,
  "appeal_decision": null,
  "postcode": "W7 1LB",
  "centroid_northing": 180489,
  "description": "Minor Material Amendment (S.73) to vary condition 2 (Approved Plans) for addition at first floor level, pursuant to planning permission 233101FUL dated 18/09/2024 for 'Construction of a part single, part two and part three storey building comprising  six Class C3 residential mews houses together with associated refuse storage, parking and hard and soft landscaping'",
  "subdivision_of_building": null,
  "actual_completion_date": null,
  "lpa_app_no": "250531VAR",
  "decision": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "Planning Portal ingest",
  "appeal_status": null,
  "id": "Ealing-250531VAR",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby approved shall be carried out in accordance with drawing title numbers: Design & Access Statement by Base Associates (July 2023), Planning Statement by First Plan (July 2023), Transport Statement by Transport Planning Practice (June 2023), Daylight and Sunlight Assessment by T16 (May 2022), Drainage Strategy by Motion (July 2023), Preliminary Ecological Appraisal by Arbtech (July 2023), Arboricultural Impact Assessment & Method Statement by Marcus Foster (received July 2023), Fire Risk Assessment by Solas Realta (May 2023), Residential Noise Assessment by Nova Acoustics (June 2023), Updated Daylight and Sunlight Assessment by T16 Design (January 2025), Updated Design and Access Statement by Accord Architecture (November 2024), 1583 - PL1210, 1583 - PL1211, 1583 - PL1212, 1583 - PL1213, 1583 - PL1310, 1583 - PL1311, 0560-2-D-0-203 Rev 00, 1583 - PL1400, 0560-2-D-0-301 Rev 00, 0560-2-D-0-001 Rev 01, 0560-2-F-0-003 Rev 00, 0560-2-F 0-001 Rev 00, 0560-2-F-0-002 Rev 00, 0560-2-D-0-002 Rev 03.",
    "Reason: For the avoidance of doubt, and in the interests of proper planning. | Notwithstanding the provisions of Classes A - F of Part 1 of the Town and Country Planning (General Permitted Development) Order 2015 (or any subsequent amendment to that order) no extensions or alterations shall be carried out at the dwellinghouses hereby approved without the prior permission of the local planning authority obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site, to safeguard the living conditions of adjoining properties and visual appearance of the area, and in the interests of highway safety in accordance with policies 1.1 and 1.2 of the Ealing Core Strategy (2012), policies 3.5, 7.4 and 7B of the Ealing Development Management Development Plan Document (2013), policies 3.5, D4, D5 and D6 of the London Plan (2021), and the National Planning Policy Framework (2024). | The development shall be implemented in accord with the details of the materials and finishes to be used for all external surfaces (including hardstanding and boundary treatments) as approved under permission 250476CND dated 13.03.2025. The approved details shall be implemented prior to occupation and thereafter be permanently retained.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Ealing Development Management DPD (2013) policies 7.4 and 7B; London Plan (2021) policy D3; and National Planning Policy Framework (2024). | The refuse storage areas shown on the approved plans shall be provided prior to the first occupation of the development permitted and retained unobstructed in perpetuity.",
    "Reason: In the interests of the adequate disposal, storage and collection of waste and recycling, to protect the living conditions of occupiers of the area and in the interests of highway and pedestrian safety all in accordance with policies 1.1 (e) and 6.1 of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy SI7 of the London Plan (2021) and the National Planning Policy Framework (2024). | The cycle storage areas shown on the approved plans shall provide at least 8 long stay cycle parking spaces in accordance with policy and these shall be brought into use prior to the first occupation of the development permitted and retained permanently thereafter.",
    "Reason: In the interests of the adequate bicycle storage provision and in the interests of reducing congestion to the local transport network, in accordance with policies 1.1 (j) and 3.1(i) of the Ealing Core Strategy (2012), policy T5 of the London Plan (2021), the National Planning Policy Framework (2024). | The amenity areas shown on the approved plans shall be laid out prior to first occupation of any of the dwellings hereby permitted and retained in perpetuity thereafter.",
    "Reason: To ensure that there is adequate provision of amenity space within the site in accordance with London Plan Policy D6 and Policy 7D of the Ealing Development Management Development Plan Document (2013). | The development shall be implemented in accord with the details of the noise assessment, sound insulation of the building envelope and other noise mitigation measures as approved under permission 250687CND dated 24.04.2025.  The approved details shall be implemented prior to occupation and thereafter be permanently retained.",
    "Reason: In the interests of the living conditions of the future occupiers of the site in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2024). | The development shall be implemented in accord with the details of the external sound level emitted from plant, machinery or equipment at the development site as approved under permission 250688CND dated 15.04.2025. The approved details shall be implemented prior to occupation and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2024). | Prior to use, machinery, plant or equipment/ extraction/ ventilation system and ducting at the development shall be mounted with proprietary anti-vibration isolators and fan motors shall be vibration isolated from the casing and adequately silenced and maintained as such.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2024). | The development shall be implemented in accord with the details of enhanced sound insulation for the floor/ceiling/wall structures separating different types of rooms/uses in adjoining dwellings/areas as approved under permission 250689CND dated 28.03.2025. The approved details shall be implemented prior to occupation and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2024). | The development shall be implemented in accord with the details of of airborne and ground borne building vibration levels from the adjacent railway and mitigation measures as approved under permission 250690CND dated 28.03.2025.  The approved details shall be implemented prior to occupation and thereafter be permanently retained.",
    "Reason: To ensure that the amenity of occupiers of the development site is not adversely affected by noise in accordance with policies 1.1 and 1.2 of the Ealing Development (Core) Strategy (2012), policies 7A and 7B of the Ealing Development Management Development Plan Document (2013), policy D14 of The London Plan (2021), Ealing SPG10 and the National Planning Policy Framework (2024). | Control measures shall ensure that the following standards are implemented: - noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014), Page 5 of 10 DEC_NOT - dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition), - lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals), - hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays, 0800 -1300 Saturdays (no work on public holidays), - notifications of works to interested parties and regular neighbour liaison, - public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works in case of emergencies or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with policy 1.1(j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D14 of the London Plan (2021), the National Planning Policy Framework (2024) and Interim guidance SPG 10 'Noise and Vibration'. | Prior to first occupation of the development hereby approved at least four new trees shall be planted on the site as shown on approved plan 0560-2-F-0-002 Rev 03. The development shall be implemented only in accordance with these approved details. Any trees which die or are removed within the first five years following the implementation of the initial tree planting shall be replaced during the next planting season.",
    "Reason: To protect the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G4, G5 and G7 of the London Plan, policy 5.10 of Ealing's Development Management DPD and Ealing's SPG 9 - Trees and Development Guidelines. | No operations (including initial site clearance) shall commence on site in connection with development hereby approved until measures for protection of existing trees and hedgerows have been implemented as specified in the submitted Arboricultural Impact Assessment & Method Statement by Marcus Foster (received July 2023. All tree protection methods detailed in the approved Arboricultural Impact Assessment & Method Statement shall not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery and surplus materials have been removed from the site, unless the prior approval of the Local Planning Authority has first been sought and obtained.",
    "Reason: To ensure appropriate tree protection in the interests of protecting the visual amenity of the area, contributing to the quality and character of London's environment, air quality and adapting to and mitigating climate change in accordance with policies G4, G5 and G7 of the London Plan, policy 5.10 of the Ealing Development Management DPD and the Ealing SPG 9 - Trees and Development Guidelines. | Details of a Refuse Management Plan shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the dwellings hereby approved. The development shall be implemented only in accordance with these approved details and retained permanently thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Page 6 of 10 DEC_NOT Development (Core) Strategy, policy 7B of the Adopted Ealing Management Development Plan Document (2013) and policy S7 of the London Plan (2021). | Prior to first occupation of the dwellings hereby approved obscured glass screens at least 1.3m high shall be installed to the front of balconies and timber screens at least 1.8m high shall be installed between adjoining balconies.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with policy 1.1 (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D6 of the London Plan (2021), and the National Planning Policy Framework (2023). | Prior to first occupation of the dwellings hereby approved the recommendations in Section 4 of the Preliminary Ecological Appraisal by Arbtech (July 2023) shall be fully implemented.",
    "Reason: To support ecology in accordance with Section 15 of the National Planning Policy Framework (2021), policy G6 of the London Plan (2021), policy 5.11 of the Adopted Ealing Development Management DPD (2013) and policy 5.4 of the Adopted Ealing Development (Core) Strategy 2012. | External artificial lighting at the development shall not exceed lux levels of vertical illumination at neighbouring premises that are recommended by the Institution of Lighting Professionals in the 'Guidance Notes For The Reduction Of Light Pollution 2011'. Lighting should be minimized and glare and sky glow should be prevented by correctly using, locating, aiming and shielding luminaires, in accordance with the Guidance Notes.",
    "Reason: In the interests of the living conditions of occupiers of nearby properties and future occupiers of the site, in accordance with policy 1.1 (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policy D6 of the London Plan (2021), and the National Planning Policy Framework (2024). | The development shall be implemented in accord with the details of construction, specifications and maintenance schedule for green roofs as approved under permission 250692CND dated 9.04.2025.  The approved details shall be implemented prior to occupation and thereafter be permanently retained.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and residential amenity of prospective occupiers, and in accordance with policies G5 and G6 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2024). | Details of hard/soft landscape works and boundary treatments for the development shall be submitted to and approved in writing by the local planning authority before any part of the superstructure of the development is commenced and this condition shall apply notwithstanding any indications as to these matters which have been given in this application. The scheme shall include comprehensive details of the full planting specifications (size, species and numbers), the positions of all planting, ground preparation for tree planting, and staking/tying methods where applicable. The development shall be implemented only in accordance with these approved details. Any trees or other plants which die or are removed within the first five years following the implementation of the landscaping scheme shall be replaced during the next planting season.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2024). | Details of a Landscape Management Plan for a minimum period of 5 years from the implementation of final planting shall be submitted to and approved in writing by the local planning authority prior to the first occupation or use of the dwellings hereby approved. The development shall be implemented only in accordance with these approved details and retained thereafter.",
    "Reason: To ensure that the development is landscaped in the interests of the visual character and appearance of the area and amenity of prospective occupiers, and in accordance with policies G5 and G7 of the London Plan (2021), policies 1.1 (h) (g), 1.2 (f), 2.1(b) and 2.10 of the Ealing Core Strategy (2012), policies ELV 7.4 and 7B of the Ealing Development Management Development Plan Document (2013) and the National Planning Policy Framework (2024). | All excavations / earthworks carried out in the vicinity of Network Rail's property / structures must be designed and executed such that no interference with the integrity of that property / structure can occur. If temporary compounds are to be located adjacent to the operational railway, these should be included in a method statement for approval by Network Rail. Prior to commencement of such works, full details of any excavations and earthworks to be carried out near the railway undertaker's boundary fence should be submitted for approval of the Local Planning Authority acting in consultation with the railway undertaker and the works shall only be carried out in accordance with the approved details. Where development may affect the railway, consultation with the Asset Protection Engineer should be undertaken.",
    "Reason: To safeguard railway assets and infrastructure. | Prior to first occupation of the development hereby approved motion activated lighting shall be installed on the walls or paving of the access road to the site as shown on approved plan 0560-2-F-0-002 Rev 03. The development shall be implemented only in accordance with these approved details.",
    "Reason: In the interests of the safety and living conditions of future occupiers of the site, in accordance with policy 1.1 (j) of the Ealing Core Strategy (2012), policy 7A of the Ealing Development Management Development Plan Document (2013), policies D111 and T4 of the London Plan (2021), and the National Planning Policy Framework (2024)."
  ],
  "pp_id": "PP-13711914",
  "last_date_consultation_comments": null,
  "polygon": null,
  "centroid": {
    "lat": 51.51151,
    "lon": -0.33541
  }
}