{
  "actual_completion_date": null,
  "centroid_northing": 187060,
  "decision": null,
  "development_type": null,
  "valid_date": "24/08/2021",
  "bo_system": "Agile APAS",
  "description": "Alterations to roof to include a roof extension to Upper House to contain one additional self-contained flat. Existing flats reduced from 2 x beds to 1 x beds. Internal alterations.  Alterations to fenestrations. Demolish cottages. Erection of a 6 storey building to provide 21 self-contained residential units (including a mix of 1, 2 and 3 bedroom units) with a communal roof garden, landscaping, associated disabled parking / car parking spaces, electric car charging points, waste / refuse storage, children’s play space and amenity space. (Summary).",
  "decision_conditions": [
    "1.\t(Time Limit): The development hereby permitted shall be begun no later than the  expiration of three years from the date of this permission.\r\n\r\nReason: In order to comply with the requirements of Section 91 of the Town and Country Planning Act 1990.\r\n\r\n\r\n2.\t(Strictly in accordance with plans): The development hereby permitted shall be carried out in accordance with the following plans and documents:  \r\n\r\n•\tExisting Cottages Elevations\r\n•\tExisting Upper House Elevations\r\n•\t1 ALDBOROUGH RD/100/1/1 Rev A\r\n•\t02 Floor Plans\r\n•\t2nd Floor Loft Studio Flat\r\n•\tPA1013/MB/000/100 Rev A\r\n•\tPA1013/MB/000/101 \tRev A\r\n•\tPA1013/MB/00/100 Rev A\r\n•\tPA1013/MB/00/101 Rev A\r\n•\tPA1013/MB/00/102 Rev A\r\n•\tPA1013/MB/00/103 Rev A\r\n•\tPA1013/MB/00/104 Rev A\r\n•\tPA1013/MB/00/105 Rev A\r\n•\tPA1013/MB/00/106 Rev A\r\n•\tPA1013/MB/00/107 Rev A\r\n•\tPA1013/MB/03/100\r\n•\tPA1013/MB/04/101 Rev A (Proposed East Elevation)\r\n•\tPA1013/MB/04/101 Rev A (Proposed East Elevation – Proposed Contextual Elevation)\r\n•\tPA1013/MB/04/102 Rev A\r\n•\tPA1013/MB/04/103 Rev A\r\n•\tPA1013/MB/04/104 Rev A\r\n•\tPA1013/MB/06/100\r\n•\tPA1013/MB/07/100\r\n•\tAir Quality Assessment (May 2021)\r\n•\tArboricultural Impact Assessment (Ref HWA10046.02_APIII, August 2021)\r\n•\tArboricultural Constraints Advice (Ref HWA10046 APIII, December 2017)\r\n•\tBRE Client Report – Daylight and sunlight assessment (P117952-1000 Issue 2, 10th June 2021)\r\n•\tCost Estimate (Version 1, November 2021)\r\n•\tDesign & Access Statement (June 2021) \r\n•\tEnergy Statement (Issue 1, April 2021)\r\n•\tGeoarchaeological Desk-Based Assessment (Ref 261870.01, March 2022)\r\n•\tFire Statement Form (Received 14th July)\r\n•\tFlood Zone Mapping (23rd August 2021)\r\n•\tNoise & Vibration Impact Assessment (May 2021)\r\n•\tPlanning Statement (June 2021)\r\n•\tReview of Affordable Housing Viability Assessment_Final Report (February 2022)\r\n•\tSAP Calculations Specification\r\n•\tTransport Statement (June 2021)\r\n•\tTravel Plan (August 2021)\r\n•\tViability Study (May 2021)\r\n\r\nReason: For the avoidance of doubt and in the interests of proper planning.\r\n   \r\n\r\n3.\t(Noise Insulation): Prior to commencement of above ground works, full details of the sound insulation and ventilation strategy shall be submitted to and approved in writing by the Local Planning Authority, showing how the building has been designed to meet the following internal criteria.\r\n\r\na)\tLiving Rooms: 35 dB LAeq,16hr (between 07:00 and 23:00 hrs)\r\nb)\tBedrooms: 30 dB LAeq,8hr (between 23:00 and 07:00 hrs);\r\nc)\tBedroom: 45 dB LAFmax to be exceeded no more than 15 times per night-time between 23:00 and 07:00 hours from sources other than emergency sirens. \r\n\r\nThe scheme shall be fully implemented in accordance with the approved details.\r\n\r\nReason: To ensure that the development provides satisfactory quality of accommodation and complies with Policies LP24 and LP26 of the Council’s Local Plan. \r\n\r\n\r\n4.\t(Noise Insulation Testing): Prior to occupation of residential elements of the scheme, acoustic commissioning testing shall be undertaken by a UKAS/ANC/IOA accredited organisation at the most noise exposed habitable room of each acoustic facade specification to demonstrate compliance with the noise level criteria of Condition 1. The testing shall be carried out over a period of minimum 24 hours and the results shall be submitted to and approved in writing by the Local Planning Authority prior to occupation.\r\n\r\nReason: To ensure that the development provides satisfactory quality of accommodation and complies with Policies LP24 and LP26 of the Council’s Local Plan. \r\n\r\n5.\t(Plant Noise Insulation): Noise emitted from any new fixed building services plant and equipment shall be designed to a level at least 10 dB below the lowest representative existing background noise level when assessed in accordance with BS 4142:2014 at a position 1 m from the window of the nearest noise sensitive premises (i.e. Plant LAr,Tr = -10 dB LA90,T).   This criterion applies to the total contribution of noise from all new plant items associated with the Proposed Development that may run during any particular period\r\n\r\nReason: To ensure that the development provides satisfactory quality of accommodation and complies with Policies LP24 and LP26 of the Council’s Local Plan. \r\n\r\n \r\n6.\t(Secure by Design): Each building, or part of a building, shall obtain a ‘Secured By Design’ Accreditation prior to first occupation of each building or part of a building, or use. The development shall only be carried out in accordance with the approved details and maintained thereafter.\r\n\r\nReason: To ensure that Secured by Design principles are implemented into the development as far as reasonable and in accordance with policy 7.3 of the London Plan (2016) and Policy LP26 of the Local Plan.\r\n\r\n7.\t(Construction and Logistics Plan): Before the development hereby permitted commences at the site, a Construction and Logistics Plan (CLP) shall be submitted to and approved in writing by the Local Planning Authority. The CLP should be prepared in accordance with TfL uidance and take into acocunt the Mayor’s Vision Zero Approach. The Plan should demonstrate meausres that minimise the imppact on the safety of pedestrians, cyclists, and the transport network. The development hereby permitted shall only be carried out and completed in accordance with the approved details.\r\n\r\nReason: In order to ensure that the construction of the devleopment is undertaken in a manner which minimises its’ effect on the local envrionment and to comply with Policies LP22, LP23, LP24, and LP26 of the Council’s Local Plan. \r\n\r\nThe objectives and purposes of this condition are such that it is required to be complied with before commencement. As such, those objectives and purposes would not be met if expressed other than as a pre-commencement condition.\r\n\r\n8.\t(Dust Supression):  Before the development hereby permitted commences at the site, a Dust Management Plan (DMP) must be submitted to and proved by the Local Planning Authority. This plan should include details of all mitigation measures for dust emissions during demolition and construction along with a real-time monitoring regime for the same.\r\n\r\nReason: In order to ensure that the construction of the development is undertaken in a manner which minimises its' effect on the local environment and to comply with Policies L22, L23, LP24, and LP26 of the Council's Local Plan.\r\n\r\n9.\t(NRMM): All Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA’s supplementary planning guidance “Control of Dust and Emissions During Construction and Demolition” dated July 2014 (SPG), or subsequent guidance.  Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority.  The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/.\r\n\r\nReason: In order to ensure that the construction of the devleopment is undertaken in a manner which minimises its’ effect on the local envrionment and to comply with Policies LP24, and LP26 of the Council’s Local Plan. \r\n\r\n10.\t(Materials): Prior to commencement of above ground work at the site and notwithstanding condition 2, details of the materials to be used in the construction of the external surface(s) of the building(s) hereby permitted shall be submitted to and approved in writing by the Local Planning Authority.  The development shall be completed in accordance with these approved details.\r\n\r\nReason: In order to ensure that the development has a satisfactory appearance and to comply with Policy LP26 of the Council’s Local Plan.\r\n\r\n11.\t(Landscaping): Notwithstanding the indicative details shown on the plans hereby approved, before first residential occupation of the development, a scheme of hard and soft landscaping shall be submitted to and agreed in writing by the Local Planning Authority and shall include the following.\r\n\r\nA.\tSoft Landscaping scheme shall include: \r\na)\tPlanting plan \r\nb)\tWritten specifications (including cultivation and other operations associated with trees, plants and grass); and \r\nc)\tSchedules of plants and trees, setting out the species, sizes, numbers/densities and soil depths. \r\n\r\nThe scheme shall also include a programme setting out how the plan will be put into practice including measures for protecting plants and trees both during and after development has finished. \r\n\r\nThe new planting shall be carried out in accordance with BS 8545 (2014) ‘Trees: from nursery to independence in the landscape’ in the first planting and/or seeding season following the first occupation of the residential buildings hereby permitted or the substantial completion of the development, whichever is the sooner and shall comply with the requirements specified in BS 3936 (1992) 'Specification of Nursery Stock Part 1 Trees and Shrubs', and in BS 4428 (1989) 'Recommendations for General Landscape Operations'. None of the new trees, plants or shrubs planted shall be lopped or topped within a period of five years from the completion of the development. Any trees, plants or shrubs, which, within a period of five years from the completion of the development die, are removed, or become seriously damaged or diseased, shall be replaced in the next planting season, in accordance with the approved scheme. The approved landscaping scheme shall be maintained thereafter. \r\n\r\nB.\tThe hard landscaping scheme shall include:\r\na)\tFinished levels, materials, any signage, furniture/sitting areas and a maintenance plan to demonstrate how the hard landscaping features will be repaired/replaced (as appropriate) over time.\r\nb)\tAll details of any fencing, gates, walls or other means of enclosure within the development.\r\nc)\tA programme setting out how the plan will be put into practice including measures for protecting plants both during and after development has finished.\r\n\r\nThe hard landscaping scheme shall be installed prior to first occupation of the residential buildings hereby permitted or the substantial completion of the development, whichever is the sooner, and maintained thereafter in accordance with the maintenance plans hereby approved.\r\n\r\nReason: To ensure a satisfactory appearance, to take opportunities to enhance biodiversity, to ensure that there is appropriate child play and communal space within the development, and to accord with Policies LP26, LP29, and LP38 of the Council’s Local Plan and the London Borough of Redbridge Trees and Landscaping SPD (June 2006).\r\n\r\n12.\t(Protection of Trees): During construction of the development hereby permitted, the trees located (1 1a And 1b, Aldborough Road South, Seven Kings, Ilford) shall not be lopped or felled without the written consent of the local planning authority.\r\n\r\nDuring construction of the development hereby permitted, any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) 'Trees in Relation to Design, Demolition and Construction'. The protection measures shall be implemented prior to any below ground works, and shall be retained for the entire period of the duration of any work at the site, in connection with the development hereby permitted.\r\n\r\nReason: In order to maintain the existing vegetation at the site, which makes an important contribution to the character of the area, and to accord with Policies LP26 and LP38 of the Council’s Local Plan.\r\n\r\n13.\t(Flood Risk): Prior to commencement of above ground works, details of the permeability of the materials for the proposed hard standing to the front curtilage of the site, as main surface water drain, shall be submitted to and approved in writing by the Local Planning Authority. The details as approved shall be implemented at the site and permanently retained in accordance with the approved details unless otherwise agreed in writing with the Local Planning Authority. \r\n\r\nReason: In order to ensure that on-site rainwater will not be discharging to the main surface water drain, to reduce the potential for rainwater soakage and worsen potential surface flooding events and to ensure the development complies with Policies LP26 and LP34 of the Council’s Local Plan.\r\n\r\n14.\t(Childrens Play Space): Prior to first occupation of the site, details of the external children play space area, which shall cover a gross area of no less than 98 square metres, shall be submitted to and approved in writing by the Local Planning Authority.  \r\n\r\na)\tDetailed design of the external play space area and play equipment; \r\nb)\tA management and maintenance plan, including details to demonstrate how the play space area will be managed,  and details demonstrating how the play space and play equipment will be repaired and/or replaced (as appropriate) over time.\r\nc)\tThe approved measures shall be provided prior to first residential occupation of the the development and the play space shall be retained permanently thereafter\r\n\r\nReason: To ensure an inclusive development and to accord with Policy LP29 of the Council’s Local Plan and Policy 3.6 of the London Plan.\r\n\r\n\r\n15.\t(Balconies and Roof Terraces): Prior to installation of balconies and roof terraces on site, detailed drawings (at a scale of 1:50) illustrating the detailing of balustrades to all balconies and roof terraces shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details.\r\n\r\nReason: To ensure that the external appearance of the building is satisfactory in accordance with the requirements of Polices LP26 and LP27 of the Local Plan.\r\n\r\n16.\t(External Lighting): Prior to commencement of above ground works, details of the external lighting of the building(s), shared courtyard, and undercroft area shall be submitted to and approved in writing by the Local Planning Authority.\r\n\r\nThe development shall carried out in accordance with the approved details and permanently retained thereafter. \r\n\r\nReason: To ensure that the external appearance of the building is satisfactory in accordance with the requirements of policy LP26 and LP27 of the Local Plan.\r\n\r\n17.\t(Cycle Parking):  Notwithstanding condition, prior to commencment of above ground works, details of  the revised and enlarged proposed secure and sheltered cycle parking for Upper House in order to provide nine cycle spaces, shall be submitted to and approved in writing by the Local Planning Authority. In addition, provision must be made for 5% of the long stay cycle spaces to be suitable for larger bicycles (e.g. cargo bicycles/adapted bicycles)  The facilities as approved shall then be retained at the site thereafter in accordance with the approved drawings at all times.\r\n\r\nReason: In order to ensure the development complies with the terms of the application and with Policy LP23 of the Council’s Local Plan.\r\n\r\n18.\t (Water Efficiency): The development hereby approved shall be designed to meet water consumption target of 105 litres per person per day, with an additional 5 litres per person per day for external water use. \r\n\r\nReason: In order to comply with London Plan Policy SI 5\r\n.\r\n19.\t(Low Nox Boiler): All non-CHP gas fired boilers installed in this development must achieve dry NOx emission levels no greater than 40 mg/kWh. \r\n\r\nReason: To protect air quality and health in accordance with the aims of the Redbridge Local Plan and Air Quality Action Plan."
  ],
  "appeal_status": null,
  "parking_details": {},
  "decision_process": null,
  "site_number": null,
  "decision_target_date": "22/11/2021",
  "ward": "Newbury",
  "application_details": {
    "existing_uprns": null,
    "lead_developer_company_name": "Public Health",
    "site_area": 0.07400000000000001
  },
  "status": "Application Under Consideration",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "PP-10009292         ",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "lpa_name": "Redbridge",
  "borough": "Redbridge",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "Seven Kings",
  "last_date_consultation_comments": "24/10/2021",
  "decision_date": null,
  "centroid": {
    "lon": "0.0916462",
    "lat": "51.5637636"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": null,
  "street_name": "Aldborough Road South",
  "lpa_app_no": "2933/21",
  "lapsed_date": null,
  "id": "Redbridge-2933_21",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "Development Site At 1 1a And 1b",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-19T03:43:13.520+00:00",
  "last_updated_by": "Agile APAS",
  "decision_agency": null,
  "uprn": "10094820583",
  "cil_liability": null,
  "centroid_easting": 545076,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              545086.2,
              187038.75
            ],
            [
              545082.78,
              187038.01
            ],
            [
              545077.51,
              187036.86
            ],
            [
              545072.03,
              187035.67
            ],
            [
              545069.4,
              187035.1
            ],
            [
              545069.05,
              187044.5
            ],
            [
              545068.7,
              187053.35
            ],
            [
              545068.17,
              187064.37
            ],
            [
              545068.15,
              187064.75
            ],
            [
              545067.4,
              187080.55
            ],
            [
              545067.3,
              187083.8
            ],
            [
              545068.34,
              187083.85
            ],
            [
              545069.76,
              187083.93
            ],
            [
              545071.9,
              187084.05
            ],
            [
              545076.7,
              187084.3
            ],
            [
              545082.75,
              187084.45
            ],
            [
              545082.87,
              187081.09
            ],
            [
              545083.15,
              187073.53
            ],
            [
              545083.35,
              187068.4
            ],
            [
              545085.55,
              187039.5
            ],
            [
              545086.2,
              187038.75
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.09178449999999999,
          51.5635701
        ],
        [
          0.0917349,
          51.5635643
        ],
        [
          0.0916584,
          51.5635553
        ],
        [
          0.09157889999999999,
          51.563546
        ],
        [
          0.09154079999999999,
          51.5635416
        ],
        [
          0.0915396,
          51.5636262
        ],
        [
          0.0915382,
          51.5637058
        ],
        [
          0.0915351,
          51.5638049
        ],
        [
          0.09153499999999999,
          51.5638083
        ],
        [
          0.09153069999999999,
          51.5639505
        ],
        [
          0.09153059999999999,
          51.5639797
        ],
        [
          0.09154559999999999,
          51.5639799
        ],
        [
          0.0915661,
          51.5639803
        ],
        [
          0.091597,
          51.5639808
        ],
        [
          0.09166629999999999,
          51.5639818
        ],
        [
          0.09175359999999999,
          51.5639816
        ],
        [
          0.0917539,
          51.5639514
        ],
        [
          0.0917548,
          51.5638834
        ],
        [
          0.09175559999999999,
          51.5638372
        ],
        [
          0.0917754,
          51.563577
        ],
        [
          0.09178449999999999,
          51.5635701
        ]
      ]
    ],
    "type": "Polygon"
  }
}