{
  "last_date_consultation_comments": "27/10/2021",
  "epc_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "development_type": "Minor dwellings",
  "decision_date": "26/01/2022",
  "pp_id": "PP-10187461",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Kingston-21_02902_FUL",
  "last_updated": "2025-05-05T17:39:03.839Z",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 517957,
  "decision_target_date": "02/11/2021",
  "parking_details": null,
  "polygon": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [],
  "secondary_street_name": null,
  "valid_date": "07/09/2021",
  "centroid": {
    "lon": -0.306496,
    "lat": 51.379393
  },
  "site_number": "49",
  "ward": "Tolworth & Hook Rise - OLD",
  "lpa_name": "Kingston",
  "actual_commencement_date": "08/08/2020",
  "uprn": "100021790497",
  "lpa_app_no": "21/02902/FUL",
  "status": "Commenced",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with Condition 1 (Approved Plans) of Planning Permission ref: 20/01103/FUL\t (Sub-division of plot following demolition of garage and construction of 2 x semi-detached houses (1 x three-bedroom and 1 x four-bedroom) and associated amenity space, parking and refuse facilities; addition of garage door to front elevation of existing house and replacement of flank window with side door) dated 07/08/2020. Amendment to make modifications to the approved parking layout, crossover and boundary wall",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "KT6 5BX",
  "centroid_northing": 165843,
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_type": "All Other",
  "locality": null,
  "site_name": "49 Herne Road\rTolworth\rSurbiton\rKT6 5BX\r",
  "decision_conditions": [
    "Prior to above ground works details of the implementation, adoption, maintenance and management of a sustainable drainage system have been submitted to and approved in writing by the local planning authority. The system shall be implemented and thereafter managed and maintained in accordance with the approved details. Those details shall include a timetable for its implementation, and a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public body or statutory undertaker, or any other arrangements to secure the effective operation of the sustainable drainage system throughout its lifetime.\r\rReason: To prevent the increased risk of flooding in accordance with Policy CS1 (Climate Change Mitigation) of the Local Development Framework Core Strategy Adopted April 2012.\r",
    "13. The refuse storage facilities and recycling facilities shall be provided prior to the occupation of the development as shown on the approved plans and, such facilities shall be permanently retained at the site.\r\rReason: These details are required prior to commencement of development because the details would affect subsequent design of other elements of the scheme and must be agreed at the outset and to ensure the provision of refuse facilities to the satisfaction of the Council in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development hereby permitted shall begin before the expiration of three years from the date of the parent planning permission 20/01103/FUL.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "The development shall be carried out in accordance with the details as approved under 20/02350/CLC.\r\rReason: These details are required prior to commencement of development because is necessary to provide these details as it is integral to the design and appearance of the building and therefore agreement of these details prior to commencement would ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The development shall be carried out in accordance with the details as approved under 21/01190/CLC.\r\rReason: This information is required prior to the commencement of the development as the relevant works would take place at the beginning of the construction phase and in order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to occupation of the development hereby permitted the secure cycle parking facilities for the occupants of, and visitors to, as shown on the approved plans shall be fully implemented and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking accommodation shown upon the approved drawings shall be provided with a hard bound dust free surface, adequately drained before the development to which it relates is occupied and thereafter it shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purposes other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: To ensure the provIsion of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The residential units hereby approved shall not be occupied until the development has achieved an energy efficiency standard of a minimum of 19% C02 improvement over Building Regulations requirements Part L 2013 (TER Baseline).\r\rReason: In the interests of sustainability and energy conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (2016) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The residential units hereby approved shall not be occupied until the development has achieved as a minimum, a water efficiency standard of not more than 110 litres per person per day maximum water consumption in accordance with the requirements defined within Approved Document G of the Building Regulations.\r\rReason: In the interests of Sustainability and Energy Conservation in accordance with Policies 5.2 (Minimising Carbon Dioxide Emissions) and 5.3 (Sustainable Design & Construction) of the London Plan (2016) and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r",
    "The residentials units hereby approved shall not be occupied until the development has been built in accordance with the requirements of Category 2 of the Building Regulations document titled 'Approved Document M - Access to and use of buildings'\r\rReason: In the interest of inclusive design and accessibility in accordance with Policy 3.8 of the London Plan.\r",
    "Fences, walls or other means of enclosure shall be erected along the boundaries of the site prior to the occupation of the dwelling houses to which they relate, in accordance with details which shall have been submitted to and approved in writing by the Local Planning Authority and shall thereafter be permanently retained.\r\rReason: In order to ensure the privacy of adjoining occupiers and visual amenity of the area is retained in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r"
  ],
  "decision": "Approved",
  "street_name": "Herne Road",
  "application_details": {
    "site_area": 0.054000000000000006,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Southborough Conservation Area"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "100021790497"
    ]
  },
  "lapsed_date": "26/01/2025",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QZ2HN7NHMO200",
  "bo_system": "Idox Uniform",
  "appeal_status": null,
  "last_updated_by": "Idox Uniform",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306474,
          51.379406
        ],
        [
          -0.306475,
          51.379379
        ],
        [
          -0.306518,
          51.379379
        ],
        [
          -0.306517,
          51.379406
        ],
        [
          -0.306474,
          51.379406
        ]
      ]
    ],
    "type": "Polygon"
  }
}