{
  "polygon": null,
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "PP-09984172",
  "appeal_status": null,
  "last_updated": "2025-05-05T17:35:49.358Z",
  "appeal_decision_date": null,
  "status": "Completed",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "Coombe Vale - OLD",
  "centroid": {
    "lat": 51.407901,
    "lon": -0.271539
  },
  "decision": "Approved",
  "valid_date": "29/06/2021",
  "appeal_decision": null,
  "application_type_full": "Removal/Variation of a condition",
  "development_type": "Minor dwellings",
  "locality": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "last_updated_by": "Idox Uniform",
  "actual_completion_date": "14/06/2021",
  "decision_agency": null,
  "actual_commencement_date": "10/08/2020",
  "application_details": {
    "site_area": 0.02,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing HRA"
      },
      {
        "result": null,
        "constraints_layer_description": "VALUER Type: VALUERS\rDescription: Housing Estates"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128049170"
    ]
  },
  "cil_liability": false,
  "postcode": "KT3 3EJ",
  "title_number": [],
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QVGBLDNHLO500",
  "lpa_name": "Kingston",
  "site_name": "",
  "lapsed_date": "03/09/2024",
  "parking_details": null,
  "decision_conditions": [
    "The facing materials to be used in the construction of the building shall be those specified within application 19/01604/FUL.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Secure cycle parking facilities shall be provided prior to occupation of the development and thereafter permanently retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Refuse and recycling facilities shall be provided for the development and retained for use at all times.\r\rReason: To ensure the provision of satisfactory refuse and recycling facilities in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The car parking accommodation to the front of the dwelling shall be kept free from obstruction at all times for use by the occupier of the development and shall not thereafter be used for any purpose other than the parking of vehicles for the occupiers of the development and visitors to it.\r\rReason: In the interests of highway safety, to ensure the provision of adequate off-street parking accommodation and to avoid the congestion of surrounding roads by parked vehicles in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r\r",
    "The hard surface hereby approved shall be made of porous materials and retained thereafter or provision shall be made and retained thereafter to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the property.\r\rReason: To reduce the risk of flooding and pollution and increase the level of sustainability of the development and to comply with Policy CS1 (Climate Change Mitigation) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no extensions to the existing or proposed dwellinghouse shall be erected within the site curtilages without written consent of the Local Planning Authority.\r\rReason: To safeguard the privacy and amenity of adjoining occupiers and maintain adequate amenity space of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking or re-enacting this Order) no windows or other openings (other than those hereby approved) shall be formed in the side wall(s) [N and S] of the building hereby approved without the prior written consent of the Local Planning Authority.\r\rReason: To protect the amenities and privacy of the occupiers of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Unless otherwise agreed in writing by the Local Planning Authority, within 3 months of first occupation of the development a Post-Construction Review Certificate issued by the Building Research Establishment or other equivalent assessors confirming that the development has achieved not less than the CO2 reductions (ENE1), internal water usage (WAT1) standards equivalent to Code for Sustainable Homes level 4. Evidence requirements are detailed in the \"Schedule of evidence required for Post Construction\rStage from Ene1 & Wat1 of the Code for Sustainable Homes Technical Guide. Evidence to demonstrate a 19% reduction compared to 2013 part L regulations and internal water usage rates of 105l/p/ day must be submitted to and approved by the Local Planning Authority, unless otherwise agreed in Writing.\r\rReason: In the interests of sustainability and energy conservation in accordance with Policy SI2 of the London Plan 2021 and Policy DM1 (Sustainable Design and Construction Standards) of the LDF Core Strategy Adopted April 2012.\r\r"
  ],
  "bo_system": "Idox Uniform",
  "site_number": "24A",
  "description": "Application under Section 73A of the Town and Country Planning Act 1990 to carry out development without compliance with Removal of Condition 5 (Development and Construction Management Plan) of Planning Permission 19/01604/FUL (Erection of a two-storey detached dwelling and provision of 2no. car parking spaces). Variation to request removal of condition as approved details not submitted prior to commencement, and development now completed.",
  "lpa_app_no": "21/02091/FUL",
  "decision_target_date": "24/08/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "000128049170",
  "decision_date": "03/09/2021",
  "id": "Kingston-21_02091_FUL",
  "centroid_northing": 169070,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 520315,
  "street_name": "Long Walk",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.271516,
          51.407914
        ],
        [
          -0.271518,
          51.407887
        ],
        [
          -0.271561,
          51.407888
        ],
        [
          -0.27156,
          51.407915
        ],
        [
          -0.271516,
          51.407914
        ]
      ]
    ],
    "type": "Polygon"
  }
}