{
  "centroid_northing": 167402,
  "appeal_status": null,
  "pp_id": "PP-10178347",
  "appeal_decision_date": null,
  "valid_date": "02/09/2021",
  "last_updated": "2025-05-05T17:38:45.356Z",
  "ward": "St Mark's - OLD",
  "last_updated_by": "Idox Uniform",
  "site_name": "Development Land Rear Of 27 To 29",
  "last_date_consultation_comments": "11/10/2021",
  "centroid": {
    "lat": 51.393417,
    "lon": -0.306827
  },
  "status": "Refused",
  "id": "Kingston-21_02831_CLC",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": null,
  "decision": "Refused",
  "lpa_name": "Kingston",
  "appeal_start_date": null,
  "lapsed_date": "29/12/2024",
  "epc_number": null,
  "application_type": "All Other",
  "parking_details": null,
  "uprn": "000128042269",
  "centroid_easting": 517898,
  "secondary_street_name": null,
  "application_details": {
    "site_area": 0.019,
    "s106_agreement": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: St Andrews Square Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128042269"
    ]
  },
  "decision_agency": null,
  "postcode": "KT6 4QL",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QYSOWCNHML500",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "Insufficient samples have been provied in regard to Condition 3 (Samples). Samples for all facing materials including fenestration are required. In addition, the brick samples submitted appear to conflict with the information detailed on the submitted Dwg No. LP1-Landscape Plan. As such, the applicant has failed to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Insufficient information has been provied in regard to Condition 4 (Architectural Details). Information for windows, doors, overhangs, rainwater goods are required at scale 1:10. As such, the applicant has failed to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Insufficient information has been provied in regard to Condition 9 (Boundary Treatment). Information for all boundary treatment (for the front side and rear boundaries), including walls, fences and gates (including their manufacturer's specification, colour and texture). are required. As such, the applicant has failed to ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Insufficient information has been provied in regard to Condition 10 (Construction Management Plan). A scaled drawing and supporting document is required. As such, the applicant has failed to safeguard the amenities of thesurrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Insufficient information has been provied in regard to Condition 11 (Levels). A scaled drawing is required. As such, the aplicant has failed to ensure that the appearance and functioning of the development is satisfactory and to safeguard the amenities of adjoining occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Insufficient and unsatisfactory information has been provied in regard to Condition 13 (Lansdcaping). As such, the applicant has failed to demonstrate that the proposed development would be in the interests of visual amenity in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Insufficient information has been provied in regard to Condition 18 (Climate Change Mitigation). Information to demonstrate that the proposed development would achieve no less than the C02 reductions (ENE1) and internal water usage (WAT1) standards equivalent to Code for Sustainable Homes Level 4 is required, i.e. a 19% C02 reduction compared to 2013 Part L regulations and internal water usage rates of 105L/day. As such, the applicant has failed to ensure that the proposed development is designed and built to make the most efficient use of resources, reduce its lifecycle impact on the environment and contributes to climate change mitigation and adaptation in accordance with Policy CS1 (Climate Change Mitigation) of the LDF Core Strategy Adopted April 2012.",
    "Insufficient information has been provied in regard to Condition 19 (Sustainable Drainage). Details of the implementation, adoption, maintenance and management of a sustainable drainage system are required. Those details shall include a timetable for its implementation, and a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public body or statutory undertaker, or any other arrangements to secure the effective operation of the sustainable drainage system throughout its lifetime. As such, the applicant has failed to prevent the increased risk of flooding in accordance with Policy CS1 (Climate Change Mitigation) of the Local Development Framework Core Strategy Adopted April 2012."
  ],
  "decision_target_date": "28/10/2021",
  "locality": null,
  "application_type_full": "Approval of details reserved by a condition (discharge)",
  "cil_liability": false,
  "decision_date": "29/12/2021",
  "appeal_decision": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "subdivision_of_building": null,
  "lpa_app_no": "21/02831/CLC",
  "actual_commencement_date": null,
  "development_type": "Extension",
  "decision_process": "Delegated",
  "description": "Details required for Conditions 3 (Samples), 4, 5, 6, 7 (Design) 9 (Boundary Treatment), 10 (Construction Management Plan), 11 (Levels), 12 (Waste and Recycling), 13 (Landscaping), 15 (Cycle Parking), 17 (Design), 18 (Climate Change Mitigation) and 19 (Sustainable Drainage) of planning permission 20/00625/FUL (Erection of five bedroom dwelling)",
  "actual_completion_date": null,
  "title_number": [],
  "street_name": "St James' Road",
  "bo_system": "Idox Uniform",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.306805,
          51.39343
        ],
        [
          -0.306806,
          51.393403
        ],
        [
          -0.306849,
          51.393404
        ],
        [
          -0.306848,
          51.39343
        ],
        [
          -0.306805,
          51.39343
        ]
      ]
    ],
    "type": "Polygon"
  }
}