{
  "uprn": "000128004928",
  "street_name": "Coombe Hill Glade",
  "centroid_easting": 521531,
  "lpa_name": "Kingston",
  "actual_commencement_date": null,
  "decision_agency": null,
  "application_details": {
    "site_area": 0.14700000000000002
  },
  "lpa_app_no": "21/02633/HOU",
  "parking_details": null,
  "application_type": "Householder",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "27/12/2021",
  "locality": null,
  "appeal_status": null,
  "last_date_consultation_comments": "26/11/2021",
  "status": "Approved",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The development to which this permission relates shall be carried out in accordance with BS5837 Arboricultural Report, Arboricultural Impact Assessment and Method Statement and TPP-01-A Tree Constraints Plan And Tree Protection Plan. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first or second floor level in the east or west elevation of the dwelling house unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r"
  ],
  "valid_date": "01/11/2021",
  "subdivision_of_building": null,
  "polygon": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QXXEADNH03F00",
  "title_number": [],
  "decision_date": "21/04/2022",
  "id": "Kingston-21_02633_HOU",
  "ward": "Coombe Hill - OLD",
  "development_type": "Other house holder developments",
  "cil_liability": false,
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_decision": null,
  "site_name": "Moonfly",
  "lapsed_date": "21/04/2025",
  "description": "Erection of two-storey front, single-storey rear and first floor side extensions.",
  "pp_id": null,
  "actual_completion_date": null,
  "centroid_northing": 170180,
  "bo_system": "Idox Uniform",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "last_updated": "2025-05-05T17:37:59.218Z",
  "epc_number": null,
  "application_type_full": null,
  "decision": "Approved",
  "postcode": "KT2 7EF",
  "site_number": "4",
  "last_updated_by": "Idox Uniform",
  "centroid": {
    "lat": 51.417618,
    "lon": -0.253684
  },
  "appeal_start_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.253662,
          51.417631
        ],
        [
          -0.253663,
          51.417604
        ],
        [
          -0.253706,
          51.417605
        ],
        [
          -0.253705,
          51.417632
        ],
        [
          -0.253662,
          51.417631
        ]
      ]
    ],
    "type": "Polygon"
  }
}