{
  "centroid_northing": 163757,
  "appeal_status": null,
  "pp_id": "PP-10138767",
  "appeal_decision_date": null,
  "valid_date": "06/09/2021",
  "last_updated": "2025-05-05T17:38:54.696Z",
  "ward": "Chessington South - OLD",
  "last_updated_by": "Idox Uniform",
  "site_name": "Lidl Foodstore\r64-78 Leatherhead Road\rChessington\rKT9 2HY\r",
  "last_date_consultation_comments": "08/10/2021",
  "centroid": {
    "lat": 51.360689,
    "lon": -0.310303
  },
  "status": "Lapsed",
  "id": "Kingston-21_02869_FUL",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": null,
  "decision": "Approved",
  "lpa_name": "Kingston",
  "appeal_start_date": null,
  "lapsed_date": "28/01/2025",
  "epc_number": null,
  "application_type": "All Other",
  "parking_details": {
    "no_existing_other": 6,
    "no_proposed_other": 9,
    "net_other": 3
  },
  "uprn": "000128034617",
  "centroid_easting": 517740,
  "secondary_street_name": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "phasing_details": [
      {
        "phase_detail": "Works",
        "intended_commencement_date": "11/2021",
        "intended_completion_date": "04/2022"
      }
    ],
    "total_gia_gained": 198,
    "site_area": 6300,
    "total_gia_lost": 0,
    "total_gia_existing": 1280,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 1280,
        "gia_gained": 198,
        "use_class": "SpecifiedOther",
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "rain_water_harvesting": false,
    "scheme_phasing": false,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 4,
        "building_ref": "Foodstore"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 198,
      "total_gia_existing": 1280,
      "total_gia_lost": 0
    },
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "no_new_water_connections_required": 0,
      "no_homes_passive_cooling": 0,
      "no_active_rapid_ev_charging_points": 2,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_passive_other_ev_charging_points": 14,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "waste_details": [
        {
          "unit_reference": "N/A",
          "reason_for_no_provision": "N/A"
        }
      ],
      "ghg_reduction_over_building_regulations": false
    },
    "internal_resi_water_usage": 0,
    "ownership_status": "Private",
    "s106_agreement": false,
    "existing_uprns": [
      "000128034617"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: SB1  South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "FLDZ Floodzone type: ZONE 2"
      },
      {
        "result": null,
        "constraints_layer_description": "TPPNT Ref: RBK.05.00\rTree ref: T1\rTree type: OAKS\rDescription: RBK Order no: 05 Year: 2000"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: South of the Borough"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: GLA"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: 02/10/2006 00:00:00\rGradient: 1:174"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWGV Date Built: \rGradient:"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 1200\rReference: TQ17637775"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: SURFACE"
      },
      {
        "result": null,
        "constraints_layer_description": "SWFD Pipe Reference: GS\rPurpose: OTHERS"
      }
    ],
    "commencement_notice_received": false
  },
  "decision_agency": null,
  "postcode": "KT9 2HY",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QZ03K2NHMMK00",
  "site_number": "62",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "In the event that contamination is found (at any time) that was not previously identified, development shall cease and the contamination reported in writing to the local planning authority as soon as is reasonably practicable. An assessment, remediation scheme and verification report shall then be submitted to and approved in writing by the local planning authority before development resumes.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The rating level of the noise determined by the cumulative sound emissions of the plant to which this permission relates shall be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade and the measurements and assessment shall be made according to BS 4142:2014.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D14 of the London Plan 2021 policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, a scheme for the extraction and dispersal of all fumes and odours arising from the development (including details of its method of construction, odour control measures, noise levels, its appearance and its finish) shall have been submitted to and approved in writing by the local planning authority and then implemented in full. The measures which form the approved scheme shall be permanently retained thereafter.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "The site and building works required to implement the development shall be only carried out between the hours of 08:00 and 18:00 Mondays to Fridays and between 08:00 and 13:00 on Saturdays and not at all on Bank Holidays and Sundays\r\rReason: To safeguard the amenity of the neighbours by minimising impacts of the development that would otherwise give rise to nuisance.\r",
    "The development to which this permission relates shall be carried out in accordance with Arboricultural Impact Assessment and Method Statement. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To safeguard trees worthy of retention and in the interests of the character and appearance of the area, in accordance with policy G7 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the submitted information, prior to the commencement of any above ground works (other than demolition), a hard and soft landscaping scheme shall have been submitted to and approved in writing by the local planning authority. \r\rIn addition to the general details of the hard and soft landscaping the landscape scheme shall include details, design and materials, of a pedestrian crossing to be constructed between the accessible parking spaces and the store entrance; and details of the provision of green / living  roofs to be delivered above the flat roof elements of the development hereby approved, for the avoidance of doubt the green / living roofs can comprise container planting, those details shall include the design of the green / living roofs as well as the maintenance schedule.  \r\rThe soft landscaping elements of the approved landscaping scheme shall be implemented within the first planting season following substantial completion of the development and the hard landscaping elements inc. the pedestrian crossing, shall be delivered before the beneficial occupation of the development hereby approved. \r\rThe tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development and in the interests of highway safety, in accordance with LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, a delivery and service plan shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved plan.\r\rReason: To ensure proper delivery and service management in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "The development to which this permission relates shall be carried out in accordance with Construction Management Plan. The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "The car parking, servicing and manoeuvring areas shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for their respective purposes and kept free from obstruction thereafter. \r\rReason: To ensure the provision of adequate off-street parking, servicing and manoeuvering areas in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "For 12 months following the beneficial occupation of the car park hereby approved (labelled Car Park Area restricted by Condition 11 on Plan reference 4804-0108 P09-1) there shall be no vehicles, including lorry trailers parked within the car park outside the hours of 5am and 11pm Mondays to Saturdays and 7am and 8pm on Sundays or Bank Holidays.\r\rFollowing the 12 months period post beneficial occupation of the car park hereby approved (labelled Car Park Area restricted by Condition 11 on Plan reference 4804-0108 P09-1) there shall be no vehicles, including lorry trailers parked within the car park 30 minutes before or 30 minutes after the store opening hours.\r\rThe applicant / developer shall notify the council in writing 7 days prior to the beneficial occupation of the Car Park hereby approved.\r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012. The 12 months period allows the local planning authority to assess any impact on the residential amenities of neighbouring properties.",
    "The footway and carriageway on the A243 Leatherhead Road should not be blocked during the alteration works. Temporary obstructions during the alteration works should be kept to a minimum and should not encroach on the clear space needed to provide safe passage for pedestrians or obstruct the flow of traffic on the A243 Leatherhead Road. All vehicles associated with the alteration works should only park/ stop at permitted locations and within the time periods permitted by existing on-street restrictions.\r\rReason: To safeguard the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "Notwithstanding the information submitted, prior to the beneficial occupation of the development hereby approved, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter. \r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r\rIn discharging Condition 13 the applicant shall demonstrate that the cycle parking facilities have been designed to maximise the provision of green / landscaped space within the development hereby approved.",
    "No fans, louvres, ducts or other external plant other than those shown on the drawings hereby approved shall be installed without the prior written approval of the Local Planning Authority. \r\rReason: To safeguard the amenities of the occupiers of the neighbouring properties and the visual amenities of the area in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to commencement of groundworks (excluding site investigations and demolition), a final detailed drainage design, including drawings, supporting calculations, SuDS Statement and Drainage Assessment Form shall be submitted to and approved in writing by the local planning authority. A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development. The system shall be implemented and thereafter managed and maintained in accordance with the approved details.\r\rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective."
  ],
  "decision_target_date": "01/11/2021",
  "locality": null,
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "decision_date": "28/01/2022",
  "appeal_decision": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "subdivision_of_building": null,
  "lpa_app_no": "21/02869/FUL",
  "actual_commencement_date": null,
  "development_type": "Minor retail and service",
  "decision_process": "Committee",
  "description": "Erection of side and front extensions to foodstore building and alterations to the permitted car park layout alongside other associated works",
  "actual_completion_date": null,
  "title_number": [],
  "street_name": "Leatherhead Road",
  "bo_system": "Idox Uniform",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.310281,
          51.360702
        ],
        [
          -0.310282,
          51.360675
        ],
        [
          -0.310325,
          51.360676
        ],
        [
          -0.310324,
          51.360703
        ],
        [
          -0.310281,
          51.360702
        ]
      ]
    ],
    "type": "Polygon"
  }
}