{
  "centroid_northing": 169314,
  "appeal_status": null,
  "pp_id": "PP-10185324",
  "appeal_decision_date": null,
  "valid_date": "03/09/2021",
  "last_updated": "2025-05-05T17:38:51.936Z",
  "ward": "Coombe Vale - OLD",
  "last_updated_by": "Idox Uniform",
  "site_name": "",
  "last_date_consultation_comments": "24/11/2021",
  "centroid": {
    "lat": 51.409913,
    "lon": -0.259226
  },
  "status": "Approved",
  "id": "Kingston-21_02857_HOU",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": null,
  "decision": "Approved",
  "lpa_name": "Kingston",
  "appeal_start_date": null,
  "lapsed_date": "05/11/2024",
  "epc_number": null,
  "application_type": "Householder",
  "parking_details": null,
  "uprn": "100021782246",
  "centroid_easting": 521166,
  "secondary_street_name": null,
  "application_details": {
    "total_gia_gained": 67.6,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "07/2022",
    "intended_commencement_date": "01/2022",
    "site_area": 0.055
  },
  "decision_agency": null,
  "postcode": "KT3 4RR",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QYUJJ7NHMM200",
  "site_number": "10",
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.\r",
    "Development  shall  be  carried  out  in  accordance  with  the  materials  specified  on  the approved plans and on the application form unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The roof of the extension hereby permitted shall not be converted or used as a balcony or a sitting out area, and no access shall be gained except for maintenance purposes. \r\rReason: To protect the amenities and privacy of the adjoining residential properties in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "All works on site shall take place in accordance with the following details which shall have previously been submitted to and approved in writing by the Local Planning Authority prior to the commencement of work:\r\r(a)\tProvision for loading/unloading materials\r(b)\tStorage of plant, materials and operatives vehicles\r(c)\tTemporary site access\r(d)\tSigning system for works traffic\r(e)\tMeasures for the laying of dust, suppresion of noise and abatement of other nuisance arising from development works\r(f)\tLocation of all ancillary site buildings\r(g)\tMeasures to protect any tree, shrubbery and other landscape features to be retained on the site during the course of development\r(h)\tMeans of enclosure of the site\r(i)\tWheel washing equipment\r(j)\tThe parking of vehicles of the site operatives and visitors\r(k)\tThe erection and maintenance of secuirty hoarding\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments inclusing House Extensions) of the LDF Core Strategy Adopted April 2012. \r",
    "During the construction phase of the development, no works (including any deliveries) shall take place on site outside of the following hours:\r\r08:00 to 18:00 Monday to Friday\r08:00 to 13:00 on Saturdays\rNo works or deliveries whatsoever shall take place on Sundays or bank holidays.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any above ground works, a landscaping scheme shall have been submitted to and approved in writing by the local planning authority. The approved scheme shall be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. \r\rThe landscaping scheme shall include perimeter planting and be designed so as to soften the visual impact of the development on the pavement / highway.\r\rAny trees or shrubs which die during this period shall be replaced during the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policies CS8 and DM10 of the LDF Core Strategy 2012."
  ],
  "decision_target_date": "29/10/2021",
  "locality": null,
  "application_type_full": "Householder planning permission",
  "cil_liability": false,
  "decision_date": "05/11/2021",
  "appeal_decision": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "subdivision_of_building": null,
  "lpa_app_no": "21/02857/HOU",
  "actual_commencement_date": null,
  "development_type": "Other house holder developments",
  "decision_process": "Delegated",
  "description": "Erection of part single-storey side and part two-storey rear extensions. Installation of new front facing fence and formation of dropped kerb vehicular access",
  "actual_completion_date": null,
  "title_number": [],
  "street_name": "Traps Lane",
  "bo_system": "Idox Uniform",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.259204,
          51.409926
        ],
        [
          -0.259205,
          51.409899
        ],
        [
          -0.259248,
          51.4099
        ],
        [
          -0.259247,
          51.409927
        ],
        [
          -0.259204,
          51.409926
        ]
      ]
    ],
    "type": "Polygon"
  }
}