{
  "last_date_consultation_comments": "25/10/2021",
  "epc_number": null,
  "application_type_full": "Removal/Variation of a condition",
  "development_type": "Minor dwellings",
  "decision_date": "06/05/2022",
  "pp_id": "PP-10166336",
  "appeal_decision_date": null,
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Kingston-21_02815_FUL",
  "last_updated": "2025-05-05T17:38:41.538Z",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 518240,
  "decision_target_date": "11/11/2021",
  "parking_details": null,
  "polygon": null,
  "cil_liability": true,
  "subdivision_of_building": null,
  "title_number": [],
  "secondary_street_name": null,
  "valid_date": "16/09/2021",
  "centroid": {
    "lon": -0.301517,
    "lat": 51.404059
  },
  "site_number": "8",
  "ward": "Grove - OLD",
  "lpa_name": "Kingston",
  "actual_commencement_date": "21/07/2021",
  "uprn": "100023056674",
  "lpa_app_no": "21/02815/FUL",
  "status": "Commenced",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 to carry out development without compliance with condition(s) Condition 1 (Approved plans) of Planning Permission 19/01241/FUL (Demolition of 4x existing garages to the rear and erection of single storey one bedroom dwelling.) to allow for changes to Increase building depth.\r\r",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": "KT1 2SA",
  "centroid_northing": 168594,
  "borough": "Royal Borough of Kingston (LA Code)",
  "application_type": "All Other",
  "locality": null,
  "site_name": "",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of planning permission 19/01241/FUL.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990.",
    "The development shall be completed in accordance with the details and samples for all facing materials submitted and approved under application 20/03282/CLC. The development shall then be built in accordance with these approved samples and completed prior to occupation.\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "Prior to the beneficial occupation the following details shall have been submitted to and approved in writing by the Local Planning Authority and thereafter provided I installed in accordance with the approved details before occupation and thereafter be permanently retained. refuse storage facilities in accordance with the requirements of the Residential Design SPD, 2013 (including their manufacturer's specification, dimensions, colour and texture).\r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "The boundary treatment, landscaping and replacement planting  approved under application reference 20/03282/CLC shall be provided / installed in accordance with the approved details before occupation and thereafter be permanently retained: \r\rReason: To ensure a satisfactory appearance on completion of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "All works on site shall take place in accordance with the construction management plan details approved under application 20/03282/CLC. \r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and to safeguard highway safety and the free flow of traffic in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.",
    "No work on site (including site clearance) shall take place until a detailed design for the foundations together with a method statement for their construction has been submitted to and approved in writing by the Local Planning Authority. The development hereby approved shall only take place in accordance with the approved detailed scheme.\r\rReason: In the interests of visual amenities and so that the Local Planning Authority shall be satisfied as to the details of the development in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Within 3 months of first occupation, evidence must be submitted to the Council confirming that the development hereby permitted has achieved no less than the C02 reductions (ENE1), internal water usage (WA T1) standards equivalent to Code for Sustainable Homes Level 4. Evidence requirements are detailed in the \"Schedule of Evidence Required for Post Construction Stage from ENE1 and WAT1 of the Code for Sustainable Homes Guide. Evidence to demonstrate a 19% reduction compared to 2013 Part L regulations and internal water usage rates of 105L1day must be submitted to the Local Planning Authority, unless otherwise agreed in writing.\r\rReason: In order to ensure that all development is designed and built to make the most efficient use of resources, reduce its lifecycle impact on the environment and contributes to climate change mitigation and adaptation in accordance with Policy CS1 (Climate Change Mitigation) of the LDF Core Strategy Adopted April 2012.\r",
    "The flat roof areas of the development hereby permitted shall not be used as a roof garden, terrace, or any other form of amenity area whatsoever and shall be accessed only for maintenance or in the case of emergency.\r\rReason: In order to safeguard the amenities of neighbouring occupiers in accordance with Policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the beneficial occupation details of secure cycle parking facilities for the occupants of the development hereby approved have been submitted to and approved in writing by the Local Planning Authority. These facilities shall be fully implemented and made available for use prior to the occupation of the development hereby permitted and shall thereafter be retained for use at all times.\r\rReason: To ensure the provision of satisfactory cycle storage facilities and in the interests of highway safety in accordance with Policy DM8 (Sustainable Transport for New Developments) of the LDF Core Strategy Adopted April 2012.\r",
    "Prior to the commencement of any works above ground, a Fire Safety Strategy shall be submitted to and approved in writing by the local planning authority. The Fire Safety Strategy shall demonstrate how the development will achieve the highest standards of fire safety and shall include the following details: 1) suitably positioned outside space for fire appliances/ an evacuation assembly point; 2) Appropriate fire alarm systems; 3) Passive and active fire safety measures; 4) appropriate construction details to minimise the risk of fire spread; 5) provision of suitable and convenient means of escape/ an evacuation strategy; 6) provision of suitable access and equipment for firefighting which is appropriate for the size and use of the development. The Fire Strategy shall include a statement of competence. The development shall be carried out in accordance with the approved details and thereafter maintained. \r\rReason: In the interests of fire safety and to ensure the safety of all building users in accordance with Policy D12 (Fire safety) of the London Plan 2021. This is required prior to commencement as it goes to the heart of the scheme design"
  ],
  "decision": "Approved",
  "street_name": "Springfield Road",
  "application_details": {
    "site_area": 0.025,
    "s106_agreement": true,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "AAS Name: Kingston Town Centre"
      },
      {
        "result": null,
        "constraints_layer_description": "CONARA Name: Grove Crescent Conservation Area"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: KT1  Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Kingston Town"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      },
      {
        "result": null,
        "constraints_layer_description": "HWTERR Type: TERRIER\rDescription: HD"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1868251A"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1868251B"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1868251C"
      },
      {
        "result": null,
        "constraints_layer_description": "SWMH Diameter: 0\rReference: TQ1868251D"
      },
      {
        "result": null,
        "constraints_layer_description": "DESCRI "
      }
    ],
    "commencement_notice_received": true,
    "scheme_phasing": false,
    "existing_uprns": [
      "100023056674"
    ]
  },
  "lapsed_date": "06/05/2025",
  "appeal_start_date": null,
  "appeal_decision": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QYQU75NHMKH00",
  "bo_system": "Idox Uniform",
  "appeal_status": null,
  "last_updated_by": "Idox Uniform",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.301494,
          51.404072
        ],
        [
          -0.301495,
          51.404045
        ],
        [
          -0.301539,
          51.404046
        ],
        [
          -0.301538,
          51.404073
        ],
        [
          -0.301494,
          51.404072
        ]
      ]
    ],
    "type": "Polygon"
  }
}