{
  "decision_agency": null,
  "development_type": "Other listed building consents (alter-extend)",
  "cil_liability": false,
  "lpa_name": "Kingston",
  "parking_details": null,
  "epc_number": null,
  "locality": null,
  "description": "Installation of new deck to the London End of the footbridge above platform 3/4 at station including alteration to the public stair case at the southern side and other associated works to station",
  "bo_system": "Idox Uniform",
  "pp_id": "PP-09952223",
  "appeal_status": null,
  "centroid_easting": 518100,
  "valid_date": "03/09/2021",
  "site_number": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QYA663NHMG200",
  "lpa_app_no": "21/02703/LBC",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "000128019393",
  "id": "Kingston-21_02703_LBC",
  "ward": "St Mark's - OLD",
  "application_type_full": null,
  "application_details": {
    "site_area": 0.182,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "GRCORR Name: Green Corridors"
      },
      {
        "result": null,
        "constraints_layer_description": "BSWN Name: Borough Strategic Walking Network"
      },
      {
        "result": null,
        "constraints_layer_description": "BSWN Name: Borough Strategic Walking Network"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: S1  Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Surbiton"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Heathrow Planning Consultation Zone: All buildings, structures, erections and works exceeding 90 metres in height (295.3 feet)\rContact: The Safeguarding Department, Heathrow Airport Limited, c/o Planning Services, First Point, Buckingham Gate, Gatwick Airport, West Sussex, RH6 0NT"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000128019393"
    ]
  },
  "title_number": [],
  "decision": "Approved",
  "centroid": {
    "lat": 51.392467,
    "lon": -0.303958
  },
  "postcode": "KT6 4PE",
  "polygon": null,
  "secondary_street_name": null,
  "centroid_northing": 167301,
  "status": "Approved",
  "decision_conditions": [
    "The works hereby permitted shall begin before the expiration of three years from the date of this consent.\r\rReason: As required by Section 18 of the Planning (Listed Buildings and Conservation Areas) Act 1990 as amended by Section 51 of the Planning and Compulsory Purchase Act 2004.\r",
    "Prior to demolition works, a Level 2 Building Record shall be prepared and submitted by a suitably qualified conservation specialist of the existing historic fabric and specific parts of the building and site affected by the proposed works. The Level 2 Building Record shall consist of drawn, photographic and written documentary research and existing condition recording of the affected elements of the site. The recording shall be of the standard indicated in the Historic England guidance document Understanding Historic Buildings: A Guide to Good Recording Practice (Historic England, May 2016), at Level 2. The completed record shall be submitted to and approved by the Local Planning Authority, in writing, prior to any demolition works taking place and shall then be submitted to the Greater London Historic Environment Record. The removal of historic fabric shall not be carried out otherwise than in accordance with the recording thus approved.\r\rReason: To secure and safeguard the provision for inspection and recording of matters of architectural/historical importance associated with the building/site that may be lost in the course of works, in accordance with Policy HC1 of the London Plan, 2021 and the NPPF, 2021.\r",
    "Before any demolition works begin, details shall be approved in writing by the Local Planning Authority to ensure that precautions are taken to secure and protect the interior and exterior features during the building work. The agreed measures shall be carried out in full. No such features shall be disturbed or removed temporarily or permanently except as indicated on the approved drawings or without the prior approval in writing of the Local Planning Authority. Particular regard should be given to the following item(s) but it should be noted this list is not exhaustive:\r\r- stair balusters and handrails;\r- original tiles;\r- original crittall windows and glass rooflights;\r- original signage;\r- vulnerable surfaces including flooring and finishes\r\rReason: To ensure that special regard is paid to protecting the special architectural and historic interest and integrity of the building under Section 16 of the Planning (Listed Buildings and Conservation Areas) Act 1990, and to ensure that no damage is caused to the part of the building which is to be retained.\r",
    "Any damage to the building caused by or during the course of the carrying out of the work permitted shall be made good within 3 months of the completion of the development, in accordance with a specification agreed in writing with the Local Planning Authority. \r\rReason: To safeguard the character and appearance of the Listed Building in accordance with policy CS8 of the Core Strategy, development management policies DM10 and DM12 and policy HC1 of the London Plan (2021).\r"
  ],
  "appeal_decision": null,
  "street_name": "Victoria Road",
  "lapsed_date": "08/10/2024",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "22/10/2021",
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "decision_process": "Delegated",
  "actual_completion_date": null,
  "site_name": "Surbiton Railway Station",
  "application_type": "All Other",
  "last_updated": "2025-05-05T17:38:15.392Z",
  "appeal_decision_date": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "appeal_start_date": null,
  "decision_date": "08/10/2021",
  "last_updated_by": "Idox Uniform",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "29/10/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303936,
          51.39248
        ],
        [
          -0.303937,
          51.392453
        ],
        [
          -0.30398,
          51.392454
        ],
        [
          -0.303979,
          51.392481
        ],
        [
          -0.303936,
          51.39248
        ]
      ]
    ],
    "type": "Polygon"
  }
}