{
  "centroid_northing": 167460,
  "appeal_status": null,
  "pp_id": "PP-10153971",
  "appeal_decision_date": null,
  "valid_date": "24/08/2021",
  "last_updated": "2025-07-09T17:00:59.836Z",
  "ward": "Motspur Park & Old Malden East",
  "last_updated_by": "Idox Uniform",
  "site_name": "New Malden Tennis Club",
  "last_date_consultation_comments": "20/06/2022",
  "centroid": {
    "lat": 51.393195,
    "lon": -0.256152
  },
  "status": "Approved",
  "id": "Kingston-21_02741_FUL",
  "reference_no_of_permission_being_relied_on": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521577.144,
              167467.858
            ],
            [
              521572.895,
              167484.567
            ],
            [
              521568.502,
              167502.067
            ],
            [
              521566.629,
              167502.067
            ],
            [
              521562.813,
              167501.491
            ],
            [
              521556.547,
              167500.266
            ],
            [
              521545.528,
              167497.314
            ],
            [
              521537.318,
              167495.225
            ],
            [
              521531.653,
              167493.486
            ],
            [
              521541.574,
              167458.594
            ],
            [
              521577.144,
              167467.858
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "decision": "Approved",
  "lpa_name": "Kingston",
  "appeal_start_date": null,
  "lapsed_date": "23/06/2028",
  "epc_number": null,
  "application_type": "All Other",
  "parking_details": {
    "no_existing_cycle": 0,
    "no_proposed_cycle": 12,
    "net_cycle": 12
  },
  "uprn": "000128017180",
  "centroid_easting": 521424,
  "secondary_street_name": null,
  "application_details": {
    "residential_details": {
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "affordable_percentage": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_proposed_bedrooms": 17,
      "total_no_proposed_residential_units": 6,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 144,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 144,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 144,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 144,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Terraced Home",
          "gia": 144,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 5,
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Terraced Home",
          "gia": 157,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 6,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_gia_gained": 877,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "gia_gained": 878.7,
        "use_class": "C3",
        "gia_lost": 0
      }
    ],
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_lost": 0,
      "total_gia_existing": 0,
      "total_gia_gained": 878,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "phasing_details": [
      {
        "phase_detail": "Full Development",
        "intended_commencement_date": "04/2022",
        "intended_completion_date": "12/2023"
      }
    ],
    "rain_water_harvesting": true,
    "green_suds": true,
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_lost": 0,
    "site_area": 1350,
    "affordable_housing_fast_track": true,
    "total_gia_gained": 878,
    "total_gia_existing": 0,
    "scheme_phasing": false,
    "surface_water_discharge_percentage_reduction": 20,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "mobile_network_operators_consultation": false,
      "no_new_gas_connections_required": 6,
      "ghg_reduction_over_building_regulations": true,
      "no_new_water_connections_required": 6,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_resi_units_to_have_full_fibre": 6,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 0,
      "percentage_demolition_construction_material_recycling": 0
    },
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 9.2,
        "building_ref": "6 New Dwellings "
      }
    ],
    "grey_water_reuse": false,
    "internal_resi_water_usage": 0,
    "s106_agreement": true,
    "existing_uprns": [
      "000128017180"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "NEIPOL Name: MC1  Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "NEIGH Name: Maldens and Coombe"
      },
      {
        "result": null,
        "constraints_layer_description": "AIRCZ Type:: Gatwick Airport Wind Turbine Consultation Zone:\rContact: The Safeguarding Department, Gatwick Airport Limited, 7th Floor Destinations Place, London Gatwick Airport, West Sussex, RH06 0NP"
      }
    ],
    "commencement_notice_received": false
  },
  "decision_agency": null,
  "postcode": "KT3 5RG",
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QYCN97NHMHC00",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "In the event that contamination is found (at any time) that was not previously identified, development shall cease and the contamination reported in writing to the local planning authority as soon as is reasonably practicable. An assessment, remediation scheme and verification report shall then be submitted to and approved in writing by the local planning authority before development resumes.\r\rReason: To ensure that risks from land contamination are minimised, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "Prior to the commencement of any development above ground level, samples of the facing materials to be utilised in the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved samples.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to commencement of groundworks (excluding site investigations and demolition), a final detailed drainage design, including drawings, supporting calculations, SuDS Statement and Drainage Assessment Form shall be submitted to and approved in writing by the local planning authority. A detailed management plan confirming routine maintenance tasks for all drainage components must also be submitted to demonstrate how the drainage system is to be maintained for the lifetime of the development. The system shall be implemented and thereafter managed and maintained in accordance with the approved details.\r \rReason: To prevent the risk of flooding to and from the site in accordance with policy SI13 of the London Plan 2021, the Sustainable Design and Construction SPG 2014, the Non-Statutory Technical Standards for Sustainable Drainage Systems 2015 and policy DM4 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, evidence showing that the development has achieved internal water usage rates of no greater than 105L per person per day have been submitted to and approved in writing by the local planning authority. Once approved, any measures necessary to meet the targets shall be maintained throughout the lifetime of the development.\r\rReason: In the interests of sustainability and energy conservation, in accordance with policies CS1, DM3 and DM4 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any above-ground works, a detailed landscape & planting plan shall have been submitted to and approved in writing by the local planning authority. \r\rThe plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\r\r- Replanting of lost trees on a ratio of 2 trees planted for each tree lost\r- Species (both Latin & Common names) for all plants\r- Locations of all plants or areas of planting\r- Plant numbers or planting densities\r- Sizes of all plants and particularly trees 'at time of planting'\r- Details of all hard-landscaping areas including materials \r\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy G7 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: To ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policy SI 7 of the London Plan 2021 and policies CS9 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.",
    "The garaging and/or car parking shown on the approved plans shall be provided with a hard-bound, adequately-drained, dust-free surface prior to beneficial occupation of the development to which this permission relates and shall be permanently retained and kept free from obstruction thereafter. It shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "The garaging and/or car parking shown on the approved plans shall not be used for any purposes other than the parking of vehicles for the occupiers of and visitors to the development to which this permission relates.\r\rReason: To ensure the provision of adequate off-street parking in the interests of the safety and operation of the highway network, in accordance with policies T4 and T6 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.",
    "No development shall take place (including any works of demolition) until a construction management plan or construction method statement has been submitted to and approved in writing by the Local Planning Authority. The approved plan/statement shall be adhered to throughout the construction period. The statement shall provide for:\r\ri) How the proposed development will be built;\rii) Hours of working (which shall be limited to 08.00 to 18.00 Mondays to Fridays and between 08.00 to 13.00 on Saturdays and not at all on Bank Holidays and Sundays);\riii) The procedure for loading/unloading materials;\riv) The route to and away from site for muck away and vehicles with materials;\rv) The protocol for managing deliveries to one vehicle at a time on sites with restricted access or space;\rvi) The protocol for managing vehicles that need to wait for access to the site; \rvii) Whether any reversing manoeuvres are required onto or off the public highway into the site and whether a banksman will be provided;\rviii) Temporary site access;\rix) Signing system for works traffic;\rx) Whether site access warning signs will be required in adjacent roads;\rxi) Whether it is anticipated that statutory undertaker connections will be required into the site;\rxii) The storage of plant, materials and operatives vehicles;\rxiii) The potential for impacts from dust and emissions during the demolition and/or construction phase upon local air quality and surrounding residents;\rxiv) Measures for the laying of dust, suppression of noise and abatement of other nuisance arising from development works;\rxv) The location of all ancillary site buildings;\rxvi) The means of enclosure of the site, its erection and maintenance;\rxvii) Wheel washing equipment;\rxviii) The parking of vehicles of site operatives and visitors;\rxix) Meeting the requirements of the Low Emission Zone for Non-Road Mobile Machinery (where relevant plant or vehicles are being used); and\rxx) The method of recycling and disposing of waste resulting from the demolition and/or construction phases\r\rDeliveries/collections to and from the site shall use a route that is agreed with the highway authority and the agreed route shall be signed accordingly.\r\rReason: In order to safeguard the amenities of the surrounding residential occupiers and in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7, DM9 and DM10 of the LDF Core Strategy 2012.\r\rThis condition must be a pre-commencement condition in order to be effective.",
    "The development to which this permission relates shall be carried out in accordance with the approved Arboricultural Survey and Planning Integration Report (dated 17 August 2021, ref: AR/4122/jq). The approved measures shall be implemented prior to commencement of any work on site and maintained to the reasonable satisfaction of the Local Planning Authority until the completion of the development.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy G7 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, the recommendations contained within the approved Ecological Appraisal Report (dated 19 August 2021) shall be implemented in full and permanently retained thereafter.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.",
    "Any vegetation clearance should be conducted outside of the bird nesting season (i.e. March - August).\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012",
    "Within 6 months from the date of this permission, a scheme to enhance the nature conservation interest of the site shall have been submitted to and agreed in writing by the local planning authority. The approved scheme shall be implemented in full in accordance with timescales to be set out within the nature enhancement strategy.\r\rReason: To safeguard the biodiversity and nature conservation value of the site, in accordance with policy G6 of the London Plan 2021 and policies CS3 and DM6 of the LDF Core Strategy 2012.\r",
    "The hours of working during the development phase shall be restricted to: \r\rMonday - Friday: 8am - 6pm\rSaturday: 8am - 1pm\rNo working on Sundays or Bank Holidays\r\rReason: To safeguard the amenity of the occupants of surrounding premises during the demolition/construction phase, in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The site and building works required to implement the development shall be only carried out between the hours of 08.00 and 18.00 Mondays to Fridays and between 08.00 and 13.00 on Saturdays and not at all on Bank Holidays and Sundays. \r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with Policy D3 of the London Plan 2021 and Policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, the two first floor windows to the east facing flank elevation (serving a bathroomm and ensuite) shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at the first floor or roof level in the east flank elevation of the proposed terraced dwellinghouses, unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), no extension or enlargements (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, unless otherwise agreed in writing by the local planning authority.\r\rReason:  To safeguard the privacy and amenity of adjoining occupiers, maintain adequate amenity space and safeguard the cohesive appearance of the development in accordance with policy DM10 of the LDF Core Strategy 2012.",
    "The residential units hereby approved shall not be occupied until the development has been built in accordance with the requirements of M4(2) of the Building Regulations document titled 'Approved Document M - Access to and use of\rbuildings'.\r\rReason: To ensure that the development provides a range of homes to meet different needs and to ensure compliance with Policy D7 of the London Plan 2021.\r",
    "Any external lighting installed at the site shall be angled so as to prevent any spillage or glare beyond the site's boundaries, in accordance with the Institute of Lighting Professionals 'Guidance Note 1 for the reduction of obstrusive light 2021.'  The lighting shall be installed prior to first use of the buildings and be maintained in accordance with these standards thereafter.\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "A minimum of 9no. Electric Vehicle Charging points (i.e. 2no. actively charged point and 7no. passively charged point) to serve the approved development shall be installed before the beneficial occupation of the development.\r\rReason: To ensure the provision of adequate provision of electric vehicle charging points, in accordance with policy T6.1 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012."
  ],
  "decision_target_date": "19/10/2021",
  "locality": null,
  "application_type_full": "Full planning permission",
  "cil_liability": true,
  "decision_date": "23/06/2025",
  "appeal_decision": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "subdivision_of_building": null,
  "lpa_app_no": "21/02741/FUL",
  "actual_commencement_date": null,
  "development_type": "Minor dwellings",
  "decision_process": "Committee",
  "description": "Development of former tennis courts at eastern extent of club for 6 family homes. Funding to be used for refurbishment of existing club and facilities",
  "actual_completion_date": null,
  "title_number": [],
  "street_name": "Somerset Close",
  "bo_system": "Idox Uniform",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.253949,
          51.393233
        ],
        [
          -0.254005,
          51.393384
        ],
        [
          -0.254062,
          51.393542
        ],
        [
          -0.254089,
          51.393543
        ],
        [
          -0.254144,
          51.393538
        ],
        [
          -0.254234,
          51.393529
        ],
        [
          -0.254393,
          51.393504
        ],
        [
          -0.254512,
          51.393487
        ],
        [
          -0.254594,
          51.393473
        ],
        [
          -0.254463,
          51.393157
        ],
        [
          -0.253949,
          51.393233
        ]
      ]
    ],
    "type": "Polygon"
  }
}