{
  "development_type": "Other house holder developments",
  "appeal_decision": null,
  "site_number": "68",
  "street_name": "Motspur Park",
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The facing materials used in the development to which this permission relates shall match those of the existing building(s) unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with policy D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The flat roof area(s) of the development to which this permission relates shall not be used as a roof garden, balcony, seating area or other similar amenity area, and shall not be accessed except for the purpose of maintenance or in the case of emergency.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.",
    "Prior to beneficial occupation of the development to which this permission relates, any windows or rooflights in the south western flank elevation shall be constructed so that no part of the framework less than 1.7m above finished floor level shall be openable. Any part below that level shall be fitted with and permanently retained in obscure glazing to a minimum of level 3 on the standard scale. Any film used to achieve the requisite obscurity level shall be non-perishable, tamper-proof, and shall be replaced immediately in the event that it ceases to result in obscurity to level 3.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and re-enacting that Order with or without modification), no windows shall be inserted nor any other openings formed (other than those expressly authorised by this permission) at first floor level or above in the south west elevation of the dwelling house unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy D3 of the London Plan 2021 and policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of any development above ground level, details of secure cycle parking facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority.\r\rThe cycle parking facilities as shown in the approved details shall be provided prior to beneficial occupation of the development to which this permission relates and shall be permanently retained for that purpose and kept free from obstruction thereafter.\r\rReason: To ensure that appropriate opportunities to promote sustainable transport are taken up, in accordance with policy T5 of the London Plan 2021 and policies CS6 and DM8 of the LDF Core Strategy 2012.\r"
  ],
  "locality": null,
  "uprn": "100021779102",
  "status": "Approved",
  "pp_id": "PP-10100976",
  "title_number": [],
  "parking_details": null,
  "bo_system": "Idox Uniform",
  "centroid": {
    "lon": -0.246839,
    "lat": 51.390907
  },
  "decision_agency": null,
  "application_type": "Householder",
  "decision_date": "06/01/2022",
  "last_updated_by": "Idox Uniform",
  "decision_process": "Delegated",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 167221,
  "secondary_street_name": null,
  "epc_number": null,
  "cil_liability": false,
  "actual_completion_date": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QXBG77NHM8H00",
  "lpa_app_no": "21/02527/HOU",
  "lpa_name": "Kingston",
  "application_type_full": "Householder planning permission",
  "site_name": "",
  "ward": "St James - OLD",
  "appeal_status": null,
  "decision": "Approved",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-05-05T17:37:34.755Z",
  "appeal_start_date": null,
  "decision_target_date": "29/09/2021",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "lapsed_date": "06/01/2025",
  "appeal_decision_date": null,
  "id": "Kingston-21_02527_HOU",
  "description": "Erection of a new porch, single-storey rear and a two-storey side extensions",
  "valid_date": "04/08/2021",
  "application_details": {
    "total_gia_gained": 75,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "01/2023",
    "intended_completion_date": "10/2023",
    "site_area": 0.039
  },
  "centroid_easting": 522078,
  "postcode": "KT3 6PJ",
  "actual_commencement_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.246817,
          51.39092
        ],
        [
          -0.246818,
          51.390893
        ],
        [
          -0.246861,
          51.390894
        ],
        [
          -0.24686,
          51.390921
        ],
        [
          -0.246817,
          51.39092
        ]
      ]
    ],
    "type": "Polygon"
  }
}