{
  "development_type": "Extension",
  "appeal_decision": null,
  "site_number": "6",
  "street_name": "Fife Road",
  "decision_conditions": [
    "The development to which this decision relates must begin within a period of 3 years starting with the prior approval date.\r\rReason: This is required by paragraph C.2(3) of Part 3 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).\r",
    "Before the use hereby permitted commences an acoustic report shall be submitted to and approved in writing by theLocal Planning Authority demonstrating that the rating level of any plant, permitted as part of this development, will be at least 5dBA lower than the existing background noise level at any given time of operation. The noise levels shall be measured or predicted 1m externally to any window at the nearest residential facade. Measurements and assessment shall be made according to British Standard 4142:2014.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012\r",
    "The development hereby permitted shall not commence until full details, with calculations, of the proposed extraction system have been submitted to and approved in writing by the Local Planning Authority. The submission shall include,where applicable, details of:\r(i) The extract fan, attenuators (it is recommended that the infill is protected by Melinex polyester film), anti-vibration mounts, high velocity cowl, filters, odour abatement and any other items of plant;\r(ii) The velocity of the air at final discharge and duct termination height and location\r(iii) The retention time of gases in the carbon filters (where applicable);\r(iv) A maintenance schedule;\r(v) A completion of an risk assessment of odour and demonstration of compliance with \"Control of Odour and Noise from Commercial Kitchen Exhaust Systems\" published by EMAQ+ dated September 2018, which replaced the previous Defra guidance, now withdrawn.\rBefore commencement of the approved use, the approved extraction system shall be installed on site in accordance with the approved details and shall be retained and maintained thereafter. Any variations thereafter shall be agreed inwriting by the Local Planning Authority.\r\rReason: These details are required prior to commencement of development because the details would affect the subsequent design of other elements of the scheme and must be agreed at the outset and to ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "The development hereby permitted shall operate only between the hours of 07:00 to 23:00 Monday to Sunday, with all staff to leave the premises by 23:30 hours.\r\rReason: To ensure satisfactory living conditions for neighbouring occupiers, in accordance with policy DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the beneficial occupation of the development to which this permission relates, details of waste and recycling facilities to serve the development to which this permission relates shall be submitted to and approved in writing by the local planning authority. \r\rThe refuse and recycling facilities as shown in the approved details shall be provided prior to beneficial occupation of the development and shall be permanently retained thereafter. The developer and/or their successors in title shall take all reasonable steps to ensure that all refuse and recyclable materials associated with the development are either stored within these facilities or internally within the building(s) on the application site, and that no refuse or recycling material is stored or placed for collection on the public highway except on the day of collection.\r\rReason: These details are required prior to commencement of development because the details would affect the subsequent design of other elements of the scheme and must be agreed at the outset and to ensure proper waste management in the interests of the character and appearance of the area and the living conditions of neighbouring occupiers, in accordance with policies D3 of the London Plan 2021 and policies CS8 and DM10 of the LDF Core Strategy 2012.\r",
    "Prior to the commencement of the use, a delivery and service plan shall be submitted to and approved in writing by the local planning authority. The development shall then be carried out in accordance with the approved plan.\r\rReason: To ensure proper delivery and service management in the interests of the safety and operation of the highway network, in accordance with policies T4 and T7 of the London Plan 2021 and policies CS7 and DM9 of the LDF Core Strategy 2012.\r",
    "Notwithstanding Section 55 of the Town and Country Planning Act 1990 (as amended) and the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended) (or any Order revoking and reenacting that Order with or without modification), the premises shall only be used for the purposes specified in the application documents and for no other purposes whatsoever (including any other purposes falling within Part 3 Class C E(b) of the Schedule to the Town and Country Planning (Use Classes) Order 1987 (or any provision equivalent to that class in any Order revoking and reenacting that Order with or without modification)).\r\rReason: The acceptability of the development is highly dependent upon the exact nature of the use of the site and other uses, whether within the same use class or permitted by the General Permitted Development Order, are unlikely to be acceptable in planning terms.\r",
    "The proposal would comply with the criteria of Class C of Part 3 of Schedule 2 to the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended)."
  ],
  "locality": null,
  "uprn": "000128007176",
  "status": "Approved",
  "pp_id": "PP-10045198",
  "title_number": [],
  "parking_details": null,
  "bo_system": "Idox Uniform",
  "centroid": {
    "lon": -0.303609,
    "lat": 51.41122
  },
  "decision_agency": null,
  "application_type": "Prior Approval",
  "decision_date": "02/09/2021",
  "last_updated_by": "Idox Uniform",
  "decision_process": "Delegated",
  "date_building_work_started_under_previous_permission": null,
  "centroid_northing": 169387,
  "secondary_street_name": null,
  "epc_number": null,
  "cil_liability": false,
  "actual_completion_date": null,
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QX0HY7NH04300",
  "lpa_app_no": "21/02461/PRA",
  "lpa_name": "Kingston",
  "application_type_full": "Prior Approval: Change of use - retail/service/etc to restaurant/café",
  "site_name": "",
  "ward": "Grove - OLD",
  "appeal_status": null,
  "decision": "Approved",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-05-05T17:37:18.891Z",
  "appeal_start_date": null,
  "decision_target_date": "02/09/2021",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "last_date_consultation_comments": "31/08/2021",
  "borough": "Royal Borough of Kingston (LA Code)",
  "lapsed_date": "02/09/2026",
  "appeal_decision_date": null,
  "id": "Kingston-21_02461_PRA",
  "description": "Change of use from Retail unit to Restaurant and installation of new extractor fan ducting to rear",
  "valid_date": "05/08/2021",
  "application_details": {
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 105,
        "gia_gained": 0,
        "use_class": "SpecifiedOther",
        "gia_lost": 105
      }
    ],
    "total_gia_gained": 0,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 105,
      "total_gia_existing": 105
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "no_homes_passive_cooling": 0,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "total_gia_lost": 105,
    "intended_completion_date": "08/2021",
    "intended_commencement_date": "08/2021",
    "total_gia_existing": 105,
    "site_area": 0.012
  },
  "centroid_easting": 518076,
  "postcode": "KT1 1SZ",
  "actual_commencement_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.303587,
          51.411233
        ],
        [
          -0.303588,
          51.411206
        ],
        [
          -0.303631,
          51.411207
        ],
        [
          -0.303631,
          51.411234
        ],
        [
          -0.303587,
          51.411233
        ]
      ]
    ],
    "type": "Polygon"
  }
}