{
  "polygon": null,
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "PP-09971314",
  "appeal_status": null,
  "last_updated": "2025-05-05T17:35:34.027Z",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": null,
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "St Mark's - OLD",
  "centroid": {
    "lat": 51.398631,
    "lon": -0.296212
  },
  "decision": "Approved",
  "valid_date": "24/06/2021",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": "Other house holder developments",
  "locality": null,
  "borough": "Royal Borough of Kingston (LA Code)",
  "last_updated_by": "Idox Uniform",
  "actual_completion_date": null,
  "decision_agency": null,
  "actual_commencement_date": null,
  "application_details": {
    "total_gia_gained": 35,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "01/2022",
    "intended_commencement_date": "08/2021",
    "site_area": 0.043000000000000003
  },
  "cil_liability": false,
  "postcode": "KT5 8AJ",
  "title_number": [],
  "url_planning_app": "https://publicaccess.kingston.gov.uk/online-applications/applicationDetails.do?activeTab=summary&keyVal=QV725CNHLLT00",
  "lpa_name": "Kingston",
  "site_name": "",
  "lapsed_date": "19/08/2026",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall begin before the expiration of three years from the date of this permission.\r\rReason: This is required by Section 91 of the Town and Country Planning Act 1990 (as amended).",
    "The development to which this permission relates shall be carried out in accordance with the materials specified on the approved plans and on the submitted application form unless otherwise agreed in writing by the local planning authority.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy D3 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "Prior to the commencement of any above-ground works, a detailed landscape & planting plan shall have been submitted to and approved in writing by the local planning authority. \r\rThe plan shall include, where appropriate, a clear key or legend corresponding to the landscaping plan and providing the following information:\r\r- Replanting of lost trees on a ratio of 2 trees planted for each tree lost\r- Species (both Latin & Common names) for all plants\r- Locations of all plants or areas of planting\r- Plant numbers or planting densities\r- Sizes of all plants and particularly trees 'at time of planting'\r- Details of all hard-landscaping areas including materials \r\rThe approved scheme shall then be implemented within the first planting season following substantial completion of the development. The tree planting and landscaping shall thereafter be maintained for five years to the satisfaction of the Local Planning Authority. Any trees or shrubs which die during this period shall be replaced at the beginning of the following planting season, and the areas shown to be landscaped shall be permanently retained for that purpose.\r\rReason: To ensure a satisfactory appearance on completion of the development, in accordance with Policy G7 of the London Plan 2021 and Policies CS8 and DM10 of the LDF Core Strategy 2012.",
    "The outbuilding hereby permitted shall only be used for a purpose ancillary or incidental or both to the residential use of the dwelling house currently known as '25 Cranes Drive, as set out in Section 1 (Site Address) of the submitted application form, unless otherwise first agreed in writing by the Local Planning Authority.\r\rReason: The establishment of an additional independent unit of accommodation would give rise to an over-intensive use of the site and lead to an unsatisfactory relationship between independent dwellings in conflict with policy DM10 (Design Requirements for New Developments including House Extensions) of the LDF Core Strategy Adopted April 2012.\r"
  ],
  "bo_system": "Idox Uniform",
  "site_number": "25",
  "description": "Demolition of existing rear detached structure and erection of new single-storey detached outbuilding to be used as gym, storage and entertainment space, including shower room, all ancillary to single family dwelling",
  "lpa_app_no": "21/02034/HOU",
  "decision_target_date": "19/08/2021",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "100021786704",
  "decision_date": "19/08/2021",
  "id": "Kingston-21_02034_HOU",
  "centroid_northing": 167999,
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 518623,
  "street_name": "Cranes Drive",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.29619,
          51.398645
        ],
        [
          -0.296191,
          51.398618
        ],
        [
          -0.296234,
          51.398618
        ],
        [
          -0.296233,
          51.398645
        ],
        [
          -0.29619,
          51.398645
        ]
      ]
    ],
    "type": "Polygon"
  }
}