{
  "application_type": "All Other",
  "application_type_full": "Lawful development: Proposed use",
  "description": "Conversion of roof space to habitable use to include a rear dormer, 2 front roof lights and conversion of roof from hip to gable end with new gable end window and erection of a single storey rear outbuilding to be used as a gym and garden storage (Application for a Certificate of Lawful Development for a Proposed Development)",
  "epc_number": null,
  "street_name": "NORTHWOOD",
  "appeal_decision": null,
  "lpa_app_no": "55030/APP/2022/2077",
  "centroid": {
    "lon": "-0.407225",
    "lat": "51.6003993"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 510411,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=55030/APP/2022/2077",
  "last_updated": "2025-03-20T16:18:20.854+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 190263,
  "site_name": "45 FERNDOWN",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "30/06/2022",
  "lapsed_date": "09/09/2025",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "09/09/2022",
  "title_number": [
    "MX14246"
  ],
  "decision": "Approved",
  "last_date_consultation_comments": null,
  "ward": "NORTHWOOD HILLS 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-55030_APP_2022_2077",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              510399.5917,
              190246.8719
            ],
            [
              510414.3867,
              190281.4818
            ],
            [
              510421.8167,
              190278.0928
            ],
            [
              510407.2646,
              190243.6969
            ],
            [
              510399.5917,
              190246.8719
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510414.3878,
              190281.4844
            ],
            [
              510414.4083,
              190281.5323
            ],
            [
              510421.6844,
              190278.3573
            ],
            [
              510414.3878,
              190281.4844
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              510414.2761,
              190281.5323
            ],
            [
              510414.3878,
              190281.4844
            ],
            [
              510414.3867,
              190281.4818
            ],
            [
              510414.2761,
              190281.5323
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 1, Classes B, C and E of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).",
    "The use of the outbuilding hereby approved shall be for the purpose(s) stated on the application form/drawings and should only be used for a purpose incidental to the enjoyment of the dwellinghouse. Use of the outbuilding for purposes such as a living room, bedroom, kitchen, bathroom, as a separate unit of accommodation or for business purposes constitutes a primary use that is not incidental to the enjoyment of the dwellinghouse and likely to invalidate this certificate. Furthermore, the Local Planning Authority may pursue enforcement against breaches of planning control, which may involve legal action through the Courts.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois"
  ],
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 54.5,
    "no_additional_bedrooms": 1,
    "no_additional_bathrooms": 1,
    "site_area": 0.031
  },
  "pp_id": "11367271",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4073947,
          51.6002566
        ],
        [
          -0.4071703,
          51.6005648
        ],
        [
          -0.4070641,
          51.6005329
        ],
        [
          -0.407285,
          51.6002265
        ],
        [
          -0.4073947,
          51.6002566
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "09/09/2022",
  "secondary_street_name": null
}