{
  "date_building_work_started_under_previous_permission": null,
  "street_name": "Upminster",
  "centroid_easting": 555878,
  "decision_date": "21/02/2025",
  "centroid": {
    "lat": 51.547442,
    "lon": 0.246673
  },
  "secondary_street_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "borough": "Havering",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              555895.49,
              185558.86
            ],
            [
              555841.17,
              185553.84
            ],
            [
              555839.68,
              185575.25
            ],
            [
              555891.97,
              185579.99
            ],
            [
              555895.49,
              185558.86
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "cil_liability": false,
  "locality": null,
  "site_name": "168 Corbets Tey Road",
  "site_number": null,
  "postcode": "RM14 2EJ",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.115
  },
  "application_type_full": "Removal/Variation of a condition",
  "decision_target_date": "21/02/2025",
  "lpa_app_no": "P1250.24",
  "title_number": null,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "status": "Approved",
  "lpa_name": "Havering",
  "ward": "Upminster",
  "parking_details": null,
  "decision_agency": "Borough",
  "id": "Havering-P1250.24",
  "actual_commencement_date": null,
  "centroid_northing": 185564,
  "description": "Variation of condition No. 2, 5 & 6 of planning permission ref: P0867.22 dated 18/04/2023 to permit fenestration amendments to replace with French doors and Juliette balcony for each unit, tree condition not required & revised CMS (Demolition of the existing dwelling with the construction of 2 No. x 5 bed detached dwellings with habitable loft spaces, front and rear dormers, off street parking, private amenity space with bin and cycle storage",
  "valid_date": "16/09/2024",
  "actual_completion_date": null,
  "decision": "Approved",
  "pp_id": "13407663",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "08/10/2024",
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "appeal_status": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2469507,
          51.5473928
        ],
        [
          0.2461657,
          51.5473627
        ],
        [
          0.24615369999999998,
          51.5475555
        ],
        [
          0.2469093,
          51.5475836
        ],
        [
          0.2469507,
          51.5473928
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lapsed_date": "21/02/2028",
  "appeal_start_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1250.24",
  "bo_system": "CSV Data Import",
  "last_updated": "2025-07-23T04:28:58.836Z",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The buildings shall be constructed in accordance with materials agreed through Q0270.23  unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason:-",
    "To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area..",
    "Prior to first occupation of the dwellings hereby permitted all boundary agreed through application reference Q0221.24 shall be implemented to the satisfaction of the Local Planning Authority unless otherwise agreed in writing and shall then be maintained thereafter permanently.",
    "Reason: To protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "Landscaping shall be carried out strictly in accordance with the measures agreed through application reference: Q0270.23 unless otherwise agreed in writing with the Local Planning Authority. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local planning Authority.",
    "Reason: To ensure that the development accords with the Local Plan Policy 27. It will also ensure accordance with Section 197 of the Town and Country Planning Act 1990.",
    "Before the building(s) hereby permitted is first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, or any subsequent legislation replacing and/or re-enacting the provisions of the Order, the following works/development shall not be carried out and would require an express application for planning permission to be made (in addition to any restriction/limitation in the legislation applying at that time):",
    "Any works/buildings/structures that would require planning permission by virtue of failure to comply with any part of the Town and Country Planning (General Permitted Development) (England) Order 2015, or any subsequent legislation replacing and/or re-enacting the provisions of the Order:",
    "Any extensions to the roof of any dwelling hereby permitted",
    "Any extensions to any dwelling hereby permitted",
    "Any building (other than an extension) within the rear garden greater than 30 square metres gross floorspace (measured externally)",
    "Any wall, fence, gates or other means of enc",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with national optional technical standards as required by Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with national optional technical standards as required by Policy SI5 of the London Plan.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The proposed windows in the side walls and side roof slope shall be permanently glazed with obscure glass not less than level four on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason:-",
    "In the interests of privacy.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £8,725 due to result in a new residential properties however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A) for each additional square metre of GIA. Based upon the information supplied with the application, £43,625 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is  and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £7,825 would be payable.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)for each additional square metre of GIA. Based upon the information supplied with the application,  £39,125 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advi",
    "Whilst the assessment undertaken as part of this submission finds the area of the site to which the permission relates to be of low ecological value, this does not discharge the applicant from responsibilities under the Wildlife and Countryside Act 1981 the contravention of which is a criminal offence.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal"
  ],
  "uprn": "100021405699",
  "appeal_decision_date": null
}