{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509430.5177,
              187121.0974
            ],
            [
              509428.1364,
              187126.5214
            ],
            [
              509436.8677,
              187130.0932
            ],
            [
              509439.249,
              187124.1401
            ],
            [
              509430.5177,
              187121.0974
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T23:39:14.896+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "12/01/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "WEST RUISLIP",
  "centroid": {
    "lat": "51.5723844",
    "lon": "-0.4223032"
  },
  "decision": "Approved",
  "valid_date": "05/12/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.006
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=4574/APP/2019/3964",
  "lpa_name": "Hillingdon",
  "site_name": "157 HIGH STREET",
  "lapsed_date": "30/01/2023",
  "parking_details": null,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbers 1.2-PLUSH HAIR Page 2, 1.2-PLUSH HAIR Page 3 and 1.2-PLUSH HAIR Page 5 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) and the London Plan (2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020) set out below, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "The Party Wall Act 1996 requires a building owner to notify, and obtain formal agreement from, any adjoining owner, where the building owner proposes to:",
    "- carry out work to an existing party wall;",
    "- build on the boundary with a neighbouring property;",
    "- in some circumstances, carry out groundworks within 6 metres of an adjoining building.",
    "Notification and agreements under this Act are the responsibility of the building owner and are quite separate from Building Regulations, or Planning Controls. The Building Control Service will assume that an applicant has obtained any necessary agreements with the adjoining owner, and nothing said or implied by the Council should be taken as removing the necessity for the building owner to comply fully with the Party Wall Act. Further information and advice is to be found in \"the Party Walls etc. Act 1996 - explanatory booklet\" published by the ODPM, available free of charge from the Residents Services Reception Desk, Level 3, Civic Centre, Uxbridge",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Slimline traditional awning, slimline LED down light, new signage, replacement doors, new vinyls, 2 new planters and new window displays",
  "lpa_app_no": "4574/APP/2019/3964",
  "decision_target_date": "30/01/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "30/01/2020",
  "id": "Hillingdon-4574_APP_2019_3964",
  "centroid_northing": 187125,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509434,
  "street_name": "RUISLIP",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42235459999999997,
          51.57235
        ],
        [
          -0.42238729999999997,
          51.5723992
        ],
        [
          -0.4222602,
          51.5724296
        ],
        [
          -0.4222277,
          51.5723756
        ],
        [
          -0.42235459999999997,
          51.57235
        ]
      ]
    ],
    "type": "Polygon"
  }
}