{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507577.4313,
              183887.6651
            ],
            [
              507576.7698,
              183872.187
            ],
            [
              507499.5113,
              183882.2412
            ],
            [
              507500.8343,
              183897.0578
            ],
            [
              507577.4313,
              183887.6651
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08393906",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:08:08.005+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "29/01/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "UXBRIDGE NORTH",
  "centroid": {
    "lat": 51.543626,
    "lon": -0.450647
  },
  "decision": "Refused",
  "valid_date": "30/12/2019",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.11800000000000001,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=22022/APP/2019/4148",
  "lpa_name": "Hillingdon",
  "site_name": "191 LONG LANE",
  "lapsed_date": "24/02/2023",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The proposed two storey side and rear extensions, by reason of their size, scale, bulk and design, and front and side dormers, introducing a roof form substantially different to that of the original house, would result in a disproportionate and incongruous addition that would fail to harmonise with the architectural composition of the original dwelling and would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposed alterations to the front elevation, including the front entrance porch, two storey front projection and fenestration are considered incongruous additions which would fail to harmonise with the architectural composition of the original dwelling and would be detrimental to the character, appearance and visual amenities of the street scene and the surrounding area. Therefore the proposal would be contrary to Policy BE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012) and Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "In the absence of a Tree Survey and Arboricultural Implication Assessment to BS5837:2012 standards, the application has failed to demonstrate that the development will safeguard existing trees on the site and further fails to demonstrate protection for and long-term retention of the trees. The proposal is therefore detrimental to the visual amenity of the street scene and the wider area contrary to Policy DMHB 14 of the Hillingdon Local Plan - Development Management Policies (2020).",
    "The proposed two storey side/rear extension, by virtue of its size, scale, bulk, depth and proximity with side facing windows to habitable rooms would be detrimental to the amenities of the adjoining occupiers at 195 Long Lane by reason of overlooking,visual intrusion and loss of privacy. Therefore the proposal would be contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The proposal would result in the provision of  two ground floor habitable rooms with no outlook and very poor levels of natural/sunlight that would result in a substandard form of living accommodation and reliance upon artificial means of lighting which would fail to satisfy sustainability and energy efficiency objectives and would be to the detriment of the amenity of future occupiers, contrary to Policies 3.5 and 5.3 of the London Plan (March 2016) and Policy DMHB 11 of the Hillingdon Local Plan - Development Management Policies (2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Two storey side/rear extension, single storey front extension, two storey brick gable projection to front, roof extension and conversion of roof space to habitable use to include 2 rear dormers, 3 side dormers and 1 front dormer",
  "lpa_app_no": "22022/APP/2019/4148",
  "decision_target_date": "24/02/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "24/02/2020",
  "id": "Hillingdon-22022_APP_2019_4148",
  "centroid_northing": "183885",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "507539",
  "street_name": "HILLINGDON",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45007139999999995,
          51.5436436
        ],
        [
          -0.4500857,
          51.5435046
        ],
        [
          -0.4511962,
          51.5436097
        ],
        [
          -0.4511726,
          51.5437427
        ],
        [
          -0.45007139999999995,
          51.5436436
        ]
      ]
    ],
    "type": "Polygon"
  }
}