{
  "application_type_full": "Householder planning permission",
  "postcode": null,
  "development_type": null,
  "street_name": "HILLINGDON",
  "decision_date": "01/07/2021",
  "date_building_work_started_under_previous_permission": null,
  "reference_no_of_permission_being_relied_on": null,
  "borough": "Hillingdon",
  "parking_details": {
    "no_existing_car": 6,
    "net_car": 0,
    "no_proposed_car": 6
  },
  "decision_agency": "Borough",
  "id": "Hillingdon-22022_APP_2021_1845",
  "appeal_decision_date": null,
  "title_number": [
    "Not known"
  ],
  "site_name": "191 LONG LANE",
  "last_date_consultation_comments": "04/06/2021",
  "ward": "UXBRIDGE NORTH",
  "appeal_status": null,
  "pp_id": "09814665",
  "decision_process": "Delegated",
  "cil_liability": false,
  "locality": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_start_date": null,
  "lpa_app_no": "22022/APP/2021/1845",
  "lpa_name": "Hillingdon",
  "centroid_northing": 183885,
  "secondary_street_name": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507501.0988,
              183883.4633
            ],
            [
              507502.4218,
              183897.3539
            ],
            [
              507577.4974,
              183887.1013
            ],
            [
              507576.5052,
              183873.5414
            ],
            [
              507500.7681,
              183881.8096
            ],
            [
              507501.0988,
              183883.4633
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision": null,
  "subdivision_of_building": null,
  "valid_date": "06/05/2021",
  "decision_target_date": "01/07/2021",
  "bo_system": "CSV Data Import",
  "actual_commencement_date": null,
  "centroid": {
    "lon": "-0.4506406",
    "lat": "51.5436272"
  },
  "site_number": null,
  "decision": "Refused",
  "status": "Refused",
  "last_updated_by": "CSV Data Import",
  "application_details": {
    "total_gia_gained": 12.3,
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "09/2021",
    "intended_commencement_date": "07/2021",
    "no_additional_bathrooms": 0,
    "site_area": 0.111
  },
  "uprn": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=22022/APP/2021/1845",
  "last_updated": "2025-03-20T23:06:50.685+00:00",
  "application_type": "Householder",
  "description": "First floor rear extension over ground floor extension under construction",
  "epc_number": null,
  "actual_completion_date": null,
  "decision_conditions": [
    "The planning application fails to provide sufficient clarity in terms of the extent of the proposed works, as the submitted plans have not been consistently labelled in terms of whether they are existing or proposed plans, plans labelled as 'under construction' do not appear to benefit from planning permission and would appear not to have been commenced and not all the proposed elevations have been submitted. The Local Planning Authority has therefore been unable to assess the impact of the works on the character of the surrounding area and the amenities of adjoining residential occupiers, contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part 2 - Development Management Policies (November 2020).",
    "As a result of the lack of clarity in terms of the extent of the proposed works, and in the absence of a Tree Survey and Arboricultural Implication Assessment to BS5837: 2012 standards, the application has failed to demonstrate that the development would safeguard and ensure the long term survival of two protected oaks, T27 and T28, located along the northern boundary of the rear garden. The proposal is therefore contrary to Policies DMHB11 and DMHB14 of the Hillingdon Local Plan: Part 2 - Development Plan Policies (January 2020).",
    "The applicant is advised that the last previous permission for a part two storey, part single storey side/rear extension and first floor side extension involving alterations to elevations (22022/APP/2017/2726 refers) was allowed at appeal on 26/3/18. The permission included a 3 year time frame for implementation which has now expired. A condition was also added by the Inspector, which stipulated that no site clearance or construction works could take place, until details of a method statement, outlining the sequence of development and plans showing protective tree fencing had been submitted to, and approved in writing by, the Local Planning Authority. The Local Planning Authority has no record of any details being submitted and therefore the permission is no longer extant.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "a), b) or c) to be added depending on the refusal circumstances:",
    "a) We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "b) In order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition further guidance was offered to the applicant by the case officer during the processing of the"
  ],
  "lapsed_date": "01/07/2024",
  "centroid_easting": 507538,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.451173,
          51.5436204
        ],
        [
          -0.4511496,
          51.543745
        ],
        [
          -0.4500706,
          51.5436386
        ],
        [
          -0.45008909999999996,
          51.5435169
        ],
        [
          -0.4511782,
          51.5436056
        ],
        [
          -0.451173,
          51.5436204
        ]
      ]
    ],
    "type": "Polygon"
  }
}