{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [
    "unregistered"
  ],
  "application_type_full": "Householder planning permission",
  "lpa_app_no": "10517/APP/2022/3716",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=10517/APP/2022/3716",
  "actual_completion_date": null,
  "pp_id": "11746034",
  "lapsed_date": "03/02/2026",
  "secondary_street_name": null,
  "centroid": {
    "lon": "-0.4537501",
    "lat": "51.5654745"
  },
  "decision_process": "Delegated",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": null,
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "09/01/2023",
  "description": "Erection of single storey rear extensions, front porch and conversion of side garage with a pitched roof, alteration to existing front dormers from flat to pitched roof, installation of a wider vehicle crossover and driveway.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.45383989999999996,
          51.5653326
        ],
        [
          -0.45381469999999996,
          51.5656273
        ],
        [
          -0.45365459999999996,
          51.5656229
        ],
        [
          -0.4536707,
          51.5653173
        ],
        [
          -0.45383989999999996,
          51.5653326
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": null,
  "last_updated_by": "CSV Data Import",
  "locality": null,
  "site_name": "94 SWAKELEYS ROAD",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers PAGE. 03, PAGE. 04, PAGE. 04A, PAGE. 05  and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Notwithstanding the details hereby approved a minimum of 25% of the front garden area shall be soft landscaped (eg. grass or planted beds) for so long as the development remains in existence. The external surfacing of the front garden shall be of permeable material.",
    "REASON",
    "To ensure the proposed development will preserve and enhance the visual amenities of the locality, provide adequate facilities and to ensure that surface water run off is controlled to ensure the development does not increase the risk of flooding in compliance with Policies DMHB 11, DMHB 12, DMHB 14 and Policy DMEI 9 of the Hillingdon Local Plan Part 2 (2020) and Policy G5 of the London Plan (2021).",
    "The development hereby permitted shall be carried out in accordance with the approved Minor Flood Risk Assessment, Three Counties, 8 June 2022. The flood resilience measures and standing advice criteria detailed within the Flood Risk Assessment shall be implemented in full prior to the development being brought into use and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development does not increase the risk of flooding in compliance with Policy EM6 of the Hillingdon Local Plan: Part 1- Strategic Policies (Nov 2012) and Policy DMEI 9 of the Hillingdon Local Plan Part 2 - Development Management Policies (Jan 2020).",
    "The site is also identified at risk of surface water flooding on the Environment Agency Flood Maps. Therefore you should minimise the water from your site entering the sewers:",
    "- Water run off from any roof or hard paving associated with the development should be directed to a soakaway, or tank or made permeable. This includes any work to front gardens not part of the planning application, must be permeable or be collected and directed to a permeable area, or it would need an additional permission.",
    "- A water butt should be incorporated.",
    "- No drainage to support the extension should be connected to any existing surface water network, other than as an overflow.",
    "Further information: https://www.hillingdon.gov.uk/article/12578/Sustainable-drainage-requirements-for-planning-applications",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "postcode": null,
  "application_type": "Householder",
  "decision_date": "03/02/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 507271,
  "valid_date": "12/12/2022",
  "borough": "Hillingdon",
  "subdivision_of_building": null,
  "decision_target_date": "06/02/2023",
  "id": "Hillingdon-10517_APP_2022_3716",
  "lpa_name": "Hillingdon",
  "bo_system": "CSV Data Import",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T13:45:16.676+00:00",
  "street_name": "ICKENHAM",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 186310,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 0,
    "intended_commencement_date": "02/2023",
    "no_additional_bedrooms": 0,
    "no_additional_bathrooms": 0,
    "intended_completion_date": "02/2023",
    "site_area": 0.038000000000000006
  },
  "appeal_decision": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              507265.1136,
              186294.0927
            ],
            [
              507266.1635,
              186326.9021
            ],
            [
              507277.2761,
              186326.6375
            ],
            [
              507276.8792,
              186292.6385
            ],
            [
              507265.1136,
              186294.0927
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              507265.1052,
              186293.8291
            ],
            [
              507265.1052,
              186294.0937
            ],
            [
              507265.1136,
              186294.0927
            ],
            [
              507265.1052,
              186293.8291
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "ward": "ICK/HAM & S HF/D 22"
}