{
  "appeal_decision": null,
  "street_name": "Ivymount Road",
  "title_number": null,
  "valid_date": "15/02/2011",
  "cil_liability": null,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              531273.5,
              172099.35
            ],
            [
              531267.8,
              172097.6
            ],
            [
              531259.1,
              172094.9
            ],
            [
              531258.65,
              172094.6
            ],
            [
              531243.45,
              172087.4
            ],
            [
              531241.5,
              172091.6
            ],
            [
              531241.6,
              172093.15
            ],
            [
              531251.6,
              172101.45
            ],
            [
              531252.95,
              172102.35
            ],
            [
              531257.65,
              172105.6
            ],
            [
              531267.8,
              172112.4
            ],
            [
              531269.65,
              172111.7
            ],
            [
              531273.5,
              172099.35
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "application_type_full": null,
  "decision": "Approved",
  "pp_id": null,
  "date_building_work_completed_under_previous_permission": null,
  "date_building_work_started_under_previous_permission": null,
  "lapsed_date": "21/04/2014",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.112922,
          51.4326965
        ],
        [
          -0.1130046,
          51.4326821
        ],
        [
          -0.1131307,
          51.4326599
        ],
        [
          -0.1131373,
          51.4326573
        ],
        [
          -0.1133585,
          51.4325961
        ],
        [
          -0.1133849,
          51.4326343
        ],
        [
          -0.1133829,
          51.4326482
        ],
        [
          -0.11323609999999999,
          51.4327205
        ],
        [
          -0.11321629999999999,
          51.4327283
        ],
        [
          -0.1131476,
          51.4327564
        ],
        [
          -0.11299909999999999,
          51.4328151
        ],
        [
          -0.1129728,
          51.4328084
        ],
        [
          -0.112922,
          51.4326965
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "borough": null,
  "site_number": "2",
  "development_type": "Other house holder developments",
  "centroid": {
    "lat": "51.4327057",
    "lon": "-0.1131302"
  },
  "last_date_consultation_comments": "26/04/2011",
  "reference_no_of_permission_being_relied_on": null,
  "parking_details": null,
  "lpa_name": "Lambeth",
  "decision_process": "Delegated",
  "decision_target_date": "12/04/2011",
  "secondary_street_name": null,
  "actual_completion_date": null,
  "last_updated_by": "Idox Uniform",
  "centroid_easting": 531259,
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning from the date of this decision notice.\r\rReason: To comply with the provisions of Section 91(1)(a) of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004)\r",
    "The development hereby permitted shall be carried out in accordance with the approved plans listed in this notice.\r\rReason: For the avoidance of doubt and in the interests of proper planning\r",
    "The materials to be used for the external surfaces of the development hereby permitted shall match those of the existing building. All new works and works of making good to the retained fabric shall be finished to match the adjacent work with regards to the methods used and to material, colour, texture and profile, unless the prior written approval of the local planning authority is obtained to any variation, or except where otherwise stated on the approved drawings.\r\rReason: To safeguard the visual amenities of the area. (Policy 36 of the London Borough of Lambeth Unitary Development Plan (UDP) 2007: Policies saved beyond 5 August 2010 and not superseded by the LDF Core Strategy January 2011)\r",
    "The first floor windows in the north flank elevation of the extension hereby approved shall be obscure-glazed, and shall be non-opening unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed, and shall be permanently retained as such for the duration of the development, unless otherwise approved in writing by the local planning authority.\r\rReason: To safeguard the privacy and amenities of adjoining occupiers. (Policy 36 of the London Borough of Lambeth Unitary Development Plan (UDP) 2007: Policies saved beyond 5 August 2010 and not superseded by the LDF Core Strategy January 2011)\r",
    "This decision letter does not convey an approval or consent which may be required under any enactment, by-law, order or regulation, other than Section 57 of the Town and Country Planning Act 1990.",
    "Your attention is drawn to the provisions of the Building Regulations, and related legislation which must be complied with to the satisfaction of the Council's Building Control Officer.",
    "Your attention is drawn to the provisions of The Party Wall Act 1996 in relation to the rights of adjoining owners regarding party walls etc.  These rights are a matter for civil enforcement and you may wish to consult a surveyor or architect.",
    "You are advised of the necessity to consult the Council's Highways team prior to the commencement of construction on 020 7926 9000 in order to obtain necessary approvals and licences prior to undertaking any works within the Public Highway including Scaffolding, Temporary/Permanent Crossovers, Oversailing/Undersailing of the Highway, Drainage/Sewer Connections, Hoarding, Excavations (including adjacent to the highway such as basements, etc), Temporary Full/Part Road Closures, Craneage Licences etc."
  ],
  "lpa_app_no": "10/03879/FUL",
  "application_details": {
    "commencement_notice_received": false,
    "s106_agreement": false,
    "existing_uprns": [
      "100021854551"
    ],
    "site_area": 0.033
  },
  "centroid_northing": 172100,
  "ward": "Knights Hill",
  "locality": null,
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "id": "Lambeth-10_03879_FUL",
  "url_planning_app": null,
  "uprn": "100021854551",
  "description": "Demolition of existing ground floor rear extension and the erection of a 2 storey side/rear extension, installation of two rear and one front rooflight(s), replacement of existing garage door with a window to the front elevation, alterations to fenestration on all elevations and the insertion of a juliet balcony at first floor level on the rear elevation.",
  "site_name": null,
  "appeal_status": null,
  "postcode": "SE27 0NB",
  "status": "Approved",
  "decision_agency": null,
  "decision_date": "21/04/2011",
  "actual_commencement_date": null,
  "epc_number": null,
  "last_updated": "2025-03-20T12:56:49.597+00:00",
  "application_type": "Householder",
  "bo_system": "Idox Uniform"
}