{
  "application_details": {
    "lead_developer_company_name": "Natural England"
  },
  "title_number": null,
  "status": "Application Under Consideration",
  "centroid": {
    "lon": 0.096452,
    "lat": 51.567813
  },
  "site_name": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_target_date": "23/06/2025",
  "polygon": null,
  "last_date_consultation_comments": "08/06/2025",
  "appeal_status": null,
  "epc_number": null,
  "street_name": "Elgin Road",
  "appeal_decision_date": null,
  "development_type": null,
  "ward": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "Agile APAS",
  "decision_conditions": [
    "I write with reference to your planning application for the above works submitted on 28 April 2025 being validated on 29 April 2025. This was submitted after the appeal against the enforcement notice was submitted on the 14 March 2025 and became effective on the 15 April 2025. \r\n\r\nThis was in relation to the unauthorised conversion of the dwelling into 6 self -contained flats. The enforcement notice requires\r\ni.\tCease the use of the property as six self-contained residential units, and \r\nii.\tRemove partitions, additional kitchens and fixtures and fittings that facilitate the unauthorised use as six self-contained units, and \r\niii.\tRestore the property to single residential dwelling, and \r\niv.\tRemove from the land all building materials and rubble arising from compliance with the steps (i-iii) above. under reference APP/W5780/C/25/3363989, being under Council reference E0151/23. \r\n\r\nUnder Section 70C of the Town and Country Planning Act 1990 (as amended) there is a power for the local planning authority to decline to determine a planning application where:\r\n…if granting planning permission for the development would involve granting, whether in relation to the whole or any part of the land to which a pre-existing enforcement notice relates, planning permission in respect of the whole or any part of the matters specified in the enforcement notice as constituting a breach of planning control. Consequently, as the proposal is for works, including the unauthorised works to which the enforcement notice relates, this application has been declined to be determined and will be withdrawn from the register.\r\n\r\nGiven the history of this site, you would be seriously advised to gain detailed pre-application advice to understand what the appropriate way would be forward to resolve the planning issues. Please see https://www.redbridge.gov.uk/planning-and-building/planning/ which has links to pre application advice for homes."
  ],
  "uprn": "100022209355",
  "decision_agency": null,
  "decision": null,
  "application_type": "All Other",
  "valid_date": "29/04/2025",
  "description": "Change of use from single dwelling house (C3) to a large HMO (Sui Generis) for up to 13 people with associated  6 x cycle store (x6) car parking (x2) and waste/refuse. Alterations of existing floor grates to vertical railings. Alterations to existing ground floor skylights, including removal of 1 skylight (summary)",
  "lpa_app_no": "1257/25",
  "decision_process": null,
  "actual_completion_date": null,
  "site_number": "65",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "postcode": "IG3 8LN",
  "lapsed_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "parking_details": {},
  "lpa_name": "Redbridge",
  "actual_commencement_date": null,
  "last_updated": "2025-08-05T00:00:48.434Z",
  "url_planning_app": null,
  "centroid_easting": 545398,
  "appeal_decision": null,
  "pp_id": "PP-13967181",
  "application_type_full": null,
  "cil_liability": null,
  "borough": "Redbridge",
  "locality": "SEVEN KINGS",
  "bo_system": "Agile APAS",
  "id": "Redbridge-1257_25",
  "subdivision_of_building": null,
  "centroid_northing": 187520,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.096474,
          51.567826
        ],
        [
          0.096473,
          51.567799
        ],
        [
          0.09643,
          51.5678
        ],
        [
          0.096431,
          51.567827
        ],
        [
          0.096474,
          51.567826
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": null
}