{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505928.9385,
              182127.1245
            ],
            [
              505963.2021,
              182137.8401
            ],
            [
              505967.5677,
              182123.4203
            ],
            [
              505939.9187,
              182114.8213
            ],
            [
              505938.5958,
              182112.3078
            ],
            [
              505935.6854,
              182113.6307
            ],
            [
              505928.9385,
              182127.1245
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08003840",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:44:26.759+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Committee",
  "epc_number": null,
  "last_date_consultation_comments": "12/08/2019",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "BRUNEL",
  "centroid": {
    "lat": "51.5281082",
    "lon": "-0.47407499999999997"
  },
  "decision": "Refused",
  "valid_date": "16/07/2019",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.053000000000000005
  },
  "cil_liability": true,
  "postcode": "UB8 3NB",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=74287/APP/2019/2378",
  "lpa_name": "Hillingdon",
  "site_name": "27A CHURCH ROAD",
  "lapsed_date": "02/10/2022",
  "parking_details": null,
  "decision_conditions": [
    "The proposed development, by reason of its siting, size, scale, bulk and design would be detrimental to the character, appearance and visual amenities of the street scene and would fail to either preserve or enhance the character or appearance of the surrounding Cowley Church (St. Laurence) Conservation Area or the  adjacent Listed Building. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies BE4, BE10, BE13, BE15 and BE19 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policies DMHB 1, DMHB 2 and DMHB 4 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019), Policy 7.8 of the London Plan (2016), the adopted Supplementary Planning Document HDAS: Residential Extensions and the NPPF.",
    "The proposed development fails to provide sufficient off street parking, and therefore the development is considered to result in substandard car parking provision, leading to on-street parking/queuing to the detriment of public and highway safety, contrary to policy AM14 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), to Hillingdon's Adopted Parking Standards as set out in the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012), Policy DMT 6 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The proposal, due to the increase in the use of the vehicular access point, the location of the existing bus stop and the increased number of vehicular movements using this point, would result in danger and inconvenience to highway users, to the detriment of public and highway safety. Therefore the proposal would not comply with Policy AM2 and AM7 of the Hillingdon Local Plan: Part Two - Unitary Development Plan Saved Policies (November 2012).",
    "The application has failed to demonstrate that the development will safeguard existing trees/hedges on the site and further fails to demonstrate protection for and long-term retention of the trees/hedges. The proposal is therefore detrimental to the visual amenity of the street scene and the wider area contrary to Policies BE19 and BE38 of the Hillingdon Local Plan: Part Two - Saved UDP Policies (November 2012), Policy DMHB 14 of the emerging Hillingdon Local Plan: Part Two - Development Management Policies with Modifications (March 2019) and the adopted Supplementary Planning Document HDAS: Residential Layouts.",
    "The decision to REFUSE planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to REFUSE planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant saved policies (referred to as policies from the Hillingdon Unitary Development Plan - Saved Policies September 2007), then London Plan Policies (2016).  On the 8th November 2012 Hillingdon's Full Council agreed the adoption of the Councils Local Plan: Part 1 - Strategic Policies. Appendix 5 of this explains which saved policies from the old Unitary Development (which was subject to a direction from Secretary of State in September 2007 agreeing that the policies were 'saved') still apply for development control decisions.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007, Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service.",
    "We have however been unable to seek solutions to problems arising from the application as the principal of the proposal is clearly contrary to our statutory policies and negotiation could not overcome the reasons for refusal.",
    "This is a reminder that Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), should an application for appeal be allowed, the proposed development would be deemed as 'chargeable development' and therefore liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This would be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. For more information on CIL matters please visit the planning portal page at: www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Erection of two storey building with habitable roof space to create 4 x 1-bed and 2 x 2-bed self-contained flats, with associated refuse and cycle storage and parking, involving demolition of existing bungalow",
  "lpa_app_no": "74287/APP/2019/2378",
  "decision_target_date": "10/09/2019",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "02/10/2019",
  "id": "Hillingdon-74287_APP_2019_2378",
  "centroid_northing": 182125,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 505949,
  "street_name": "COWLEY",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4743634,
          51.528131
        ],
        [
          -0.47386649999999997,
          51.5282209
        ],
        [
          -0.4738079,
          51.5280905
        ],
        [
          -0.4742089,
          51.5280184
        ],
        [
          -0.4742287,
          51.527996
        ],
        [
          -0.4742703,
          51.5280085
        ],
        [
          -0.4743634,
          51.528131
        ]
      ]
    ],
    "type": "Polygon"
  }
}