{
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.187
  },
  "decision": "Refused",
  "appeal_status": null,
  "last_date_consultation_comments": "12/04/2022",
  "secondary_street_name": "COWLEY",
  "lpa_name": "Hillingdon",
  "decision_date": "30/09/2022",
  "valid_date": "11/03/2022",
  "centroid_easting": 505061,
  "epc_number": null,
  "lapsed_date": "30/09/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "subdivision_of_building": null,
  "pp_id": null,
  "uprn": null,
  "street_name": "OLD MILL LANE",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision_date": null,
  "appeal_start_date": null,
  "appeal_decision": null,
  "cil_liability": false,
  "borough": "Hillingdon",
  "lpa_app_no": "77120/APP/2022/753",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505012.2591,
              182186.2838
            ],
            [
              505014.2435,
              182182.9765
            ],
            [
              505016.8893,
              182180.3307
            ],
            [
              505040.0404,
              182175.039
            ],
            [
              505053.2696,
              182229.9401
            ],
            [
              505088.9884,
              182220.6797
            ],
            [
              505074.4363,
              182174.3775
            ],
            [
              505045.9936,
              182182.9765
            ],
            [
              505042.6863,
              182169.7473
            ],
            [
              505010.9362,
              182177.6848
            ],
            [
              505012.2591,
              182186.2838
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "description": "Temporary use of land for car parking (retrospective)",
  "decision_process": "Delegated",
  "last_updated": "2025-03-20T15:49:37.668+00:00",
  "postcode": "UB8 2JH",
  "development_type": null,
  "site_name": "Land north of Riverdale",
  "centroid_northing": 182200,
  "status": "Refused",
  "actual_completion_date": null,
  "parking_details": null,
  "application_type": "All Other",
  "title_number": null,
  "decision_agency": "Borough",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=77120/APP/2022/753",
  "centroid": {
    "lon": "-0.48684829999999996",
    "lat": "51.5289482"
  },
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-77120_APP_2022_753",
  "locality": null,
  "decision_conditions": [
    "The proposed development represents inappropriate development within the Green Belt and no very special circumstances have been provided or are evident which either singularly or cumulatively overcome the presumption against inappropriate development in the Green Belt. The proposal is therefore contrary to the aims of Policy EM2 of the Local Plan Part 1 (2012),   Policy DMEI14 of The Local Plan: Part 2 - Development Management Policies (2020), Policy G2 of the London Plan (2021) and paragraphs 147, 148 and 149 of the NPPF (2021).",
    "The proposed development, by reason of its siting, would compromise the setting of the Cowley Lock Conservation Area which is characterised by a rural, canal side environment. The presence of the car park within a site that is currently open, green space and clearly visible from public highway when travelling in both directions, would be incongruous and visually harmful. The proposed development would, therefore be detrimental to the character, appearance and visual amenities of the street scene and would fail to either preserve or enhance the character or appearance of the surrounding Cowley Lock Conservation Area . The proposal is therefore contrary to Policy HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), policies DMHB 1, DMHB 4, DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020), Policy HC1 of the London Plan (2021) and paragraphs 202, 203 and 207 of the NPPF (2021).",
    "In the absence of a Transport Assessment it is not possible to determine the potential impact the development could have on the Local Highway network in terms of trip generation, noise and general disturbance, as well as highway and pedestrian safety. As such the development fails to demonstrate that it would accord with Policy DMT 2 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020)",
    "The applicant has failed to submit an ecological survey alongside this planning application with regards to protected species and any mitigation measures that have been put in place in this regard. The application therefore fails to appropriately assess the provisions of the Conservation of Habitats and Species Regulations 2017 and is contrary to policy DMEI7 of the Hillingdon Local Plan - Development Management Policies (2020).",
    "In the absence of a Flood Risk Assessment in accordance with the National Planning Policy Framework and National Planning Practice Guidance, the application has failed to address the issues relating to flood risk and the proposal is therefore contrary to Policy EM6 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policy DMEI 9 of the Hillingdon Local Plan: Part Two - Development Management Policies, Policy SI 12 of the London Plan (2021) and the NPPF.",
    "The proposed application fails to demonstrate that the scheme is not causing harm in relation to Air Quality given its location within an Air Quality Management Area.  Furthermore the proposal fails to demonstrate appropriate reductions in emissions to sustain compliance with and contribute towards meeting EU limit values and national air quality objectives for pollutants and therefore cannot be considered Air Quality Neutral.  As such the proposal fails to accord with Policy DMEI 14 of the Hillingdon Local Plan Part 2: Development Management Policies (January 2020) and Policy SI 1 of the London Plan (2021)."
  ],
  "decision_target_date": "30/09/2022",
  "ward": "UXBRIDGE SOUTH",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48755479999999995,
          51.528834
        ],
        [
          -0.4875272,
          51.5288039
        ],
        [
          -0.4874899,
          51.5287796
        ],
        [
          -0.4871578,
          51.5287278
        ],
        [
          -0.48695079999999996,
          51.5292188
        ],
        [
          -0.4864388,
          51.5291289
        ],
        [
          -0.4866624,
          51.5287154
        ],
        [
          -0.4870697,
          51.528798
        ],
        [
          -0.4871213,
          51.5286797
        ],
        [
          -0.48757639999999997,
          51.528757
        ],
        [
          -0.48755479999999995,
          51.528834
        ]
      ]
    ],
    "type": "Polygon"
  }
}