{
  "lpa_name": "Hillingdon",
  "uprn": null,
  "decision_date": "09/06/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "bo_system": "CSV Data Import",
  "id": "Hillingdon-75364_APP_2021_293",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "UB10 OJB",
  "appeal_decision": null,
  "application_details": {
    "no_additional_bathrooms": 0,
    "intended_commencement_date": "04/2021",
    "intended_completion_date": "05/2021",
    "existing_uprns": null,
    "total_gia_gained": 33,
    "no_additional_bedrooms": 0,
    "site_area": 0.079
  },
  "valid_date": "24/01/2021",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey detached garage to side including demolition of existing outbuildings with new vehicular access",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 06 REV D, 07 REV D and 09 REV C.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "Prior to its demolition, the brick outbuilding within the south-east corner of the site (the former lavatory facility associated to the cemetery) shall be recorded up to a Level 2 building record in accordance to Historic England's Understanding Historic Buildings: A Guide to Good Recording Practice (May 2016) document. The record shall be submitted to and approved in writing by the Local Planning Authority. A copy shall also be deposited to Hillingdon Council's Local studies archive.",
    "REASON:",
    "To safeguard the identification and recording of any features of architectural, historic and archaeological interest associated with the site and the fabric of the building, prior to permanent loss, in accordance to Policy HE1 of Hillingdon's Local Plan: Part 1 - Strategic Policies (November 2012), Policies DMHB 1 of the Hillingdon's Local Plan: Part 2 - Development Management Policies (January 2020), Policy 7.8 of the London Plan (March 2016) and Policy HC1 of the Publication London Plan (Decemb",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be taken to avoid private roads. The applicant may be required to make good any damage caused.",
    "The building recording should be carried out by a professional archaeological/building recording consultant or organisation."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T23:20:16.248+00:00",
  "ward": "BRUNEL",
  "parking_details": {
    "no_proposed_car": 4,
    "no_existing_car": 1,
    "net_car": 3
  },
  "lapsed_date": "09/06/2024",
  "decision_target_date": "09/06/2021",
  "centroid": {
    "lat": "51.5351257",
    "lon": "-0.4660835"
  },
  "lpa_app_no": "75364/APP/2021/293",
  "status": "Approved",
  "site_name": "42 HILLINGDON HILL",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=75364/APP/2021/293",
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              506499.2773,
              182899.4031
            ],
            [
              506499.0127,
              182899.2708
            ],
            [
              506478.3752,
              182904.6948
            ],
            [
              506468.4533,
              182930.2271
            ],
            [
              506471.2314,
              182930.7563
            ],
            [
              506471.3637,
              182932.8729
            ],
            [
              506476.1262,
              182932.3438
            ],
            [
              506487.6356,
              182931.0209
            ],
            [
              506493.3242,
              182928.9042
            ],
            [
              506500.2034,
              182926.5229
            ],
            [
              506502.8492,
              182905.2239
            ],
            [
              506499.2773,
              182899.4031
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "last_date_consultation_comments": "18/02/2021",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "CSV Data Import",
  "site_number": null,
  "application_type": "Householder",
  "actual_completion_date": null,
  "title_number": [
    "Unregistered"
  ],
  "actual_commencement_date": null,
  "street_name": "HILLINGDON",
  "pp_id": "09449535",
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 506487,
  "appeal_start_date": null,
  "centroid_northing": 182917,
  "borough": "Hillingdon",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4659119,
          51.5349652
        ],
        [
          -0.4659157,
          51.534964
        ],
        [
          -0.4662115,
          51.5350167
        ],
        [
          -0.4663468,
          51.535248
        ],
        [
          -0.46630659999999996,
          51.5352523
        ],
        [
          -0.4663041,
          51.5352713
        ],
        [
          -0.4662356,
          51.5352656
        ],
        [
          -0.4660701,
          51.5352516
        ],
        [
          -0.4659888,
          51.5352315
        ],
        [
          -0.4658904,
          51.5352088
        ],
        [
          -0.46585869999999996,
          51.5350168
        ],
        [
          -0.4659119,
          51.5349652
        ]
      ]
    ],
    "type": "Polygon"
  }
}