{
  "last_date_consultation_comments": "05/11/2021",
  "epc_number": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "decision_date": "07/12/2021",
  "pp_id": "10297800",
  "appeal_decision_date": "05/07/2022",
  "actual_completion_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Hillingdon-49254_APP_2021_3820",
  "last_updated": "2025-03-20T17:00:16.199+00:00",
  "decision_agency": "Borough",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 508476,
  "decision_target_date": "07/12/2021",
  "parking_details": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508466.0391,
              183679.4398
            ],
            [
              508474.9688,
              183681.7549
            ],
            [
              508484.5599,
              183656.2887
            ],
            [
              508477.2839,
              183653.3122
            ],
            [
              508466.7005,
              183678.7784
            ],
            [
              508466.0391,
              183679.4398
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "cil_liability": false,
  "subdivision_of_building": null,
  "title_number": [
    "NGL499772"
  ],
  "secondary_street_name": null,
  "valid_date": "12/10/2021",
  "centroid": {
    "lon": "-0.4371869",
    "lat": "51.5414973"
  },
  "site_number": null,
  "ward": "HILLINGDON EAST",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "uprn": null,
  "lpa_app_no": "49254/APP/2021/3820",
  "status": "Dismissed",
  "description": "Part single; part two-storey side/rear extension (following demolition of side/rear garage) and new front canopy roof extending from the existing porch over to the original single storey front bay projection including enlargement (new) windows to the front/side of the bay feature.",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "postcode": null,
  "centroid_northing": 183668,
  "borough": "Hillingdon",
  "application_type": "Householder",
  "locality": null,
  "site_name": "5 COWDRAY ROAD",
  "decision_conditions": [
    "The proposed front canopy roof and windows, by virtue of its siting and full width nature would result in a dominating, incongruous, uncharacteristic, visually intrusive and bulky set of additions that would fail to harmonise with the architectural composition of the original dwelling, would be detrimental to the relationship with the semi-detached property at No.7 Cowdray Road (and the uniform 4 semi-detached pairs) of which it forms part of, the character and appearance of the area and visual amenities of the streetscene. Therefore, the proposal would be contrary to the requirements of Policies D1, D4, G2 and G4 of the London Plan (2021), Polies BE1 and EM2 of the Hillingdon Local Plan: Part One - Development Management Policies (2012) and Policies DMHD 1, DMHB 11, DMHB 12 and DMEI 4 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The proposed part two-storey, part single storey side/rear extension, by virtue of its siting, combined height, width, depth, bulk and massing including the lack of set backs from the from the front established building line and side boundary, would result in a bulky, visually intrusive, disproportionate, incongruous, dominant and overbearing addition that would fail to harmonise with the architectural composition of the original dwellinghouse, would be detrimental to the relationship with the semi-detached property at No.7 Cowdray Road (and the uniform 4 semi-detached pairs) of which it forms part of, character and appearance of the area and visual amenities of the streetscene. Furthermore, the general siting of the side/rear extension adjacent to the common boundary with No.3 Cowdray Road would have the potential to cause an uncharacterstic terracing impact along this side of the road whilst taking away an important gap between the properties which would also have a detrimental impac",
    "The proposed part single; part two-storey side/rear extension, by virtue of its siting, combined height, width and in particular depth, bulk and massing would give rise to unacceptable loss of outlook, overbearing impact, visual intrusion, sense of enclosure, overdominanceand loss of daylight/sunlight to the occupiers at at No.3 Cowdray Road.  Therefore, the proposal would be contrary to Policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020."
  ],
  "decision": "Refused",
  "street_name": "HILLINGDON",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 80,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "05/2022",
    "intended_commencement_date": "02/2022",
    "site_area": 0.023
  },
  "lapsed_date": "07/12/2024",
  "appeal_start_date": "17/01/2022",
  "appeal_decision": "Dismissed",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=49254/APP/2021/3820",
  "bo_system": "CSV Data Import",
  "appeal_status": null,
  "last_updated_by": "CSV Data Import",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.43732699999999997,
          51.541602
        ],
        [
          -0.43719749999999996,
          51.5416211
        ],
        [
          -0.4370672,
          51.5413904
        ],
        [
          -0.4371729,
          51.541365
        ],
        [
          -0.4373176,
          51.5415959
        ],
        [
          -0.43732699999999997,
          51.541602
        ]
      ]
    ],
    "type": "Polygon"
  }
}