{
  "valid_date": "09/12/2024",
  "epc_number": null,
  "site_name": null,
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524854.4880103256,
              168761.46232667705
            ],
            [
              524851.1000103237,
              168764.85032667784
            ],
            [
              524848.9000103225,
              168767.10032667813
            ],
            [
              524874.5500103377,
              168792.85032668628
            ],
            [
              524880.0000103407,
              168787.3003266838
            ],
            [
              524854.4880103256,
              168761.46232667705
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": "145",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "ward": "Merton Park",
  "last_date_consultation_comments": "12/01/2025",
  "centroid_easting": 524869,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "ERECTION OF A SINGLE STOREY WRAP-AROUND (REAR/SIDE) EXTENSION.",
  "appeal_decision": null,
  "postcode": "SW20 9AH",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "07/02/2025",
  "street_name": "Aylward Road",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": 168782,
  "application_type": "Householder",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [A05 REV1,\r\nA06 REV1\r\nA07 REV1,\r\nA08 REV1,\r\nA09 REV1\r\nA11 REV1, \r\nA12 REV1.]",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay/ with an agreed determination date].\r\n\r\n",
    "Condition : 6 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 7 - INFORMATIVE\r\nBuilding Regulations \r\nPlease note that this is a planning permission only and you may also require approval under the Building Regulations. If you are in any doubt about this you can get further information via https://www.merton.gov.uk/planning-and-buildings/building-control  or by emailing building.control@merton.gov.uk.\r\n",
    "Condition : 8 - INFORMATIVE\r\nThe applicant is made aware that there are Thames Water wastewater assets running across and adjacent to this site (including a large surface water culvert which is an adopted surface water sewer and lateral sewer which takes drainage from other properties into the main) and the Prior Written Approval from Thames Water Developer Services  (contact no. 0845 850 2777) will be required before any works can commence. There is also a manhole to the rear of the dwelling which forms part of the sewer network and may require diversion subject to Thames Water's comments.\r\n\r\nThere are public sewers crossing and close to your development. If you're planning significant work near Thames Water sewers, it's important that you minimize the risk of damage. Thames Water will need to check that your development doesn't limit repair or maintenance activities, or inhibit the services it provide in any other way. The applicant is advised to read the Thames Water guide working near or diverting our pipes: Working near our pipes | Developer services | Thames Water\r\n\r\nThere are public sewers crossing or close to your development. If you're planning significant work near Thames Water sewers, it's important that you minimize the risk of damage. Thames Water will need to check that your development doesn't limit repair or maintenance activities, or inhibit the services it provide in any other way. The applicant is advised to read the Thames Water guide working near or diverting our pipes: Working near our pipes | Developer services | Thames Water\r\n\r\n"
  ],
  "appeal_start_date": null,
  "development_type": "Other house holder developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.206414,
          51.404148
        ],
        [
          -0.206461,
          51.404179
        ],
        [
          -0.206492,
          51.4042
        ],
        [
          -0.206114,
          51.404426
        ],
        [
          -0.206038,
          51.404374
        ],
        [
          -0.206414,
          51.404148
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/P3505",
  "decision_agency": "Borough",
  "decision_date": "03/02/2025",
  "pp_id": "PP-13593198",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P3505",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.404329,
    "lon": -0.206198
  },
  "status": "Approved",
  "last_updated": "2025-03-19T18:47:00.549+00:00",
  "actual_completion_date": null,
  "lapsed_date": "03/02/2028",
  "borough": "Merton",
  "id": "Merton-24_P3505",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "48004026",
  "locality": "Raynes Park",
  "application_details": {
    "total_gia_gained": 35,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "02/2025",
    "intended_completion_date": "03/2025",
    "no_additional_bathrooms": 0,
    "site_area": 0.029
  }
}