{
  "valid_date": "18/12/2024",
  "epc_number": null,
  "site_name": null,
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523217.7500094255,
              169454.10032690235
            ],
            [
              523215.8000094245,
              169459.0003269032
            ],
            [
              523235.50000943517,
              169467.10032690456
            ],
            [
              523237.6000094362,
              169462.00032690383
            ],
            [
              523217.7500094255,
              169454.10032690235
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": "1",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "ward": "Raynes Park",
  "last_date_consultation_comments": "05/02/2025",
  "centroid_easting": 523231,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "ERECTION OF A SINGLE STOREY REAR EXTENSION WITH PITCHED ROOF AND 2 VELUX ROOFLIGHTS IN THE ROOF SLOPE, SIDE WINDOWS, MANSARD ROOF EXTENSION WITH THREE SMALL WINDOWS IN THE DORMER REAR ROOF SLOPE TO THE REAR AND 3 VELUX \r\nROOFLIGHTS IN THE FRONT ROOF SLOPE WITH WINDOW S ON THE SIDE \r\nELEVATION, AND INSTALLATION OF AN AIRCON UNIT NO THE SIDE ELEVATION. \r",
  "appeal_decision": null,
  "postcode": "SW20 8RA",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "12/02/2025",
  "street_name": "Tolverne Road",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": 169462,
  "application_type": "Householder",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plansDrawing no: 024 OS 100042766 (Site Location Plan) Dated 17 December 2024\r\nDrawing no: 2394-05(Proposed Block Plan) Dated 25. November 2024\r\nDrawing no: 2394-03/RevB(Proposed Ground Floor Plan, Proposed First Floor Plan, Proposed Loft Floor Plan, and Proposed Roof Plan) Dated 10.June 2024\r\nDrawing no: 2394-04/RevC(Proposed Front Elevation Plan, Proposed Rear  Elevation Plan, Proposed Sides Elevation Plans and Proposed Section A-A Plan)     Dated 11.June 2024\r\nDesign & Access Statement Dated 11.June 2024\r\nSite Photographs on Mon 06/01/2025 \r\n",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - Noise Levels - Expressed as the equivalent continuous sound level) LAeq (15 minutes), from the new mechanical plant/air conditioning shall not exceed LA90-10bB at the boundary with any residential property. \r\n\r\nReason:  To safeguard the amenities of the occupiers of adjoining properties and to comply with the following Development Plan policies for Merton: policy D14 of the London Plan 2021 and policy D12.1 of the Local Plan 2024.\r\n",
    "Condition : 6 - 2) A post confirmation noise survey shall be undertaken following \r\ncompletion of the development to ensure the specified levels are \r\nachieved, if not achieved additional mitigation shall be installed to the \r\nlevels are achieved before use. \r\n \r\n Reason: To protect the amenities of the occupiers in the local vicinity. \r",
    "Condition : 7 - Obscured Glazing - Before the development hereby permitted is first occupied, the window in the side elevation serving the hallway staircase shall be glazed with obscure glass and shall be permanently maintained as such thereafter.",
    "Condition : 8 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 9 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved without delay\r\n\r\n"
  ],
  "appeal_start_date": null,
  "development_type": "Other house holder developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.229692,
          51.41073
        ],
        [
          -0.229718,
          51.410775
        ],
        [
          -0.229432,
          51.410843
        ],
        [
          -0.229404,
          51.410797
        ],
        [
          -0.229692,
          51.41073
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/P3587",
  "decision_agency": "Borough",
  "decision_date": "11/02/2025",
  "pp_id": "PP-13645779\r",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P3587",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.410799,
    "lon": -0.229498
  },
  "status": "Approved",
  "last_updated": "2025-03-19T18:40:12.344+00:00",
  "actual_completion_date": null,
  "lapsed_date": "11/02/2028",
  "borough": "Merton",
  "id": "Merton-24_P3587",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "48069318",
  "locality": "Raynes Park",
  "application_details": {
    "total_gia_gained": 40,
    "no_additional_bedrooms": 1,
    "intended_commencement_date": "03/2025",
    "intended_completion_date": "11/2025",
    "no_additional_bathrooms": 1,
    "site_area": 0.012
  }
}