{
  "appeal_status": null,
  "epc_number": "0320-2867-3360-2204-6911",
  "decision_process": null,
  "subdivision_of_building": null,
  "site_name": null,
  "development_type": "Other house holder developments",
  "site_number": "79",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "PP-13656883",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.181351,
          51.412406
        ],
        [
          -0.181297,
          51.412422
        ],
        [
          -0.181302,
          51.412426
        ],
        [
          -0.181249,
          51.412442
        ],
        [
          -0.181215,
          51.412446
        ],
        [
          -0.181158,
          51.412466
        ],
        [
          -0.181269,
          51.412567
        ],
        [
          -0.18116,
          51.412615
        ],
        [
          -0.181024,
          51.41249
        ],
        [
          -0.181004,
          51.412461
        ],
        [
          -0.18108,
          51.412424
        ],
        [
          -0.18113,
          51.412405
        ],
        [
          -0.181176,
          51.412389
        ],
        [
          -0.181302,
          51.412349
        ],
        [
          -0.181351,
          51.412406
        ]
      ]
    ]
  },
  "last_updated": "2025-04-09T11:00:01.637Z",
  "centroid_easting": 526590,
  "lpa_name": "Merton",
  "decision_agency": "Borough",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [Plan (Footway Crossing Plan)\r\nSite location plan,\r\n1740/1,\r\n1740/2]",
    "Condition : 3 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 4 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay/ with an agreed determination date].\r\n\r\nii) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made [without delay/ with an agreed determination date].\r\n\r\niii) The application was recommended for approval and referred to the first available Planning Committee, where the agents / applicants had an opportunity to present the application.\r\n\r\n",
    "Condition : 5 - INFORMATIVE\r\nAdvice regarding permeable and porous hardstandings can be found in the document 'Guidance on the Permeable Surfacing of Front Gardens' available at http://www.communities.gov.uk/publications/planningandbuilding/pavingfrontgardens\r\n",
    "Condition : 6 - INFORMATIVE\r\nIt is Council policy for the Council's contractor to construct new vehicular accesses. The applicant should contact the Council's Highways Team on 020 8545 3829 prior to any work starting to arrange for this work to be done. If the applicant wishes to undertake this work the Council will require a deposit and the applicant will need to cover all the Council's costs (including supervision of the works). If the works are of a significant nature, a Section 278 Agreement (Highways Act 1980) will be required and the works must be carried out to the Council's specification.\r\n",
    "Condition : 7 - INFORMATIVE\r\nIt is the responsibility of the developer to make proper provision for drainage to ground, watercourses or a suitable sewer.  In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off-site storage.  When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.  Connections are not permitted for the removal of ground water.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n",
    "Condition : 8 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 9 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n"
  ],
  "ward": "Lavender Fields",
  "centroid_northing": 169737,
  "status": "Approved",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "last_date_consultation_comments": "28/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "borough": "Merton",
  "description": "APPLICATION FOR VEHICULAR CROSSOVER AND ASSOCIATED HARDSTANDING.",
  "decision_date": "09/04/2025",
  "centroid": {
    "lon": -0.181128,
    "lat": 51.412531
  },
  "cil_liability": false,
  "postcode": "SW19 2PG",
  "actual_completion_date": null,
  "valid_date": "20/02/2025",
  "last_updated_by": "Northgate M3",
  "id": "Merton-24_P3653",
  "lapsed_date": "09/04/2028",
  "application_details": {
    "intended_commencement_date": "02/2025",
    "no_additional_bathrooms": 0,
    "site_area": 0.0298,
    "total_gia_gained": 0,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "02/2025"
  },
  "decision_target_date": "17/04/2025",
  "uprn": "48061498",
  "lpa_app_no": "24/P3653",
  "locality": "Colliers Wood",
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "Householder",
  "street_name": "Runnymede",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526574.850011376,
              169722.75032692892
            ],
            [
              526578.5500113784,
              169724.65032693
            ],
            [
              526578.200011378,
              169725.10032692965
            ],
            [
              526581.8500113804,
              169726.95032693155
            ],
            [
              526584.2000113819,
              169727.4503269309
            ],
            [
              526588.1500113844,
              169729.70032693137
            ],
            [
              526580.1000113795,
              169740.7503269352
            ],
            [
              526587.5800113843,
              169746.33032693557
            ],
            [
              526597.3500113902,
              169732.700326932
            ],
            [
              526598.8500113911,
              169729.50032693142
            ],
            [
              526593.6500113878,
              169725.25032692938
            ],
            [
              526590.2500113857,
              169723.00032692944
            ],
            [
              526587.1000113835,
              169721.20032692968
            ],
            [
              526578.4000113781,
              169716.45032692625
            ],
            [
              526574.850011376,
              169722.75032692892
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P3653"
}