{
  "decision_agency": "Borough",
  "status": "Approved",
  "decision": "Approved",
  "centroid": {
    "lon": -0.221763,
    "lat": 51.41078
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              523763.01200972096,
              169479.40632690128
            ],
            [
              523765.4100097223,
              169480.100326902
            ],
            [
              523766.2000097227,
              169476.70032689965
            ],
            [
              523771.75000972574,
              169478.50032690138
            ],
            [
              523783.3720997893,
              169442.3541020485
            ],
            [
              523775.2770097272,
              169440.37332689017
            ],
            [
              523763.01200972096,
              169479.40632690128
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "borough": "Merton",
  "application_type": "Prior Approval",
  "date_building_work_started_under_previous_permission": null,
  "uprn": "10096661095",
  "valid_date": "31/10/2024",
  "decision_target_date": "24/01/2025",
  "appeal_decision_date": null,
  "locality": "Raynes Park",
  "centroid_northing": 169473,
  "ward": "Raynes Park",
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans:\r\nSite Location Plan\r\nProposed Site Plan\r\nLandscaping Plan\r\n577 KGR-PL-110 A01\r\n577 KGR-PL-210 A01\r\n577 KGR-PL-310 A01\r\n577 KGR-PL-410 A01\r\n577 KGR-PL-E20 A01\r\n577 KGR-PL-E11 A01\r\n577 KGR-PL-E10 A01\r\n",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Refuse & Recycling (Details to be Submitted) - No development shall take place until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 5 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 6 - Any external lighting shall be positioned and angled to prevent any light spillage or glare beyond the site boundary and in accordance with Institution of Lighting Professionals, The Reduction of Obtrusive Light Guidance Note 01/21.",
    "Condition : 7 - Landscaping - No development above damp course level and except demolition shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 8 - Hardstanding (Flooding) - The hardstanding hereby permitted shall be made of porous materials, or provision made to direct surface water run-off to a permeable or porous area or surface within the application site before the development hereby permitted is first occupied or brought into use.",
    "Condition : 9 - Cycle Parking to be implemented - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 10 - Refuse & Recycling (Details to be Submitted) - No development shall take place until a scheme for the storage of refuse and recycling has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the scheme has been approved, and the development shall not be\r\noccupied until the scheme has been approved and has been carried out in full. Those facilities and measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 11 - No piling shall take place until a PILING METHOD STATEMENT (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) and piling layout plan including all Thames Water wastewater assets, the local topography and clearance between the face of the pile to the face of a pipe has been submitted to and approved in wrong by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement and piling layout plan. Reason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact / cause failure of local underground sewerage utility infrastructure. Please read our guide 'working near our assets' to ensure your workings will be in line with the necessary processes you need to follow if you're considering working above or near our pipes or other structures. ",
    "Condition : 12 - Visibility Splays - Prior to the occupation of the development 2 metre x 2 metre pedestrian visibility splays shall be provided either side of the vehicular access to the site. Any objects within the visibility splays shall not exceed a height of 0.6 metres.",
    "Condition : 13 - Working Method Statement - Development shall not commence until a working method statement has been submitted to and approved in writing by the Local Planning Authority to accommodate:\r\n\r\n   (i) Parking of vehicles of site workers and visitors;\r\n   (ii) Delivery times;\r\n   (iii) Loading and unloading of plant and materials;\r\n   (iv) Storage of construction plant and materials;\r\n   (v) Wheel cleaning facilities\r\n   (vi) Control of dust, smell and other effluvia;\r\n   (vii) Control of surface water run-off.\r\n\r\nNo development shall be carried out except in full accordance with the approved method statement.",
    "Condition : 14 - Construction Logistics Plan - Prior to the commencement of the development hereby permitted, including demolition, a Construction Logistics Plan shall be submitted to and approved in writing by the Local Planning Authority.  The approved measures shall be adhered to throughout the construction process, unless the prior written approval of the Local Planning Authority is first obtained to any variation.",
    "Condition : 15 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (15 minutes), from any roof mounted plant/machinery associated with the development shall not exceed LA90-5dB at the boundary with the closest residential property",
    "Condition : 16 - Due to the potential impact of the surrounding locality on the residential development, a scheme for protecting residents from noise shall be submitted to and approved in writing by the Local Planning Authority prior to the development commencing above damp course level and except for demolition. The scheme is to include acoustic data for the glazing system and ventilation system. The internal noise levels shall meet those within BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings and ProPG: Planning and Noise - Professional Practice Guide, Publ: (ANC, IOA, CIEH) May 2017 as a minimum. The approved scheme shall be implemented in accordance with the agreed details",
    "Condition : 17 - No development shall take place until a Construction Environmental Management Plan has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. \r\nThe Statement shall provide for:\r\n-hours of operation\r\n-the parking of vehicles of site operatives and visitors \r\n-loading and unloading of plant and materials \r\n-storage of plant and materials used in constructing the development \r\n-the erection and maintenance of security hoarding including decorative -displays and facilities for public viewing, where appropriate \r\n-wheel washing facilities \r\n-measures to control the emission of noise and vibration during construction.\r\n-measures to control the emission of dust and dirt during construction/demolition \r\n-a scheme for recycling/disposing of waste resulting from demolition and construction.\r\nReason:  To protect the amenities of future occupiers and those in the   \r\nlocal vicinity.\r\n",
    "Condition : 18 - No development shall occur until:\r\ni) a preliminary risk-assessment shall be submitted to and approved in writing by the local planning authority.\r\nii) a site-investigation shall be conducted to consider the potential for contaminated-land and shall be submitted to and approved in writing by the local planning authority.\r\niii) a remediation method statement, described to make the site suitable for, intended use by removing unacceptable risks to sensitive receptors, shall be submitted to and approved in writing by the local planning authority.\r\n\r\n",
    "Condition : 19 - Prior to first occupation - the remediation shall be completed and a verification report, produced on completion of the remediation, shall be submitted to and approved in writing by the local planning authority.",
    "Condition : 20 -  All flood risk mitigation measures and recommendations set out in the submitted Flood Risk Assessment and Suds Report by EAS Transport Planning Ltd (dated 08/01/25 Ref: 5407/2025 Rev C Revised Final) and accompanying flood risk and drainage emails, must be implemented prior to the occupation of the proposed development:\r\n\r\nReason: To reduce the impact the site may experience as a result of flooding to the proposed development and future users, in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13\r\n",
    "Condition : 21 - The finished ground floor level of the development shall be set no lower than 14.650m AOD.  \r\n\r\nReason: To reduce the risk of surface water flooding to the proposed development and future users, in accordance with Merton's policies CS16, DMF2 and the London Plan policy SI 13\r\n",
    "Condition : 22 - Prior to the occupation of the scheme, a Flood Warning and Evacuation Plan must be submitted to and approved in writing by the Local Authority and the plan must be implemented in perpetuity. \r\n\r\nReason: To manage the risk of flooding to occupants to the building and to ensure appropriate measures are taken before, during and after flooding occurs.\r\n\r\n",
    "Condition : 23 - The development hereby approved shall not be occupied until planning permission under Prior Approval 24/P3066 has also been implemented.",
    "Condition : 24 - The submitted Surface Water and Foul Drainage Scheme as set out in the Flood Risk Assessment and Suds Report by EAS Transport Planning Ltd (dated 08/01/25 Ref: 5407/2025 Rev C Revised Final) must be fully implemented prior to occupation. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS)  limited to a greenfield rate of no more than 1.5 l/s in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards. The final drainage shall include permeable paving (lined) for the road and driveway areas of the site with a sub-base depth of 600mm and the onsite drainage and permeable paving must be maintained, inspected and cleaned in perpetuity by the site owner/appointed management company.\r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13. \r\n\r\n",
    "Condition : 25 - INFORMATIVE - Section 106 Agreement \r\nThis planning permission has a Section 106 Agreement which must be read in conjunction with it.\r\n",
    "Condition : 26 - Refuse - No refuse or waste material of any description shall be left or stored anywhere on the site other than within a building or refuse enclosure.\r\n\r\nReason: To safeguard the appearance of the property and the amenities of the area and to accord with Policies D3 and D6 of the London Plan 2021, Policy CS14 of the Core Planning Stragegy 2011 and Policy DM D2 of the Sites and Policies Plan 2014.",
    "Condition : 27 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved [without delay/ with an agreed determination date].\r\n\r\nii) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made [without delay/ with an agreed determination date].\r\n\r\niii) The application was recommended for approval and referred to the first available Planning Committee, where the agents / applicants had an opportunity to present the application.\r\n\r\n",
    "Condition : 28 - Informative: \r\nNo surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777). \r\n\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.\r\n",
    "Condition : 29 - INFORMATIVE\r\nYou are advised to contact the Council's Highways team on 020 8545 3700 before undertaking any works within the Public Highway to obtain the necessary approvals and/or licences. Please be advised that there is a further charge for this work. If your application falls within a Controlled Parking Zone this has further costs involved and can delay the application by 6 to 12 months.\r\n",
    "Condition : 30 - INFORMATIVE\r\nAny works/events carried out either by, or at the behest of, the developer, whether they are located on, or affecting a prospectively maintainable highway, as defined under Section 87 of the New Roads and Street Works Act 1991, or on or affecting the public highway, shall be co-ordinated under the requirements of the New Roads and Street Works Act 1991 and the Traffic management Act 2004 and licensed accordingly in order to secure the expeditious movement of traffic by minimising disruption to users of the highway network in Merton. Any such works or events commissioned by the developer and particularly those involving the connection of any utility to the site, shall be co-ordinated by them in liaison with the London Borough of Merton, Network Coordinator, (telephone 020 8545 3976). This must take place at least one month in advance of the works and particularly to ensure that statutory undertaker connections/supplies to the site are co-ordinated to take place wherever possible at the same time.\r\n"
  ],
  "pp_id": "PP-13520312",
  "decision_process": null,
  "lapsed_date": "10/02/2028",
  "application_type_full": "Prior Approval: Demolition of buildings and construction of new dwellinghouses in their place",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "id": "Merton-24_P3088",
  "actual_commencement_date": null,
  "lpa_name": "Merton",
  "last_updated": "2025-03-19T18:41:38.416+00:00",
  "lpa_app_no": "24/P3088",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.221847,
          51.410839
        ],
        [
          -0.221812,
          51.410845
        ],
        [
          -0.221802,
          51.410814
        ],
        [
          -0.221721,
          51.410829
        ],
        [
          -0.221567,
          51.410502
        ],
        [
          -0.221684,
          51.410486
        ],
        [
          -0.221847,
          51.410839
        ]
      ]
    ],
    "type": "Polygon"
  },
  "appeal_status": null,
  "site_name": "Development Site Adjacent 565",
  "title_number": null,
  "decision_date": "10/02/2025",
  "appeal_start_date": null,
  "cil_liability": true,
  "development_type": "Minor all other minor developments",
  "description": "PRIOR APPROVAL FOR THE PROPOSED DEMOLITION OF EXISTING VACANT LIGHT INDUSTRIAL WAREHOUSE/WORKSHOP AND THE PROPOSED REDEVELOPMENT TO PROVIDE A NEW RESIDENTIAL BLOCK WITH \r\n10 FLATS OVER THREE STOREYS, PLANNING USE CLASS C3, TOGETHER WITH ASSOCIATED SERVICING",
  "epc_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Northgate M3",
  "appeal_decision": null,
  "actual_completion_date": null,
  "centroid_easting": 523769,
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P3088",
  "application_details": {
    "superseding_details": [
      {
        "lpa_app_no": "23/P0455",
        "partial_supersedence": false
      }
    ],
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 250,
        "use_class": "E(g)(iii)",
        "gia_gained": 639,
        "gia_lost": 250
      }
    ],
    "occupation_status": "Vacant",
    "total_gia_gained": 639,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 639,
      "total_gia_existing": 250,
      "total_gia_lost": 250
    },
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 17,
      "total_no_proposed_residential_units": 11,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 10,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 603,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Communal Space",
          "gia": 15
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-2",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 37,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-3",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 37,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-4",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 37,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-5",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 38,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 2,
          "provider": "Private",
          "unit_no": "Gain-6",
          "change_type": "Gain",
          "no_bedrooms": 1,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 41,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-7",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 74,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-8",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 76,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 3,
          "provider": "Private",
          "unit_no": "Gain-9",
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 76,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-10",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 84,
          "tenure": "Market for sale"
        },
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-11",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Flat Apartment Maisonette",
          "gia": 88,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 10,
      "green_roof_area": 40,
      "urban_greening_factor_score": 0.15,
      "no_new_water_connections_required": 10,
      "no_homes_passive_cooling": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 50,
      "no_homes_to_have_electrical_heating": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 10,
      "ghg_reduction_over_building_regulations": false
    },
    "total_gia_lost": 250,
    "intended_completion_date": "09/2026",
    "intended_commencement_date": "02/2025",
    "total_gia_existing": 250,
    "lead_developer_company_name": "565 Kingston Ltd",
    "site_area": 0.032
  },
  "last_updated_by": "Northgate M3",
  "postcode": null,
  "last_date_consultation_comments": "05/12/2024",
  "secondary_street_name": null,
  "site_number": "577",
  "subdivision_of_building": null,
  "street_name": "Kingston Road"
}