{
  "valid_date": "18/12/2024",
  "epc_number": null,
  "site_name": null,
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525191.3505123876,
              171890.29649734887
            ],
            [
              525187.8793416618,
              171881.63897553715
            ],
            [
              525218.8532053033,
              171870.06722088263
            ],
            [
              525222.3034204519,
              171878.76441823057
            ],
            [
              525191.3505123876,
              171890.29649734887
            ],
            [
              525191.3505123876,
              171890.29649734887
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": "80",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "ward": "Wimbledon Park",
  "last_date_consultation_comments": "05/02/2025",
  "centroid_easting": 525200,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "ERECTION OF A PROPOSED BASEMENT EXTENSION, GROUND & FIRST FLOOR REAR EXTENSIONS, BOX DORMER LOFT EXTENSION AND INTERNAL ALTERATIONS.",
  "appeal_decision": null,
  "postcode": "SW19 7JJ",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "20/03/2025",
  "street_name": "Vineyard Hill Road",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": 171881,
  "application_type": "Householder",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: Drawing No: P04/REVP4 (Proposed Site Plan) Dated 12.3.25\r\nDrawing No: P01/Rev P5 (Proposed Basement Plan, Proposed Ground Floor Plan, and Proposed First Floor Plan)Dated 12  March 2025 \r\nDrawing No: Proposed Block Plan Dated 12 March 2025\r\nDrawing No: P02 /RevP4(Proposed Loft Plan, Proposed Roof Plan and Proposed Section Plan) Dated 12 March 2025, \r\nDrawing No: P03/RevP5 (Proposed Front Elevation Plan Proposed Rear Elevation Plan and Proposed Side Elevation (Flank Wall Plan) Dated12 March 2025 , \r\nDrawing No: EL01/RevP2(Proposed Rear Elevation Plan Amended) 12 March 2025\r\nLightwell Site Photograph Received Dated 12 March 2025\r\nLightwell Site Photograph of 80 and 78 Vineyard Hill Road Received 12 March 2025.\r\nHERITAGE & DESIGN STATEMENT Dated 18th December 2024 \r\nBasement Construction Method Statement Dated: 18th December 2024\r\nPhoto 1 of Existing Front Elevation, Photo 2 of Existing Rear Elevation, Photo 3 of Aerial View of Rear Elevation\r\nPhoto 4 showing Similar extended properties from 78 Vineyard Hill Road to 54 Vineyard Hill Road  \r\nPhoto 5 showing Similar extended properties from 82 Vineyard Hill Road   to 86 Vineyard Hill Road   \r\n",
    "Condition : 3 - Materials as Specified - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - Screening - No development shall take place until a scheme of details of screening of the balcony/landing to the external staircase has been submitted for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the scheme has been approved and implemented in its approved form and those details shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 6 - The development shall be carried out in accordance with the Basement Construction Method Statement by pj design consulting dated 18th December 2024, unless otherwise first ageed in writing by the local planning authority. \r\n\r\nReason: In the interests of amenity and structural stability.",
    "Condition : 7 - Obscured Glazing - Before the development hereby permitted is first occupied, the new windows in the side elevation at frist floor and above shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 8 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 9 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was amended following negotiations with the Council Conservation Officer to ensure the scheme complied with adopted policy and guidance, and a decision was made with an agreed Extension Of Time determination date.\r\n\r\n\r\n"
  ],
  "appeal_start_date": null,
  "development_type": "Other house holder developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.200469,
          51.432193
        ],
        [
          -0.200522,
          51.432116
        ],
        [
          -0.200081,
          51.432005
        ],
        [
          -0.200028,
          51.432083
        ],
        [
          -0.200469,
          51.432193
        ],
        [
          -0.200469,
          51.432193
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/P3517",
  "decision_agency": "Borough",
  "decision_date": "20/03/2025",
  "pp_id": "PP-13627236",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P3517",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.432108,
    "lon": -0.200348
  },
  "status": "Approved",
  "last_updated": "2025-03-25T09:40:01.795Z",
  "actual_completion_date": null,
  "lapsed_date": "20/03/2028",
  "borough": "Merton",
  "id": "Merton-24_P3517",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "48071279",
  "locality": "Wimbledon",
  "application_details": {
    "total_gia_gained": 117,
    "no_additional_bedrooms": 3,
    "intended_commencement_date": "03/2025",
    "intended_completion_date": "12/2025",
    "no_additional_bathrooms": 3,
    "site_area": 0.031
  }
}