{
  "valid_date": "19/11/2024",
  "epc_number": null,
  "site_name": null,
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525469.7500107168,
              170867.00032727746
            ],
            [
              525443.1000107009,
              170859.60032727715
            ],
            [
              525442.4000107005,
              170859.050327275
            ],
            [
              525441.6000106999,
              170857.95032727526
            ],
            [
              525441.2000106996,
              170856.3503272747
            ],
            [
              525442.5000107003,
              170849.0803272727
            ],
            [
              525472.7500107185,
              170855.40032727423
            ],
            [
              525469.7500107168,
              170867.00032727746
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": "78",
  "decision": "Approved",
  "parking_details": {
    "no_existing_car": 2,
    "net_car": 0,
    "no_proposed_car": 2
  },
  "application_type_full": "Householder planning permission",
  "ward": "Wimbledon Town and Dundonald",
  "last_date_consultation_comments": "09/02/2025",
  "centroid_easting": 525452,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "APPLICATION FOR THE REMOVAL OF EXISTING SIDE EXTENSION ROOF AND REPLACEMENT WITH NEW MANSARD ROOF. SHORTENING AND WIDENING OF EXISTING REAR SIDE EXTENSION AND NEW MANSARD STYLE ROOF. MOVING AND REBUILDING OF GARAGE AT END OF GARDEN.",
  "appeal_decision": null,
  "postcode": "SW19 8QZ",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "11/02/2025",
  "street_name": "Trinity Road",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": 170855,
  "application_type": "Householder",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: [03, 04 Revision B, Site Location Plan]",
    "Condition : 3 - Materials to be Approved - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Construction Times - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - Tree Protection - No development [including demolition] pursuant to this consent shall commence until an Arboricultural Method Statement and Tree Protection Plan, drafted in accordance with the recommendations and guidance set out in BS 5837:2012 has been submitted to and approved in writing by the Local Planning Authority and the approved details have been installed.  The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 6 - Site Supervision (Trees) - The details of the Arboricultural Method Statement and Tree Protection Plan shall include the retention of an arboricultural expert to supervise, monitor and report to the LPA not less than monthly the status of all tree works and tree protection measures throughout the course of the construction period. At the conclusion of the construction period the arboricultural expert shall submit to the LPA a satisfactory completion statement to demonstrate compliance with the approved protection measures.",
    "Condition : 7 - The proposed garage door/doors must not open out onto the highway.",
    "Condition : 8 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The application was acceptable as submitted, and approved with an agreed determination date.\r\n",
    "Condition : 9 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n"
  ],
  "appeal_start_date": null,
  "development_type": "Other house holder developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.196828,
          51.422935
        ],
        [
          -0.197214,
          51.422874
        ],
        [
          -0.197224,
          51.42287
        ],
        [
          -0.197236,
          51.42286
        ],
        [
          -0.197243,
          51.422846
        ],
        [
          -0.197227,
          51.42278
        ],
        [
          -0.196789,
          51.42283
        ],
        [
          -0.196828,
          51.422935
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/P3293",
  "decision_agency": "Borough",
  "decision_date": "11/02/2025",
  "pp_id": "PP-13572089\r",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P3293",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.422831,
    "lon": -0.197088
  },
  "status": "Approved",
  "last_updated": "2025-03-19T18:40:13.528+00:00",
  "actual_completion_date": null,
  "lapsed_date": "11/02/2028",
  "borough": "Merton",
  "id": "Merton-24_P3293",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "48069758",
  "locality": "Wimbledon",
  "application_details": {
    "total_gia_gained": 23.8,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "02/2025",
    "intended_completion_date": "05/2025",
    "site_area": 0.033
  }
}