{
  "valid_date": "11/12/2024",
  "epc_number": "8296-7129-4480-8236-0926",
  "site_name": null,
  "cil_liability": false,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526248.1035042687,
              170801.4481726862
            ],
            [
              526253.5040192932,
              170803.2476575892
            ],
            [
              526254.8974346202,
              170799.51872498327
            ],
            [
              526257.5028739297,
              170792.6007052433
            ],
            [
              526262.045902599,
              170780.704110604
            ],
            [
              526256.7031030022,
              170778.654697243
            ],
            [
              526255.8538617083,
              170780.95403906424
            ],
            [
              526248.1035042687,
              170801.4481726862
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": "54",
  "decision": "Comment Issued",
  "parking_details": null,
  "application_type_full": "Prior Approval: Larger Home Extension",
  "ward": "Wandle",
  "last_date_consultation_comments": "04/01/2025",
  "centroid_easting": 526258,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "APPLICATION FOR PRIOR APPROVAL IN RESPECT OF THE PROPOSED ERECTION OF A SINGLE STOREY REAR EXTENSION WITH A DEPTH OF 4.68M, MAXIMUM HEIGHT OF 3.52M AND EAVES HEIGHT OF 3.0M. ",
  "appeal_decision": null,
  "postcode": "SW19 1AB",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "10/02/2025",
  "street_name": "Cowper Road",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": 170787,
  "application_type": "Prior Approval",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - The operations would consist of the enlargement of a dwelling house within the meaning of Class A of Part 1 of Schedule 2 to the Town & Country Planning (General Permitted Development)  (England) Order 2015 \"the Order\" and would comply with the development tolerances set out in said Class A. The operation would therefore have been granted planning permission by Article 3 of the Order.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans:Drawing no. ETA-COW-PA-099(Site Location Plan& Proposed Site Plan) Dated December 2024 \r\nDrawing no. ETA-COW-PA-100 (Proposed Ground Floor GA Plan) Dated December 2024 \r\nDrawing no. ETA-COW-PA-311 (Proposed GA Front Elevation Plan, Proposed GA Rear Elevation Plan, Proposed GA Side Elevation Plan Amended) Dated 23.01.2025 Received 23 January 2025.\r\nDrawing no. ETA-COW-PA-212 (Proposed GA Section A Plan, Proposed GA Section B Plan and Proposed GA Section C Plan, Amended) Dated23.01.2025 Received 23 January 2025.\r\nVerification of application evidence: 54 Cowper Road, Wimbledon, SW19 1AB Amended Dated 23/01/2025.Received on Thursday 23/01/2025\r\nSite Photographs Received  On 13th  December 2024\r\n",
    "Condition : 3 - 1.It is a requirement of paragraph A.3 of the above legislation that the materials used in any exterior work (other than materials used in the construction of the conservatory) shall be of a similar appearance to those used in the construction of the exterior of the existing dwellinghouse",
    "Condition : 4 - 2..It is a requirement of Condition A.4 that the development shall be carried out in accordance with the information that the developer provided to the Local Planning Authority, unless the local planning authority and the developer agree otherwise in writing. It is a requirement of Condition A.4 that the development shall be carried out in accordance with the submitted drawings and information that the developer provided to the local planning authority, unless the local planning authority and the developer agree otherwise in writing",
    "Condition : 5 - ADVICE NOTE\r\n(1)It is no longer a requirement that the development shall be completed on or before 30th May 2019.\r\n",
    "Condition : 6 - (2)It is no longer a requirement that the developer notifies the local planning authority of the completion of the development as soon as reasonably practicable after completion, in writing including (a) the name of the developer, (b) the address or location of the development, and (c) the date of completion",
    "Condition : 7 - INFORMATIVE (Party Wall Act) - The applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttps://www.gov.uk/party-walls-building-works\r\n",
    "Condition : 8 - INFORMATIVE\r\nNote to Applicant -Approved Schemes\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni)  The application was amended  reducing the Eaves Height down to 3 Metres following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made with an Extension Of Time Date with an agreed determination date 10 February 2025.\r\n\r\n"
  ],
  "appeal_start_date": null,
  "development_type": "Minor all other minor developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.185663,
          51.422173
        ],
        [
          -0.185585,
          51.422188
        ],
        [
          -0.185566,
          51.422154
        ],
        [
          -0.185531,
          51.422092
        ],
        [
          -0.18547,
          51.421984
        ],
        [
          -0.185548,
          51.421966
        ],
        [
          -0.185559,
          51.421987
        ],
        [
          -0.185663,
          51.422173
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/P3475",
  "decision_agency": "Borough",
  "decision_date": "10/02/2025",
  "pp_id": "PP-12326245",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P3475",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.422041,
    "lon": -0.185526
  },
  "status": "Comment Issued",
  "last_updated": "2025-03-19T18:40:42.072+00:00",
  "actual_completion_date": null,
  "lapsed_date": "10/02/2028",
  "borough": "Merton",
  "id": "Merton-24_P3475",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "48018596",
  "locality": "London",
  "application_details": {
    "total_gia_gained": 14,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "01/2024",
    "intended_completion_date": "06/2024",
    "no_additional_bathrooms": 0,
    "site_area": 0.014
  }
}