{
  "valid_date": "25/11/2024",
  "epc_number": null,
  "site_name": null,
  "cil_liability": true,
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525248.5500105661,
              169508.8003268884
            ],
            [
              525255.7000105702,
              169510.95032688807
            ],
            [
              525243.5000105638,
              169552.1503269006
            ],
            [
              525241.2500105624,
              169554.75032690103
            ],
            [
              525236.6500105597,
              169558.35032690095
            ],
            [
              525233.550010558,
              169557.40032690117
            ],
            [
              525248.5500105661,
              169508.8003268884
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "actual_commencement_date": null,
  "site_number": "20",
  "decision": "Approved",
  "parking_details": null,
  "application_type_full": "Householder planning permission",
  "ward": "Merton Park",
  "last_date_consultation_comments": "19/03/2025",
  "centroid_easting": 525244,
  "appeal_decision_date": null,
  "appeal_status": null,
  "description": "APPLICATION FOR THE ERECTION OF A SINGLE STOREY REAR EXTENSION, THE CONVERSION OF THE LOFT SPACE TO INCLUDE A DORMER WINDOW TO THE SIDE OF THE ROOF SLOPE, ROOF SKYLIGHTS TO THE THREE ROOF SLOPES,  A SIDE EXTENSION AT FIRST FLOOR LEVEL, ALTERATIONS TO THE FENESTRATION . ALL TOGETHER WITH OTHER MINOR INTERNAL ALTERATIONS.",
  "appeal_decision": null,
  "postcode": "SW19 3HG",
  "date_building_work_completed_under_previous_permission": null,
  "decision_target_date": "21/03/2025",
  "street_name": "Melrose Road",
  "decision_process": null,
  "last_updated_by": "Northgate M3",
  "centroid_northing": 169536,
  "application_type": "Householder",
  "title_number": null,
  "decision_conditions": [
    "Condition : 1 - Commencement of development (Full Permission) - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.",
    "Condition : 2 - Approved Plans - The development hereby permitted shall be carried out in accordance with the following approved plans: 1073_01_101A, 1073_03_101G, 1073_03_102G, 1073_03_103G, 1073_05_101G & 1073_05_102G.",
    "Condition : 3 - Materials to be Approved - No development shall take place above ground level until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Boundary Treatment - No development above ground level shall take place until details of all boundary walls or fences are submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied / the use of the development hereby approved shall not commence until the details are approved and works to which this condition relates have been carried out in accordance with the approved details. The walls and fencing shall be\r\npermanently retained thereafter.",
    "Condition : 5 - Landscaping - The development shall not be occupied  until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 6 - Tree Protection - The development shall be undertake in accordance with the details and recommendations set out in the Landscaping Tree Report Ref TGB314.V1.1 compiled by TGB Tree Consulting and dated 15/01/2025. The details and measures as approved shall be retained and maintained, until the completion of all site operations.\r\n",
    "Condition : 7 - No Use of Flat Roof  - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 8 - Demolition and Construction Method Statement; No development shall take place until a Demolition and Construction Method Statement has been submitted to, and approved in writing by, the Local Planning Authority. The approved Statement shall be adhered to throughout the demolition and construction period and it shall provide for:\r\ni) hours of operation\r\nii) the parking of vehicles of site operatives and visitors\r\niii) loading, unloading and storage of plant and materials used in constructing the development including methods to ensure the shared access to the rear of the site is not restricted for other users.\r\niv) the erection and maintenance of safety hoarding or other suitable temporary boundary treatments along the boundary with the vehicle accessway adjoining the site\r\nv) measures to control the emission of noise, vibration, dust and dirt during demolition & construction.\r\nv) a scheme for recycling/disposing of waste resulting from demolition and construction works\r\n\r\nReason: To ensure the safety of pedestrians and vehicles and the amenities of the surrounding area and to comply with the following Development Plan policies for Merton: policies T4 and T7 of the London Plan 2021 and policies D12.3 and T16.3 of Merton's Local Plan 2024\r\n",
    "Condition : 9 - Obscured Glazing - Before the development hereby permitted is first occupied, the windows in the side dormer roof extension shall be glazed with obscured glass up to 1.7m above internal floor level, fitted with opening restrictors and shall be maintained as such thereafter.",
    "Condition : 10 - INFORMATIVE\r\nThe applicant should be aware that the site may provide a useful habitat for swifts. Swifts are currently in decline in the UK and in order to encourage and improve the conservation of swifts the applicant is advised to consider the installation of swift nesting box/bricks on site.\r",
    "Condition : 11 - INFORMATIVE\r\nNote to Applicant - Scheme Amended During Application Lifecycle\r\nIn accordance with paragraph 38 of the National Planning Policy Framework, London Borough of Merton (LBM) takes a positive and proactive approach to the delivery of sustainable development, by:\r\n1. Providing a formal pre-application advice service, details to be found on Planning pre-application advice service on LBM's website\r\n2. Providing written policies and guidance, which is available to view on LBM's website.\r\n3. Where appropriate, negotiating amendments to secure a positive decision.\r\n4. Determining applications in a timely manner including providing a fast track service, details to be found on Get a quicker planning decision on LBM's website.\r\n\r\nIn this instance:\r\ni) The applicant/agent was provided with pre-application advice.\r\n\r\nii) The application was amended following negotiations with the Council to ensure the scheme complied with adopted policy and guidance, and a decision was made with an agreed determination date.\r\n\r\n"
  ],
  "appeal_start_date": null,
  "development_type": "Other house holder developments",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.200488,
          51.410778
        ],
        [
          -0.200384,
          51.410795
        ],
        [
          -0.200545,
          51.411168
        ],
        [
          -0.200576,
          51.411192
        ],
        [
          -0.200641,
          51.411225
        ],
        [
          -0.200686,
          51.411218
        ],
        [
          -0.200488,
          51.410778
        ]
      ]
    ],
    "type": "Polygon"
  },
  "lpa_app_no": "24/P3333",
  "decision_agency": "Borough",
  "decision_date": "20/03/2025",
  "pp_id": "PP-13562897",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P3333",
  "lpa_name": "Merton",
  "bo_system": "Northgate M3",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": 51.411023,
    "lon": -0.200543
  },
  "status": "Approved",
  "last_updated": "2025-03-20T12:40:00.333Z",
  "actual_completion_date": null,
  "lapsed_date": "20/03/2028",
  "borough": "Merton",
  "id": "Merton-24_P3333",
  "reference_no_of_permission_being_relied_on": null,
  "uprn": "48049034",
  "locality": "Wimbledon",
  "application_details": {
    "total_gia_gained": 25.7,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "03/2025",
    "intended_completion_date": "08/2025",
    "no_additional_bathrooms": 0,
    "site_area": 0.038000000000000006
  }
}