{
  "appeal_status": null,
  "lapsed_date": "09/05/2025",
  "appeal_start_date": null,
  "date_building_work_completed_under_previous_permission": "20/01/2023",
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=24/P3146",
  "borough": "Merton",
  "application_type_full": "Full planning permission",
  "actual_commencement_date": null,
  "ward": "Colliers Wood",
  "decision_date": "09/05/2025",
  "parking_details": {
    "no_existing_cycle": 4,
    "no_proposed_cycle": 4,
    "net_cycle": 0
  },
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527740.5007897737,
              170571.10411182197
            ],
            [
              527722.7986435776,
              170564.7959175211
            ],
            [
              527718.752539848,
              170576.0268399602
            ],
            [
              527714.3026903712,
              170589.41648286965
            ],
            [
              527723.8687362142,
              170583.69990992494
            ],
            [
              527733.4746074119,
              170576.39597505407
            ],
            [
              527740.5007897737,
              170571.10411182197
            ],
            [
              527740.5007897737,
              170571.10411182197
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "PP-13538355",
  "development_type": "Minor dwellings",
  "description": "RETROSPECTIVE APPLICATION FOR ERECTION OF TWO STOREY SIDE EXTENSION, REAR DORMER, CREATION OF x2 ROOF PARAPETS AND ASSOCIATED WORKS TO FACILITATE THE SUB DIVISION OF GRANNY ANNEX TO CREATE 2 x SELF CONTAINED FLATS. ",
  "site_name": null,
  "decision_conditions": [
    "Reason : 1 - The siting, design, scale, form and massing of the two storey side extension and rear dormer, combined with the raising of the parapet wall on the flank elevation and the design of the parapet between the addition and the original dwellinghouse results in a visually obtrusive and unsympathetic form of overdevelopment which erodes the character and appearance of the host site and surrounding area. The proposal is therefore contrary to policies D12.1, D12.2 and D12.3 of Merton's Local Plan 2024 and policies D3 and D4 of the London Plan 2021",
    "Reason : 2 - Due to the absence of information regarding the boundary treatments towards the rear and accurate drawings of the dormers, the development is considered to potentially create a sense of visual intrusion and be overbearing to the detriment of the residential amenity of nearby occupants, in particular, occupiers of 109 Lyveden Road. The scheme is contrary to, in particular, policy D12.3 of Merton's Local Plan 2024 ",
    "Reason : 3 - Due to the proposed removal of the boundary treatment along the front elevation officers consider that the proposed development would not respect the existing pattern of development and would increase visual permeability into the front of the building which would fail to positively contribute to the visual amenity of the host site and the streetscene, contrary to, in particulary D12.1, D12.2 and D12.3 of Merton's Local Plan 2024",
    "Reason : 4 - The application has not considered safety and security issues, as such officers consider that the proposal in its current form does not address the objectives of policy D12.3 of Merton's Local Plan 2024 in terms of crime prevention and secure design ",
    "Reason : 5 - In the absence of an acceptable Flood Risk Assessment that includes assessment on potential impact and structural integrity of the culverted river, it has not been demonstrated the scheme would safeguard the risk of flooding in the locality. Thereby the scheme would fail to accord with the objectives setout within policy F15.8 of Merton's Local Plan 2024",
    "Reason : 6 - In the absence of a fire safety strategy, the applicant has failed to demonstrate that the development provides the highest standard of fire safety, thereby failing to comply with policy D12 of the London Plan 2021.",
    "Reason : 7 - By reason of absence of necessary Energy Statement and the scheme failing to achieve Zero Carbon and the absence of a legal agreement to secure the required carbon offset fund the scheme fails to provide a sustainable and energy efficient scheme contrary to the aims and objectives of, in particular, policy CC2.2 of Merton Local Plan 2024.",
    "Reason : 8 - In the absence of a Biodiversity Net Gain Statement incorporating aerial images of the site, marked up to show existing and proposed development areas, and how that accords with the exemption criteria claimed, together with photographs of the current site conditions, the scheme fails to comply with requirements set out in, in particular, the Environment Act 2021, The Biodiversity Gain Requirements (Exemptions) Regulations 2024 and Merton Local Plan Policy O15.3.",
    "Reason : 9 - The application has failed to demonstrate that the proposed development would secure a net biodiversity gain of 10% or any relevant exemptions. The proposal therefore fails to comply with policy G6 of the London Plan 2021 and Schedule 7A of the Town and Country Planning Act 1990 (as inserted by Schedule 14 of the Environment Act 2021) ",
    "Reason : 10 - In the absence of a completed S106 undertaking to ensure that the occupiers of both additional units are prevented from being able to obtain parking permits for the Controlled Parking Zone, the proposal results in an increased demand for on street parking, resulting in a detrimental impact on highway and additional parking pressure locally and be contrary to the Mayor and the Council's commitment to reducing car usage and promoting more sustainable forms of transport. The proposal is therefore contrary to policy T6 of the London Plan 2021, Policy T16.1, T16.2 ad T16.3 of Merton's Local Plan 2024 ",
    "Reason : 11 - In the absence of a s106 legal agreement securing the required financial contribution towards affordable housing or a financial viability assessment to justify the lack of, the scheme fails to comply with, in particular, policy H11.1 of Merton Local Plan (2024). ",
    "Reason : 12 - INFORMATIVE\r\nNote to Applicant\r\nIn accordance with paragraph 38 of the NPPF, The London Borough of Merton  (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\"\tOffering a pre-application advice and duty desk service. \r\nIn this instance:\r\n\"\tThe application was considered to be fundamentally contrary to the provisions of the Development Plan and the NPPF, and there were not considered to be any solutions to resolve this conflict. \r\n\"\tIt is noted that the applicant/agent did not engage in any pre-application discussions.\r\n\"\tThe applicant is advised to seek pre-application advice on any resubmission.\r\n"
  ],
  "lpa_app_no": "24/P3146",
  "subdivision_of_building": null,
  "centroid_easting": 527724,
  "epc_number": "2540-3823-3878-4409-8691",
  "secondary_street_name": null,
  "lpa_name": "Merton",
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_updated_by": "Northgate M3",
  "cil_liability": true,
  "postcode": "SW17 9DT",
  "decision_process": null,
  "application_details": {
    "affordable_housing_fast_track": false,
    "grey_water_reuse": false,
    "total_gia_existing": 110.4,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 110.4,
        "use_class": "C3",
        "gia_gained": 0,
        "gia_lost": 0
      }
    ],
    "site_area": 0.0128,
    "total_gia_gained": 0,
    "surface_water_discharge_percentage_reduction": 0,
    "total_gia_lost": 0,
    "scheme_phasing": true,
    "rain_water_harvesting": false,
    "projected_cost_of_works": "Up to £2m",
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 110.4,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0
    },
    "garden_land_lost": true,
    "infrastructure_details": {
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 0,
      "percentage_demolition_construction_material_recycling": 0,
      "green_roof_area": 0,
      "no_resi_units_to_have_full_fibre": 2,
      "ghg_reduction_over_building_regulations": true,
      "no_new_water_connections_required": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": false,
      "urban_greening_factor_score": 0.4,
      "no_homes_passive_cooling": 0,
      "no_homes_to_have_electrical_heating": 0,
      "total_annual_pm_emissions": 0,
      "waste_provision": true
    },
    "internal_resi_water_usage": 105,
    "phasing_details": [
      {
        "phase_detail": "Single Phase",
        "intended_commencement_date": "11/2022",
        "intended_completion_date": "01/2024"
      }
    ],
    "ownership_status": "Private"
  },
  "uprn": "48046380",
  "street_name": "Lyveden Road",
  "decision": "Refused",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.164294,
          51.419769
        ],
        [
          -0.164551,
          51.419716
        ],
        [
          -0.164605,
          51.419818
        ],
        [
          -0.164664,
          51.41994
        ],
        [
          -0.164528,
          51.419886
        ],
        [
          -0.164393,
          51.419818
        ],
        [
          -0.164294,
          51.419769
        ],
        [
          -0.164294,
          51.419769
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "site_number": "109",
  "date_building_work_started_under_previous_permission": "22/11/2022",
  "centroid_northing": 170575,
  "centroid": {
    "lon": -0.16453,
    "lat": 51.419808
  },
  "valid_date": "14/03/2025",
  "id": "Merton-24_P3146",
  "last_updated": "2025-05-09T16:20:00.343Z",
  "locality": "Tooting",
  "status": "Refused",
  "last_date_consultation_comments": "18/04/2025",
  "decision_target_date": "09/05/2025",
  "actual_completion_date": null,
  "bo_system": "Northgate M3",
  "reference_no_of_permission_being_relied_on": null,
  "title_number": null,
  "application_type": "All Other"
}