{
  "reference_no_of_permission_being_relied_on": null,
  "title_number": [],
  "application_type_full": null,
  "lpa_app_no": "22/04095/RE3",
  "url_planning_app": null,
  "actual_completion_date": null,
  "pp_id": null,
  "lapsed_date": "31/10/2028",
  "secondary_street_name": null,
  "centroid": {
    "lon": -0.06506,
    "lat": 51.662536
  },
  "decision_process": "Committee",
  "actual_commencement_date": null,
  "site_number": null,
  "uprn": "000207008255",
  "epc_number": null,
  "appeal_status": null,
  "last_date_consultation_comments": "03/03/2023",
  "description": "Provision of a new shared pedestrian and cycle path alongside the New River and associated hard and soft landscaping.",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.065038,
          51.662549
        ],
        [
          -0.065039,
          51.662522
        ],
        [
          -0.065082,
          51.662522
        ],
        [
          -0.065081,
          51.662549
        ],
        [
          -0.065038,
          51.662549
        ]
      ]
    ],
    "type": "Polygon"
  },
  "development_type": "Major all other major developments",
  "last_updated_by": "Idox Uniform",
  "locality": null,
  "site_name": "Street Record",
  "appeal_decision_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "cil_liability": false,
  "decision_conditions": [
    "Bat monitoring\r\rFollowing the first use of the lights, a bat monitoring programme is to be implemented.  The monitoring should use, as a baseline, the spring 2023 survey that the applicant has already undertaken.  The programme shall comprise: \r\rA) three walked bat transects - one in spring (April/May), one in summer (June/July/August) and one in autumn (September/October) \r\rB) the installation of three static bat detectors per survey for a minimum of 5 consecutive nights per transect for the first four years with a final survey 7 years after first use of the lights.  \r\rIf during the monitoring programme period the surveys reveal an adverse impact on bat activity or populations, the lighting scheme will be adjusted to seek to minimise impacts to bat habitats, while also accounting for the safety of path users.\r  \rA report is to be submitted to and approved in writing by the Local Planning Authroity after each summer of monitoring in years as set out below, in accordance with paragraph B in this condition, detailing the results of the monitoring programme and any remedial measures that have been taken:\r\ri) Year 1\rii) Year 2\riii) Year 3\riiii) Year 4\rv) Year 7\r\rReason: To minimise impacts on biodiversity in accordance with Paragraphs 179 and 180 of the NPPF.",
    "Vegetation clearance outside of nesting season\r\rAll areas of hedges, scrub or similar vegetation where birds may nest which are to be removed as part of the development, are to be cleared outside the bird-nesting season (March - August inclusive) or if clearance during the bird-nesting season cannot reasonably be avoided, a suitably qualified ecologist will check the areas to be removed immediately prior to clearance and advise whether nesting birds are present. If active nests are recorded, no vegetation clearance or other works that may disturb active nests shall proceed until all young have fledged the nest.\r\rReason: To ensure that wildlife is not adversely impacted by the proposed development in accordance with national wildlife legislation and in line with CP36 of the Core Strategy. Nesting birds are protected under the Wildlife and Countryside Act, 1981 (as amended)",
    "Arboricultural Method Statement compliance\r\rDevelopment shall be undertaken strictly in accordance with the approved details in the Arboricultural Report [Arboricultural Report, Arb Consultancy]. \r\rReason: To ensure that the retained trees, shrubs and hedgerows on the site or in adjacent sites are not adversely affected by any aspect of the development, and to screen, preserve and enhance the development and ensure adequate landscape treatment in the interest of amenity, having regard to adopted Policy.",
    "Signage notifying of area with grade increase and alternative route\r\rPrior to completion of the development, the applicant shall install signage at both ends of the section of path that exceeds a grade of 8%, notifying users of the steep path condition and providing a map with an alternative route at an accessible grade, and an option to re-join the path.\r\rReason: To ensure the development remains accessible and legible, in accordance with London Plan policy D5 and Enfield policy CP30",
    "Scheme of heritage interpretation, including location of information posts\r\rPrior to completion, a scheme of heritage interpretation shall be submitted to and approved in writing by the local planning authority. The scheme shall include no fewer than five locations along the route. Details shall include date(s) of installation and on-going maintenance. Upon approval, works shall be implemented in accordance with the approved plans and be permanently maintained.\r\rReason: To ensure that the development suitably incorporates the heritage value of development site.",
    "Details of street furniture, cycle stands, benches, lighting, bollards, signage and information posts\r\rPrior to their installation, details shall be submitted to and approved in writing by the Local Planning Authority of all street furniture, cycle stands, benches, lighting, bollards, signage and information posts.  The detailed specifications and design should be in line with the information included in the indicative Placemaking Strategy [Placemaking Strategy Feb 2023, Appendix A and Appendix B v2].   These features shall be installed and maintained in accordance with the approved details.\r\rReason: To comply with Policies CP30 of the Core Strategy, Policies DMD37 and DMD81 of the Development Management Document and Policies D4, D5, D8, G4 and G5 of the London Plan.\r",
    "Details of new bridge at Turkey Brook\r\rPrior to the commencement of construction of the bridge at Turkey Brook, and notwithstanding the information provided in the hereby approved document [19119-MET-0100-DR-HE-010 Rev 01, KCL/TBB01 Rev 1], further detailed drawings of the new bridge at Turkey Brook shall be submitted to and approved in writing by the Local Planning Authority.  \r\rThe development thereafter shall be implemented in strict accordance with the approved details.\r\rReason: To comply with Policies CP30 of the Core Strategy, Policies DMD37 and DMD81 of the Development Management Document and Policies D4, D5, D8, G4 and G5 of the London Plan. \r",
    "Details of CCTV locations\r\rPrior to completion of the development, details shall be submitted to and approved in writing by the Local Planning Authority of the locations of CCTV.  The development thereafter shall be implemented in strict accordance with the approved details.\r\rReason: In the interest of public safety and security.",
    "Rain gardens capacity\r\rPrior to commencement, details regarding the rainfall event the rain gardens have capacity for before engaging the overflow, shall be submitted to and approved in writing by the Local Planning Authority.  The method of calculation can be found here: pages 20 - 21 of the UDL SuDS guide for simple calculations https://www.urbandesignlondon.com/documents/85/UDL_Rain_Gardens_for_web_0vwx1Ls.pdf. The development shall be implemented in accordance with the approved details. \r\rReason: In the interest of delivering sustainable drainage systems and to satisfy the requirements of the LLFA's SuDS register.  \r",
    "Gate and railing repair and re-use\r\rNo 'estate rail' fences or 'kissing-gates' shall be removed until a schedule of repair and reinstatement has been submitted to and approved in writing by the local planning authority. This schedule shall clearly identify the location of fences and gates to be removed, relocated or refurbished; details of necessary repairs; and large-scale drawings of replacement like-for-like railings where they are beyond repair. The development shall be implemented in accordance with the approved details. \r\rReason: To secure and safeguard the special historic character of the New River.",
    "Time limit \r\rThe development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice.\r\rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.",
    "In Accordance with Plans \r\rThe development hereby approved, shall be carried out in accordance with the following approved drawings.\r\r19119-MET-BND-DR-HE-001A 02\r19119-MET-0100-DR-HE-004 06\r19119-MET-0100-DR-HE-005 07\r19119-MET-0100-DR-HE-006 06\r19119-MET-0100-DR-HE-007 06\r19119-MET-0100-DR-HE-008 06\r19119-MET-0100-DR-HE-009 07\r19119-MET-0100-DR-HE-010 07\r19119-MET-0100-DR-HE-011 06\r19119-MET-0100-DR-HE-012 06\r19119-MET-0100-DR-HE-013 06\r19119-MET-0100-DR-HE-014 06\r19119-MET-0100-DR-HE-014 06\r19119-MET-0600-DE-CH-032-01\r19119-MET-0600-DE-CH-033-01\r19119-MET-0600-DE-CH-034-01\r19119-MET-0600-DE-CH-035-01\r19119-MET-0600-DE-CH-036-01\r19119-MET-0600-DE-CH-037-01\r19119-MET-0600-DE-CH-038-01\r19119-MET-0600-DE-CH-039-01\r19119-MET-0600-DE-CH-040-01\r19119-MET-0600-DE-CH-041-01\r19119-MET-0600-DE-CH-042-01\r19119-MET-0600-DE-CH-043-01\r19119-MET-0600-DE-CH-044-01\r19119-MET-0600-DE-CH-045-01\r19119-MET-0600-DE-CH-046-01\r19119-MET-0600-DE-CH-047-01\r19119-MET-0600-DE-CH-048-01\r19119-MET-0600-DE-CH-049-01\r19119-MET-0600-DE-CH-050-01\r19119-MET-0600-DE-CH-051-01\r19119-MET-0600-DE-CH-052-01\r19119-MET-0600-DE-CH-053-01\r19119-MET-0600-DE-CH-054-01\r19119-MET-0600-DE-CH-055-01\r19119-MET-0600-DE-CH-056-01\r19119-MET-0600-DE-CH-057-01\r19119-MET-0600-DE-CH-058-01\r19119-MET-0600-DE-CH-059-01\r19119-MET-0600-DE-CH-060-01\r19119-MET-0600-DE-CH-061-01\r19119-MET-0600-DE-CH-062-01\r19119-MET-0600-DE-CH-063-01\r19119-MET-0600-DE-CH-064-01\r19119-MET-0600-DE-CH-065-01\r19119-MET-0600-DE-CH-066-01\r19119-MET-0600-DE-CH-067-01\r19119-MET-0600-DE-CH-068-01\r19119-MET-0600-DE-CH-069-01\r19119-MET-0110-DR-CH-004- 01\r19119-MET-0110-DR-CH-005- 01\r19119-MET-0110-DR-CH-006- 01\r19119-MET-0110-DR-CH-007- 01\r19119-MET-0110-DR-CH-008- 01\r19119-MET-0110-DR-CH-009- 01\r19119-MET-0110-DR-CH-010- 01\r19119-MET-0110-DR-CH-011- 01\r19119-MET-0110-DR-CH-012- 01\r19119-MET-0110-DR-CH-013-01\r19119-MET-0200-DR-CH-004- 02\r19119-MET-0200-DR-CH-005- 02\r19119-MET-0200-DR-CH-006- 02\r19119-MET-0200-DR-CH-007- 02\r19119-MET-0200-DR-CH-008- 02\r19119-MET-0200-DR-CH-009- 02\r19119-MET-0200-DR-CH-010- 02\r19119-MET-0200-DR-CH-011- 02\r19119-MET-0200-DR-CH-012- 02\r19119-MET-0200-DR-CH-013- 02\r19119-MET-0200-DR-CH-014- 02\r19119-MET-1300-HLG-DR-EO-004-03\r19119-MET-1300-HLG-DR-EO-002-B \r19119-MET-1300-HLG-DR-EO-003-B \r19119-MET-1300-HLG-DR-EO-004-B \r19119-MET-1300-HLG-DR-EO-005-B \r19119-MET-1300-HLG-DR-EO-006-B \r19119-MET-1300-HLG-DR-EO-007-B \r19119-MET-1300-HLG-DR-EO-008-B \r19119-MET-1300-HLG-DR-EO-009-B \r19119-MET-1300-HLG-DR-EO-010-B \rLighting Asset Schedule ref. 19119-MET-HEL-DR-001 B\rProposed terminations and pillars ref. 19119-MET-HEL-DR-002 B\rGeneral Electrical details ref. 19119-MET-HEL-DR-003 B\rProposed Schematics ref. 19119-MET-HEL-DR-004 B\r19119-MET-3000-DR-LE-004-05\r19119-MET-3000-DR-LE-005-03\r19119-MET-3000-DR-LE-006-03\r19119-MET-3000-DR-LE-007-03\r19119-MET-3000-DR-LE-008-03\r19119-MET-3000-DR-LE-009-03\r19119-MET-3000-DR-LE-010-03\r19119-MET-3000-DR-LE-011-03\r19119-MET-3000-DR-LE-012-03\r19119-MET-3000-DR-LE-013-03\r19119-MET-3000-DR-LE-014-03\r19119-MET-3000-DR-LE-015-03\r8778-LDA-00-XX-DR-L-3504-PL05\r8778-LDA-00-XX-DR-L-3505-PL06\r8778-LDA-00-XX-DR-L-3506-PL05\r8778-LDA-00-XX-DR-L-3507-PL05\r8778-LDA-00-XX-DR-L-3508-PL05\r8778-LDA-00-XX-DR-L-3509-PL05\r8778-LDA-00-XX-DR-L-3510-PL05\r8778-LDA-00-XX-DR-L-3511-PL05\r8778-LDA-00-XX-DR-L-3512-PL05\r8778-LDA-00-XX-DR-L-3513-PL05\r8778-LDA-00-XX-DR-L-3514-PL05\r8778-LDA-00-XX-DR-L-3515-PL06\r8778-LDA-00-XX-DR-L-3515-PL08\r19119-MET-GEN-DR-RW-001 Rev 0\r19119-MET-GEN-DR-RW-002 Rev 0\r19119-MET-GEN-DR-RW-003 Rev 0\r19119-MET-GEN-DR-RW-004 Rev 0\r19119-MET-GEN-DR-RW-005 Rev 0\r19119-MET-GEN-DR-RW-006 Rev 0\r19119-MET-GEN-DR-RW-007 Rev 0\r19119-MET-GEN-DR-RW-008 Rev 0\r19119-MET-GEN-DR-RW-009 Rev 0\r19119-MET-GEN-DR-RW-010 Rev 0\r19119-MET-GEN-DR-RW-011 Rev 0\r19119-MET-GEN-DR-RW-012 Rev 0\r19119-MET-GEN-DR-RW-013 Rev 0\r19119-MET-GEN-DR-RW-014 Rev 0\r19119-MET-GEN-DR-RW-015 Rev 0\r19119-MET-GEN-DR-RW-016 Rev 0\r19119-MET-GEN-DR-RW-017 Rev 0\r19119-MET-GEN-DR-RW-018 Rev 0\r19119-MET-GEN-DR-RW-019 Rev 0\r19119-MET-GEN-DR-RW-020 Rev 0\r19119-MET-GEN-DR-RW-021 Rev 0\r19119-MET-0400-DR-CH-004-05 \r19119-MET-0400-DR-CH-005-03 \r19119-MET-0400-DR-CH-006-03 \r19119-MET-0400-DR-CH-007-03 \r19119-MET-0400-DR-CH-008-03 \r19119-MET-0400-DR-CH-009-03 \r19119-MET-0400-DR-CH-010-03 \r19119-MET-0400-DR-CH-011-03 \r19119-MET-0400-DR-CH-012-03 \r19119-MET-0400-DR-CH-013-03 \r19119-MET-0400-DR-CH-014-03 \r19119-MET-0400-DR-CH-014-03\r19119-MET-0400-DR-SC-004-01 \r19119-MET-0400-DR-SC-005-01 \r19119-MET-0400-DR-SC-006-01 \r19119-MET-0400-DR-SC-007-01 \r19119-MET-0400-DR-SC-008-01 \r19119-MET-0400-DR-SC-009-01 \r19119-MET-0400-DR-SC-010-01 \r19119-MET-0400-DR-SC-011-01 \r19119-MET-0400-DR-SC-012-01 \r19119-MET-0400-DR-SC-013-01 \r19119-MET-0400-DR-SC-014-01 \r19119-MET-0400-DR-SC-015-01\r19119-MET-0400-DE-CH-001-02\r19119-MET-0400-DE-CH-002-02\r19119-MET-0400-DE-CH-003-02\r19119-MET-0400-DE-CH-004-02\r19119-MET-0500-DR-CD-004-05\r19119-MET-0500-DR-CD-005-03\r19119-MET-0500-DR-CD-006-03\r19119-MET-0500-DR-CD-007-03\r19119-MET-0500-DR-CD-008-03\r19119-MET-0500-DR-CD-009-03\r19119-MET-0500-DR-CD-010-03\r19119-MET-0500-DR-CD-011-03\r19119-MET-0500-DR-CD-012-03\r19119-MET-0500-DR-CD-013-03\r19119-MET-0500-DR-CD-014-03\r19119-MET-0500-DR-CD-015-03\r19119-MET-0500-DE-CD-001-01\r19119-MET-0500-DE-CD-002-01\r19119-MET-0500-DE-CD-003-01\r19119-MET-3000-DE-LE-001- 03\r19119-MET-0100-DR-HE-010 Rev 01  \rKCL/TBB01 Rev 1\r19119-MET-4000-DR-AX-004-04\r19119-MET-4000-DR-AX-005-03\r19119-MET-4000-DR-AX-006-03\r19119-MET-4000-DR-AX-007-03\r19119-MET-4000-DR-AX-008-03\r19119-MET-4000-DR-AX-009-03\r19119-MET-4000-DR-AX-010-03\r19119-MET-4000-DR-AX-011-03\r19119-MET-4000-DR-AX-012-03\r19119-MET-4000-DR-AX-013-03\r19119-MET-4000-DR-AX-014-03\r19119-MET-4000-DR-AX-015-03\rFlecta Bollard details 19119-MET-4000-DE-AX-002 01\r19119-MET-1100-DE-CH-001-03\r19119-MET-1100-DE-CH-002-02\r19119-MET-1100-DE-CH-003-02\r19119-MET-1100-DE-CH-004-02 \r19119-MET-1100-DE-CH-005-02\r19119-MET-1100-DE-CH-006-02\r19119-MET-1100-DE-CH-007-02\r19119-MET-1100-DE-CH-008-02\r19119-MET-1100-DE-CH-009-02\r19119-MET-1100-DE-CH-010-02\r19119-MET-1100-DE-CH-011-02\r19119-MET-1100-DR-CH-004-04\r19119-MET-1100-DR-CH-005-02 \r19119-MET-1100-DR-CH-006-02 \r19119-MET-1100-DR-CH-007-02 \r19119-MET-1100-DR-CH-008-02 \r19119-MET-1100-DR-CH-009-02 \r19119-MET-1100-DR-CH-010-02 \r19119-MET-1100-DR-CH-011-02 \r19119-MET-1100-DR-CH-012-02 \r19119-MET-1100-DR-CH-013-02\rConstruction Management Plan Rev 2.0, prepared by TKJV;\rBuilt Heritage Statement rev 3.0, prepared by RPS Group;\rLighting Design Report Version 4.0 and Sample Lighting Analysis Rev 0, prepared by Metis;\rArchaeological Desk-Based Assessment rev 3.0, prepared by RPS Group;\rFRA Update Jan 2023 and Appendix F (Turkey Brook Bridge Proposal)\rTransport Impact Assessment Rev 3.0, prepared by NRP;\rEcological Assessment, prepared by GS Ecology revised 23 February 2023;\rEqIA Feb 2023 [EqIA Annex 1  - Accessibility Feb 2023]\rArboricultural Report, prepared by Arb Consultancy;\rPlacemaking Strategy [Placemaking Strategy Feb 2023 and Appendix A and Appendix B v2]\rHealthy Streets Assessment Feb 2023\rBiodiversity Net Gain Assessment Feb 2023\r19119-MET-0600-DR-CD-004-01 Earthworks\r19119-MET-0700-DR-CD-004-04 Pavements\r19119-MET-1200-DR-CH-004-04 Road Markings and General Traffic Layout\r\rSupporting information:\rPlanning Statement Version 3.0 Feb 2023\rDesign and Access Statement Version 6 September 2023\rVerified Visuals (August 2023) [8519_PM-001-B, 8519_PM-002-A, 8519_PM-003-B, 8519_PM-004-C]\r\rReason: For the avoidance of doubt and in the interest of proper planning.",
    "Construction Management Plan compliance\r\rDevelopment shall be undertaken in accordance with the approved Construction Management Plan [Construction Management Plan Rev 2.0, prepared by TKJV], as approved by the Local Planning Authority.\r\rReason: In order to ensure that the impact of the development on the surrounding transport network is sufficiently assessed and where necessary appropriately mitigated in accordance with policy DMD48 of the Enfield Development Management Document (2014).",
    "Contamination Plan\r\rNo works shall commence until a Contamination Plan has been submitted to and approved in writing by the Local Planning Authority. The Plan must set out a strategy on how to deal with contaminated land and soil, should it be encountered during works, including the method of identifying contamination, removal and disposal of contaminated materials, and protection of human and environmental health.\r\rThe development shall be carried out in accordance with the approved details of the Contamination Plan.\r\rReason: To avoid risk to public health and the environment.",
    "Planting plans compliance\r\rThe site shall be landscaped strictly in accordance with the approved details in drawings [8778-LDA-00-XX-DR-L-3504-PL05, 8778-LDA-00-XX-DR-L-3505-PL06, 8778-LDA-00-XX-DR-L-3506-PL05, 8778-LDA-00-XX-DR-L-3507-PL05, 8778-LDA-00-XX-DR-L-3508-PL05, 8778-LDA-00-XX-DR-L-3509-PL05, 8778-LDA-00-XX-DR-L-3510-PL05, 8778-LDA-00-XX-DR-L-3511-PL05, 8778-LDA-00-XX-DR-L-3512-PL05, 8778-LDA-00-XX-DR-L-3513-PL05, 8778-LDA-00-XX-DR-L-3514-PL05, 8778-LDA-00-XX-DR-L-3515-PL06, 8778-LDA-00-XX-DR-L-3515-PL08] in the first planting season after completion, or earlier.\r\rReason: In order to ensure landscaping is delivered in accordance with green infrastructure and biodiversity objectives.",
    "Construction Environmental Management Plan\r\rPrior to commencement of development (including demolition, ground works, vegetation clearance) a construction environmental management plan (CEMP: Biodiversity) shall be submitted to and approved in writing by the local planning authority. The CEMP (Biodiversity) shall include the results, and any resulting mitigation, of surveys for otters, water voles, badgers, and roosting bats in the ash and three sycamores, nesting kingfisher, and invasive non-native species. It shall also include the following:\ra) Risk assessment of potentially damaging construction activities.\rb) Identification of \"biodiversity protection zones\".\rc) Practical measures (both physical measures and sensitive working practices) to avoid or reduce impacts during construction (may be provided as a set of method statements). This shall include the maintenance of grass as short cut to deter reptiles from the development site.\rd) The location and timing of sensitive works to avoid harm to biodiversity features \re) Measures to ensure that nesting birds are not disturbed\rf) The times during construction when specialist ecologists need to be present on site to oversee works.\rg) Responsible persons and lines of communication.\rh) The role and responsibilities on site of an ecological clerk of works (ECoW) or similarly competent person.\ri) Use of protective fences, exclusion barriers and warning signs.\r\rThe approved CEMP (Biodiversity) shall be adhered to and implemented throughout the construction period strictly in accordance with the approved details, unless otherwise agreed in writing by the local planning authority.\r\rReason: In the interest of protecting biodiversity during construction having regard to Core Policy 36 of the Core Strategy and Paragraphs 179 and 180 of the NPPF\r",
    "Landscape management and monitoring plan\r\rA landscape management plan, including long term design objectives, management responsibilities, monitoring methodologies and maintenance schedules for all landscape areas as identified within the hereby approved [8778-LDA-00-XX-DR-L-3504-PL05, 8778-LDA-00-XX-DR-L-3505-PL06, 8778-LDA-00-XX-DR-L-3506-PL05, 8778-LDA-00-XX-DR-L-3507-PL05, 8778-LDA-00-XX-DR-L-3508-PL05, 8778-LDA-00-XX-DR-L-3509-PL05, 8778-LDA-00-XX-DR-L-3510-PL05, 8778-LDA-00-XX-DR-L-3511-PL05, 8778-LDA-00-XX-DR-L-3512-PL05, 8778-LDA-00-XX-DR-L-3513-PL05, 8778-LDA-00-XX-DR-L-3514-PL05, 8778-LDA-00-XX-DR-L-3515-PL06, 8778-LDA-00-XX-DR-L-3515-PL08] shall be submitted to and approved in writing by the Local Planning Authority prior to the delivery of all permanent landscaping.  The plan shall include an Invasive Species Control Plan, and management and monitoring of enhanced and newly created habitats will be required to ensure they establish as intended and in line with the SINC citation.\r\rThe landscape management plan shall include details of how a 10% net gain in biodiversity will be achieved, in line with the Biodiversity Net Gain calculation [Biodiversity Net Gain Assessment Feb 2023] and as well as a plan to maintain the net gain for a minimum of 30 years after development completion.  \r\rThe site shall be managed and monitored strictly in accordance with the approved details beginning in the first planting season after completion of the development (or earlier).\r\rReason: To ensure that the ecological value of the site is enhanced post development, and to comply with Policies CP30 and CP36 of the Core Strategy, Policies DMD37, DMD80 and DMD81 of the Development Management Document and Policies D4, D8, G4 and G5 of the London Plan.",
    "Lighting\r\rPrior to the first use of the development, lighting shall be installed in accordance with the hereby approved drawings [19119-MET-1300-HLG-DR-EO-004-03, 19119-MET-1300-HLG-DR-EO-002-B, 19119-MET-1300-HLG-DR-EO-003-B, 19119-MET-1300-HLG-DR-EO-004-B, 19119-MET-1300-HLG-DR-EO-005-B, 19119-MET-1300-HLG-DR-EO-006-B, 19119-MET-1300-HLG-DR-EO-007-B, 19119-MET-1300-HLG-DR-EO-008-B, 19119-MET-1300-HLG-DR-EO-009-B, 19119-MET-1300-HLG-DR-EO-010-B] and indicative specifications in [Lighting Asset Schedule ref. 19119-MET-HEL-DR-001 B, Proposed terminations and pillars ref. 19119-MET-HEL-DR-002 B, General Electrical details ref. 19119-MET-HEL-DR-003 B, Proposed Schematics ref. 19119-MET-HEL-DR-004 B].  The lighting shall operate in accordance with these details, unless otherwise approved by the Local Planning Authority.\r\rReason: To ensure lighting is installed and operates in a manner that minimises biodiversity impacts.",
    "Light monitoring\r\rFor the first two years following completion of the development, light levels and frequency of light triggers will be monitored.  Based on the results of the monitoring, light level and sensitivity settings will be adjusted to seek to ensure that, to the degree possible, only movement by humans triggers lights to illuminate.\r\rReason: In the interest of neighbour amenity.",
    "Bird and bat box installation\r\rPrior to the first use of development, 30 bird and 30 bat boxes are to be installed under the supervision of a suitably qualified ecologist.  A report confirming that the boxes have been installed, including a map showing their locations, and photos of the boxes in situ, is to be submitted to the Council prior to the first use of the cycleway.  Any boxes which are damaged or removed within the first five years shall be replaced.\r\rReason: To incorporate biodiversity in and around developments in accordance with paragraph 179 and 180 of the NPPF"
  ],
  "postcode": null,
  "application_type": "All Other",
  "decision_date": "31/10/2023",
  "parking_details": null,
  "status": "Approved",
  "centroid_easting": 533926,
  "valid_date": "14/12/2022",
  "borough": "Enfield Council",
  "subdivision_of_building": null,
  "decision_target_date": "15/03/2023",
  "id": "Enfield-22_04095_RE3",
  "lpa_name": "Enfield",
  "bo_system": "Idox Uniform",
  "decision_agency": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-05-13T20:01:18.030Z",
  "street_name": "Footpath From Mahon Close To Carterhatch Lane",
  "decision": "Approved",
  "appeal_start_date": null,
  "centroid_northing": 197745,
  "application_details": {
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Conservation Area: FORTY HILL"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: WASTE H C I\rSite Name: RUBEROID PLAYING FIELD LANDFILL SITE"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: WASTE H C I\rSite Name: CARTERHATCH LANE LANDFILL SITE"
      },
      {
        "result": null,
        "constraints_layer_description": "SIARIN Description: Multi-period site including Ermine Street, medieval manors, post medieval Elsynge Palace and Flash R\rName: Whitewebbs Hill, Bulls Cross and Forty Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "RIVBUF River Buffer: Bounds Green Brook\rCode: RIVBUF1"
      },
      {
        "result": null,
        "constraints_layer_description": "SINAC2 Grade: Metropolitan\rCode: Forty Hall Park and Estate\rSite Number: SINC33"
      },
      {
        "result": null,
        "constraints_layer_description": "SINAC2 Grade: Metropolitan\rCode: New River\rSite Number: SINC36"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ2 Description: Flood Zone 2"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ3 Description: Flood Zone 3"
      },
      {
        "result": null,
        "constraints_layer_description": "FZ3B Description: FZ3B27"
      },
      {
        "result": null,
        "constraints_layer_description": "FOOTPA Location:  \rNumber: 14\rCode: FOOTPA8"
      },
      {
        "result": null,
        "constraints_layer_description": "FOOTPA Location:  \rNumber: 15\rCode: FOOTPA9"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC2402\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC2460\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC2936\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC2959\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC3025\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC3409\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: North Enfield Model\rDescription: 100YRCC3533\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: NORTH\rCode: DCAREA_N"
      },
      {
        "result": null,
        "constraints_layer_description": "EAMW20 Description: EAMW201"
      },
      {
        "result": null,
        "constraints_layer_description": "CLAROA Road Classification code: CLAROA31"
      },
      {
        "result": null,
        "constraints_layer_description": "SUSTZO Description: SUSTZO73"
      },
      {
        "result": null,
        "constraints_layer_description": "FOUSEW Description: FOUSEW17"
      },
      {
        "result": null,
        "constraints_layer_description": "GAP35Z Description: Gas pipeline buffer - 35m"
      },
      {
        "result": null,
        "constraints_layer_description": "GAPIZO Description: GAPIZO1"
      },
      {
        "result": null,
        "constraints_layer_description": "EAMWA2 Description: EAMWAZ3"
      },
      {
        "result": null,
        "constraints_layer_description": "NEWRIV Description: NEWRIV1"
      },
      {
        "result": null,
        "constraints_layer_description": "PRIROA Name: BULLSMOOR LANE"
      },
      {
        "result": null,
        "constraints_layer_description": "SECOAR Description: SECOAR15"
      },
      {
        "result": null,
        "constraints_layer_description": "TRMAZO Description: TRMAZO1"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: New River\rDescription: WATERC617"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: New River\rDescription: WATERC621"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: New River\rDescription: WATERC624"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: New River\rDescription: WATERC656"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Drain\rDescription: WATERC1244"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Turkey Brook\rDescription: WATERC1625"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: Turkey Brook\rDescription: WATERC1626"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: New River\rDescription: WATERC1674"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: New River\rDescription: WATERC1691"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: New River\rDescription: WATERC1693"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: New River\rDescription: WATERC1695"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: New River\rDescription: WATERC1697"
      },
      {
        "result": null,
        "constraints_layer_description": "WATERC Name: New River\rDescription: WATERC1698"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Chase"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Town"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Lower Rate Eastern Zone - RATE: £40 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Intermediate Zone - RATE: £60 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDASA Designation: Area of Special Advert Control- Core Strategy: Core policy 33- DMD Policy: DMD 41"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDCA Designation: Conservation Area- Name: FORTY HILL- Policy: DMD 37-44- Core Strategy: Core policy 30-31"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDGB Designation: Green Belt- Policy: DMD 82-88- Core Strategy: Core policy 33"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDGCC Designation: Green Chain Corridor- Policy: DMD 77- Core Strategy: Core policy 34"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDGCM Designation: Green Chain Missing Link- Policy: DMD 77- Core Strategy: Core policy 34"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLOS Designation: Local Open Space- Type:  - Name: The New River- Land Type: Linear Open Space/ Green Corridors- Policy: DMD 71-74- Core Strategy: Core policy 34, 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDSME Site Name: Forty Hall Park and Estate- Site No: M155- Grade: Metropolitan- Policy: DMD 78- Core Strategy: Core policy 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDSME Site Name: New River- Site No: M096- Grade: Metropolitan- Policy: DMD 78- Core Strategy: Core policy 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDWCO Designation: Wildlife Corridor- Policy: DMD 76- Core Strategy: Core policy 36"
      },
      {
        "result": null,
        "constraints_layer_description": "SUWAFL Surface water flooding zone: Surface Water 100 ye\rSource: Environment Agency"
      }
    ],
    "commencement_notice_received": false,
    "existing_uprns": [
      "000207008255"
    ]
  },
  "appeal_decision": null,
  "polygon": null,
  "ward": "Whitewebbs"
}