{
  "lpa_app_no": "78327/APP/2023/2901",
  "uprn": null,
  "lapsed_date": "19/01/2027",
  "centroid_northing": 187845,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "CSV Data Import",
  "site_name": "WINSTON CHURCHILL HALL",
  "appeal_decision_date": null,
  "valid_date": "04/10/2023",
  "decision_date": "19/01/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.429056,
          51.579025
        ],
        [
          -0.4287201,
          51.5791299
        ],
        [
          -0.4286872,
          51.579087799999996
        ],
        [
          -0.4284134,
          51.5791662
        ],
        [
          -0.42840829999999996,
          51.5791483
        ],
        [
          -0.4283108,
          51.5790411
        ],
        [
          -0.4282302,
          51.5788878
        ],
        [
          -0.4288183,
          51.5787196
        ],
        [
          -0.429056,
          51.579025
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "CSV Data Import",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "All Other",
  "decision_process": "Committee",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.168
  },
  "appeal_decision": null,
  "postcode": "HA4 7QL",
  "development_type": null,
  "title_number": null,
  "centroid_easting": 508972,
  "actual_commencement_date": null,
  "description": "Installation of three air source heat pumps (ASHPs) at ground level on the southern elevation enclosed by 1.9m high fencing and additional planting. Replacement of existing windows with double glazing. Installation of 97 PV panels on the roof, installation of a trench required for low voltage cable connection under footpath and installation of cavity wall insulation.",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Hillingdon",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.428764,
    "lat": 51.578943
  },
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=78327/APP/2023/2901",
  "pp_id": "12428705",
  "id": "Hillingdon-78327_APP_2023_2901",
  "application_type_full": null,
  "cil_liability": false,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": "RUISLIP",
  "decision_agency": "Borough",
  "decision_target_date": "19/01/2024",
  "locality": null,
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "06/01/2024",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans",
    "1000 Revision 02",
    "1001 Revision 04",
    "3001 Revision 03",
    "3002 Revision 01",
    "3003",
    "3004 Revision 01",
    "0001",
    "Window Photos and Schematics",
    "Winston Churchill Window Schedule",
    "Winston Churchill Theatre Window Schedule",
    "Window Photo Schedule",
    "Ameresco Landscaping Plan",
    "Ecologic Energy Cavity Wall Insulation Scope Process of Work",
    "PV Panel Module Layout - PVsyst V7.4.0",
    "PV Panel Mounting Specification titled: GSW In-roof system.",
    "Ali VU Casement Window System Technical Datasheet V01_19.01.2023",
    "160506/(B)/01, 160506/(B)/02, 160506/(B)/03, 160506/(B)/04 and 160506/(B)/05 Windows Open Out Stormproof Casements",
    "Hillingdon Rooftop Solar PV Design Brief",
    "PV product data sheet Q.PEAK DUO ML-G10 SERIES",
    "Heat Pumps Air/Water Technical Data Technical Data BA60I",
    "Energy Report Hillingdon IGP Rev4.1",
    "Insta Fibre Cavity Wall Product Spec 89/2294 Product Sheet 1",
    "Heritage Statement FL12379",
    "Winst",
    "The replacement UPVC windows hereby permitted shall not be carried out except in complete accordance with the submitted window specification titled 'Technical information for Liniar casement windows' and be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policies DMHB 1, DMHB 2, DMHB 4,  DMHB 11 and DMHB 12 of the Hillingdon Local Plan Part 2 (2020).",
    "Demolition or development will take place only in accordance with the submitted written scheme of investigation (WSI), hereby approved. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which includes the statement of significance and research objectives, and:",
    "A. The programme and methodology of site investigation and recording and the nomination of Pre-Construct Archaeology to undertake the agreed works.",
    "B. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.",
    "REASON",
    "To safeguard the archaeological interest on this site complying with NPPF (2023) paragraph 205.",
    "Prior to first use of the development hereby approved or within the next planting season (whichever is the earliest period) the landscaping scheme shall be implemented in its entirety. The new planting and landscape operations should comply with the requirement specified in BS 3936 (1992) 'Nursery Stock, Part 1, Specification for Trees and Shrubs' and in BS4428 (1989) 'Code of Practice for General Landscape Operations (Excluding Hard Surfaces)'.",
    "The landscaping scheme shall include four evergreen trees in the locations annotated on the approved drawings, and of a sufficient mature height to provide visual screening.",
    "Thereafter, the soft landscaping shall be permanently retained and any trees or other planting which die, are removed or become seriously damaged or diseased within a period of  5 years from the completion of development, shall be replaced in the next planting season with others of similar size and species in accordance with the details approved by the Local Planning A",
    "For the lifetime of the development hereby permitted the rating level (LAr) of noise caused by its operation shall not exceed: 40 dB LAr 15 min for any fifteen-minute period between 2300 and 0700, and 50 dB LAr 1 hour for any one-hour period between 0700 and 2300, determined one metre free field external to any window or door of any permanent residential, or equivalently noise sensitive premises, in accordance with 'Methods for rating and assessing industrial and commercial sound' British Standards Institution BS4142 2014.'",
    "REASON",
    "To ensure that occupants of existing dwellings would not be exposed to noise caused by the permitted development that would be likely to cause a significant adverse effect on their health and quality of life. This has regard to the guidance set out in 'Guidance on Sound Insulation and Noise Reduction for Buildings' BS8233 2014, with windows open for the purposes of ventilation and cooling.",
    "The solar PV equipment on the main roof will be removed as soon as reasonably practicable when no longer needed.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building and conservation area in accordance with Policies DMHB 2, DMHB 4, DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "An archaeological watching brief involves observation of groundworks and investigation of features of archaeological interest which are revealed. A suitable working method with contingency arrangements for significant discoveries has been agreed with the Greater London Archaeological Advisory Service (GLAAS). The outcome will be a report and archive.",
    "Please be advised that no works should take place within the schedule boundary of the Ruislip Motte & Baily Castle ancient monument  without first obtaining consent from the Secretary of State for Digital, Culture, Media and Sport.",
    "The Equality Act 2010 seeks to protect people accessing goods, facilities and services from discrimination on the basis of a 'protected characteristic', which includes those with a disability. As part of the Act, service providers are obliged to improve access to and within the structure of their building, particularly in situations where reasonable adjustment can be incorporated with relative ease. The Act states that service providers should think ahead to take steps to address barriers that impede disabled people.",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan (2021) and national guidance."
  ],
  "parking_details": null,
  "last_updated": "2025-03-20T11:46:55.277+00:00",
  "appeal_status": null,
  "street_name": "PINN WAY",
  "ward": "RUISLIP 2022",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508950.1718,
              187853.4005
            ],
            [
              508973.1906,
              187865.5714
            ],
            [
              508975.5719,
              187860.9412
            ],
            [
              508994.3573,
              187870.0693
            ],
            [
              508994.7542,
              187868.0849
            ],
            [
              509001.7657,
              187856.311
            ],
            [
              509007.7188,
              187839.3776
            ],
            [
              508967.3698,
              187819.7984
            ],
            [
              508950.1718,
              187853.4005
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}