{
  "actual_commencement_date": null,
  "lpa_name": "Camden",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2011/4058/P",
  "parking_details": null,
  "lapsed_date": "19/03/2015",
  "actual_completion_date": null,
  "date_building_work_started_under_previous_permission": null,
  "epc_number": null,
  "description": "Amendments to planning permission granted 10/02/2010 (ref: 2008/1581/P) for the erection of building comprising lower-ground and ground floor level with front and rear lightwells for use as a 2-bedroom single-family dwellinghouse (Class C3) (following demolition of existing garages), amendments include reduction in width next no.11 Abbots Place, introduction of shallow pitched roof, removal of rear lightwell and replaced to front, change in facing brick and raising of internal ground floor level.",
  "pp_id": null,
  "application_details": {
    "site_area": 0.009
  },
  "secondary_street_name": null,
  "ward": "Kilburn (Pre May 2022)",
  "appeal_status": null,
  "decision": "Approved",
  "centroid_easting": "525552",
  "status": "Approved",
  "uprn": "5002027",
  "street_name": "Abbey Road",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525549.2521251,
              183978.6962324
            ],
            [
              525550.2003071,
              183970.9984359
            ],
            [
              525559.9459693,
              183967.6993802
            ],
            [
              525559.2039138,
              183973.9475917
            ],
            [
              525558.552554,
              183979.4960035
            ],
            [
              525555.5513517,
              183979.246075
            ],
            [
              525552.5996199,
              183978.9961466
            ],
            [
              525549.647888,
              183978.7462181
            ],
            [
              525549.2521251,
              183978.6962324
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "centroid": {
    "lon": "-0.190959",
    "lat": "51.5408915"
  },
  "application_type": "All Other",
  "last_updated_by": "Northgate M3",
  "bo_system": "Northgate M3",
  "borough": "Camden",
  "locality": "London",
  "id": "Camden-2011_4058_P",
  "appeal_decision": null,
  "title_number": null,
  "date_building_work_completed_under_previous_permission": null,
  "last_updated": "2025-03-20T19:12:09.335+00:00",
  "postcode": "NW6 4SS",
  "decision_agency": "Borough",
  "last_date_consultation_comments": "06/10/2011",
  "decision_date": "19/03/2012",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans AL(10)01; AL(10)02 REVB; AL(10)03 REVB; AL(10)04 REVB; AL(10)05 REVB; AL(10)06 REVB; Basement Impact Assessment screening report: Slope stability ref: CR_REP_BIA_SCR_01 & Basement Impact Assessment scoping report: Slope stability ref: CR_REP_BIA_SCO_01.\r\n\r\nReason:\r\nFor the avoidance of doubt and in the interest of proper planning.\r\n",
    "Condition : 3 - The development hereby approved shall not commence until such time as a suitably qualified chartered engineer with membership of the appropriate professional body has been appointed to inspect, approve and monitor the critical elements of both permanent and temporary basement construction works throughout their duration to ensure compliance with the design which has been checked and approved by a building control body. Details of the appointment and the appointee's responsibilities shall be submitted to and approved in writing by the Council prior to the commencement of development. Any subsequent change or reappointment shall be confirmed forthwith for the duration of the construction works.\r\n\r\nReason: To safeguard the appearance and structural stability of neighbouring buildings and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Development Policies and policy DP27 (Basements and Lightwells) of the London Borough of Camden Local Development Framework Development Policies.\r\n\r\n",
    "Condition : 4 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted  Development) Order 1995 as amended by the (No. 2) (England) Order 2008 or any Order revoking and re-enacting that Order, no development within Part 1 (Classes A-H) [and Part 2 (Classes A-C)] of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the Council.\r\n\r\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterations in order to ensure compliance with the requirements of policies CS14 and CS5 of the London Borough of Camden Local Development Framework Core Strategy and policies DP24 and DP26 of the London Borough of Camden Local Development Framework Development Policies..\r\n",
    "Condition : 5 - A sample of the roof slate and a sample panel of the facing brickwork demonstrating the proposed colour, texture, face-bond and pointing shall be provided on site and approved by the Council before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The sample panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies.\r\n",
    "Condition : 6 - The details of: window reveals; window frames; and conservation style rooflights to be used on the building shall not be otherwise than as those submitted to and approved by the Council before any work is commenced on the relevant part of the development. The relevant part of the works shall not be carried out otherwise than in accordance with the details thus approved.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policy CS14 of the London Borough of Camden Local Development Framework Core Strategy and policy DP24 and DP25 of  the London Borough of Camden Local Development Framework Development Policies..\r\n"
  ],
  "site_name": " ",
  "application_type_full": null,
  "site_number": "149",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "decision_target_date": "25/10/2011",
  "valid_date": "30/08/2011",
  "centroid_northing": "183994",
  "development_type": "Minor dwellings",
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "appeal_decision_date": null,
  "lpa_app_no": "2011/4058/P",
  "cil_liability": false,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.19100409999999998,
          51.5407545
        ],
        [
          -0.1909931,
          51.5406851
        ],
        [
          -0.1908539,
          51.5406533
        ],
        [
          -0.19086229999999998,
          51.5407096
        ],
        [
          -0.1908697,
          51.5407596
        ],
        [
          -0.1909131,
          51.5407581
        ],
        [
          -0.19095569999999998,
          51.5407565
        ],
        [
          -0.19099829999999998,
          51.5407549
        ],
        [
          -0.19100409999999998,
          51.5407545
        ]
      ]
    ],
    "type": "Polygon"
  }
}