{
  "application_type": "All Other",
  "application_type_full": "Outline planning permission: All matters reserved",
  "description": "Hybrid planning application (part detailed/part outline) for the phased demolition of all existing buildings and structures, site preparation works and the comprehensive residential-led mixed use redevelopment comprising:\rDetailed planning application for Phases 0-3 comprising demolition of 12no.existing residential blocks, associated structures and Boundary Hall. Construction of residential and mixed-use buildings providing ground floor flexible commercial floorspace (Use Class E(a, b, c and e)) and community floorspace (Use Class F2(b)), residential dwellings (Use Class C3) with associated road layout, means of access including new pedestrian crossing over Sterling Way, highways works including alterations to junction of College Close and Sterling Way, car and cycle parking, hard and soft landscaping, amenity space, public, communal and private realm, ancillary plant and structures including new substation and associated works.\rOutline planning application (with all matters reserved) for Phases 4-10 including the demolition of all remaining buildings and structures. Construction of buildings for residential dwellings (Use Class C3), flexible commercial floorspace (Use Class E) including allowance for a drinking establishment (Sui Generis), civic and community floorspace and facilities including temporary re-provision of Boundary Hall (Use Classes F1 and F2) with associated road layout, means of access including new pedestrian walkway connecting to existing bridge to Bridport Road, highways works, car and cycle parking, landscaping including improvements to the boundary of St John and St James Church of England Primary School, amenity space, public, communal and private realm, ancillary plant and structures and other associated works. (An Environmental Statement, including a non-technical summary, also accompanies the planning application in accordance with the Town and Country Planning (Environmental Impact Assessment) Regulations 2017 (as amended)).",
  "epc_number": null,
  "street_name": "Joyce Avenue",
  "appeal_decision": null,
  "lpa_app_no": "22/03346/OUT",
  "centroid": {
    "lon": -0.066,
    "lat": 51.611915
  },
  "actual_completion_date": null,
  "development_type": "Major dwellings",
  "centroid_easting": 534010,
  "url_planning_app": null,
  "last_updated": "2025-05-22T20:01:03.686Z",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": "000207035206",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Idox Uniform",
  "centroid_northing": 192114,
  "site_name": "Block",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "03/10/2022",
  "lapsed_date": "02/05/2028",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": true,
  "decision_target_date": "02/01/2023",
  "title_number": [],
  "decision": "Approved",
  "last_date_consultation_comments": "24/05/2024",
  "ward": "Upper Edmonton",
  "appeal_status": null,
  "decision_process": "Committee",
  "decision_agency": null,
  "appeal_decision_date": null,
  "id": "Enfield-22_03346_OUT",
  "site_number": "2, 90",
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "locality": null,
  "lpa_name": "Enfield",
  "borough": "Enfield Council",
  "decision_conditions": [
    "F13. Childrens Play Areas \r\rFull details of the proposed children's play areas, play equipment, and children's safety measures within each respective development Plot of the Detailed Element of the hereby permitted development shall be submitted to and approved in writing by, the Local Planning Authority prior to the first occupation of the residential development in each respective phase. \r\rThe play areas and play equipment within each phase of the Detailed Element of the development shall be fully implemented in accordance with the approved details prior to the first occupation of the residential development in each respective phase and shall be retained for the lifetime of the development. \r\rReason: In order to ensure that sufficient on-site play facilities are provided for the future occupiers of the development.\r\r",
    "F14. Details of Temporary Play Area\r\rPrior to the commencement of Block A, full details of the temporary children's play areas, play equipment and children's safety measures shall be submitted to and approved in writing by the Local Planning Authority.  \r\rThe temporary play areas and play equipment shall be fully implemented in accordance with the approved details prior to the commencement of Block A and shall be maintained as such until such time these are no longer required, as identified though submission of future Reserve Matters Applications.\r  \rReason: In order to ensure that sufficient on-site play facilities are provided for the future occupiers of the development.\r",
    "F15. Details of access and wind mitigation to rooftops and balconies  \r\rNotwithstanding the details shown on the approved plans, the construction of Blocks A, N and K within a development plot of the Detailed Element for of the hereby permitted development shall not progress beyond podium slab level, until revised details of wind mitigation to the roof terraces and balconies for the respective building has first been submitted to the Local Planning Authority and approved in writing. The revised details shall include: \r\ra )In respect of Block A, measures to ensure no adverse wind conditions to balconies;\r\rb i) In respect of Blocks N and K, a revised layout for each of the roof terraces which contributes to privacy for neighbouring occupiers and comfort for users of the roof terraces for Blocks N and K; \rii) hard and soft landscaping details for blocks N and K; \riii)details of measures to address noise levels and wind microclimate; and\riv) details of how inclusive access to and within communal rooftop gardens is achieved for all residents of the block. \r\rThe development shall be carried out in accordance with the details so agreed and shall be retained as such thereafter.\r\rReason: To ensure that the development achieves safe, comfortable and attractive amenity spaces\r",
    "F16. Biodiversity Net Gain Assessment \r\ra) Prior to the occupation of each respective plot in the Detailed Element of the hereby permitted development, the details of ecological enhancement and biodiversity net gain shall be built in accordance with the approved Biodiversity Net Gain Assessment Rev FV04 dated March 2024 prepared by Greengage. \r\rb) Prior to the occupation of the last block in any respective phase, a photographic evidence and post-development ecological field survey and impact assessment of that phase shall be submitted to and approved in writing by the Local Planning Authority to demonstrate delivery of the ecological enhancement and protections measure is in accordance with the approved measures. \r\rc) Development shall accord with the details as approved and retained for the lifetime of the development.  \r\rReason: In the interest of sustainability and biodiversity.\r\r",
    "F24. Landscaping details, including play space, allotment and green roofs\r\rPrior to the commencement of development above slab level of any Plot, details of both hard and soft landscape works shall be submitted to and approved in writing by the local planning authority. Development shall be carried out in accordance with the approved details and timetable. The details submitted shall reflect the measures set out in the Urban Greening Factor calculation to achieve a score of at least 0.45 across the wider site and shall include: \r1.\tSoft landscaping, including any grass and turf areas, trees, planters, shrubs and herbaceous areas including details of species, sizes number, densities and sections of landscaped areas; \r2.\tA Tree Planting Statement providing full details, locations, specifications and construction methods for all purpose-built tree pits and associated ground features, including soil conditions, connections between tree pits where possible, specifications for tree protection and a stated volume of suitable growing medium to facilitate and promote the healthy development of the proposed trees;\r3.\tHard landscaping, including ground surfaces, kerbs, edges ridge and flexible paving's, furniture, steps, refuse disposal points and if applicable synthetic surfaces for the podium level; \r4.\tFences, walls and any other boundary treatments \r5.\tQuiet zones\r6.\tOutdoor play spaces and play equipment\r7.\tAny signage and information boards\r8.\tAny CCTV equipment; \r9.\tAllotments or community gardens \r10.\tAny other landscaping features forming part of the scheme; \r11.\tA timetable for implementation and completion of the landscaping scheme prior to first occupation of the relevant development Plot.\r\rAll planting, seeding or turfing comprised in the landscaping scheme approved pursuant to this Condition shall be carried out in the first planting and seeding season following the occupation of the development hereby permitted or the substantial completion of the development, whichever is the sooner. \r\rAny plants, shrubs or trees as part of the implementation of the landscaping of the Detailed Element that die or are removed, damaged or become diseased within a period of five years from the substantial completion of the relevant part of the development shall be replaced to the satisfaction of the Local Planning Authority in the next planting season with others of a similar size and species. \r\rReason: to provide acceptable usable space for future occupiers and in the interests of protecting the environment, ensuring privacy, visual amenity and biodiversity.  \r\r",
    "F26. Details of Shopfront \r\r(a) No façade works shall be commenced on any Plot in Phase 2, until details of the proposed shopfronts to Fore Street in the relevant Building have been submitted to and approved in writing by the Local Planning Authority. The submitted details shall accord with the Design Code, ENF-JSE-HTA-A-RP-DC Rev H, dated June 2024. This shall include:\r\rNotwithstanding the approved drawings listed in Condition H3, annotated elevations and sections at 1:20, showing proposed glazing and frames; doors; stallrisers; cills; pilasters; fascias; external illumination (where required); projecting signage (where required); blinds/canopies (where required); cameras, and alarm systems (where required).\r\r(b) The Development shall be carried out in accordance with the approved details and external finishing materials and details and shall be retained thereafter.\r\rc) No shutters, grilles, security alarms, lighting, cameras, flues of extractor fans or other penetrations or appurtenances shall be fixed on the external faces of the shopfronts unless otherwise approved by the Local Planning Authority in writing. \r\rReason: to ensure a satisfactory appearance.  \r",
    "F27. Accessible Homes \r\r10% of dwellings in the Detailed Element of the development hereby approved shall comply with Building Regulations Optional Requirement Approved Documents (M4) (3) Category 3: wheelchair accessible or easily adaptable dwellings (2015 edition). 90% of units shall achieve M4(2). Evidence of compliance shall be notified to the building control body appointed for the Detailed Phase to enable the building control body to check compliance.\r\rReason: to ensure homes are accessible and adaptable.  \r\r",
    "F28. Whole Lifecycle Carbon Assessment \r\ra) Prior to first occupation of each development Plot, a detailed Whole Life Cycle Carbon assessment shall be submitted to and approved in writing by the local planning authority, demonstrating that the Whole Life Cycle Carbon emissions savings of the development are secured and achieve the benchmarks set out in the Mayor of London's Whole Life-Cycle Assessment Guidance. The assessment shall include details of measures to reduce carbon emissions throughout the whole life cycle of the development and provide calculations in line with the Mayor's Guidance.\r\rb) Within 8 weeks of completion of the development for the Detailed Element hereby approved the post construction tab of the GLA's whole life carbon assessment template should be completed accurately and in its entirety in line with the GLA's Whole Life Carbon Assessment Guidance. The post-construction assessment should prove an update of the information submitted at the planning stage, including the whole life carbon emissions figures for all life cycle -modules based on the actual materials, products and systems use. This should be submitted to the GLA at: ZeroCarbonPlanning@london.gov.uk , along with any supporting evidence as per the guidance. Confirmation of submission to the GLA shall be submitted to and approved in writing by the local planning authority.\rReason: In the interests of sustainable development and to maximise on-site carbon dioxide savings.\r\r",
    "O5. Delivery and details of the access to the bridge \r\rThe first Reserved Matters Application submission required (notwithstanding the Reserved Matters Application for Boundary Hall) shall include details of the permanent footbridge. Details shall be submitted to and approved by the Local Planning Authority which include sloped and stepped access, levels and gradients, accessible access, balustrades and details of cycle and pedestrian access. \r\rThe footbridge shall be completed no later than the first occupation of any residential dwellings within that phase and permanently retained thereafter. \r\rReason: to ensure sufficient infrastructure and connections within and from the site.  \r\r",
    "O6. Provision of School Boundary \r\rThe relevant Reserved Matters Application submission shall include details of the means of enclosure for the boundary with St John and St James CofE School and details of the school square which are to be submitted and approved in writing by the local planning authority.  The boundary treatments shall be completed no later than the first occupation of any residential dwellings within that phase. \r\rReason: to ensure appropriate and suitable design\r\r",
    "O7. Completion of commercial units prior to occupation of residential units\r\rThe non-residential units in any Plot or Plots in the Outline Element of the development hereby permitted shall be completed to an enhanced shell specification (to a weathertight standard, including facades, glazing, doors, louvres) prior to the first occupation of any residential units relating to that Plot or Plots. \r\rReason: To ensure the delivery of employment generating floorspace within the development and to facilitate the occupation of such floorspace. \r",
    "O8. Details of Public Artwork \r\rPrior to the superstructure works of the phase (or sub phase) within which Block E of the Outline Element of the development hereby permitted sits, details of the decorative treatment to the east-facing flank elevation to White Horse Public House shall be submitted to and approved in writing by the Local Planning Authority. This shall include timescales for completion; proposals for local outreach in relation to commissioning the artwork; how the proposals for the artwork shall reflect the heritage of the local area; and the long-term maintenance and safeguarding of the artwork. \r\rThe treatment to the east flank elevation shall be fully implemented prior to occupation of that phase of development. \r\rReason: to ensure suitable design. \r",
    "O9. Details of MUGA and Community Use Agreement \r\rDetails of the proposed MUGA (which is to be at least 1,185sqm) shall be submitted with the Reserved Matters Application associated with the relevant phase of development. The use of the MUGA hereby approved shall not commence until a Community Use Agreement prepared in consultation with Sport England has been submitted to and approved in writing with the Local Planning Authority. The agreement shall apply to the MUGA and lighting and include details of pricing policy, hours of use, access by non-educational establishment users, management responsibilities and a mechanism for review. The development shall not be used otherwise than in strict compliance with the approved agreement. \r\rThe MUGA shall be completed no later than the first occupation of any residential dwellings within that phase.\r\rReason: To secure well managed safe community access to the sports facility, to ensure sufficient benefit to the development of sport.\r\r",
    "O10. Basement Impact Assessment \r\rThe development of any Plot or Plots containing basements shall not commence until groundwater monitoring is undertaken to assess the impact of the basement(s), in accordance with the Basement Locations Parameter Plan (ENF-JSE-HTA-A-DR-XX-PL-PP09 Rev J) (or any subsequently approved drawing/revision replacing it) on groundwater flood risk. The groundwater monitoring should be undertaken over a period of at least 2 months between the winter period (between October and the end of March) with a minimum of 3 site visits at bi-weekly intervals. \r\rThe results of the monitoring should be submitted in writing to the Local Planning Authority. Following the results of the groundwater investigation, if significant groundwater is present on site, detailed groundwater flow modelling which will include an assessment of the impact of the proposed basement(s) on groundwater should be submitted to and approved by the Local Planning Authority. This shall include appropriate mitigation measures including avoidance, changes to floor levels, appropriate drainage measures, and appropriate basement construction. For clarity, 'significant' groundwater is defined as a standing water level 0.5m or more above the surface of the London Clay or as identified (by the local planning authority) to have the potential to cause groundwater flooding.\r\rReason: To minimise flood risk. \r\r",
    "O11. Details of Community space for use by Met Police\r\rDetails and the quantum of the floorspace in Block G which will be used by the Metropolitan Police shall be submitted to and approved in writing by the Local Planning Authority prior to the occupation of community uses within Block G. Consultation should be carried out with the Metropolitan Police and evidence provided to the Local Planning Authority that the space accords with Met police requirements and operations. The submitted information shall include details of the proposed hours of use, management responsibilities, and parking spaces.\r\rThe area for use by the Metropolitan Police shall be completed no later than the first occupation of the community uses within that phase.\r\rReason: To secure well managed and safe communities. \r",
    "O12. Relocation of Gilpins Bell \r\rPrior to commencement of the relevant development Plot containing the Gilpin's Bell (on Fore Street) sculpture, a method statement for the removal, temporary storage, and re-siting shall be submitted to and approved in writing by the Local Planning Authority.\r\rThe method statement shall identify the method of removal; detail arrangements for temporary secure storage; identify the person or body specialising in this procedure appointed by the applicant; provide a timetable for reinstatement; and provide a scheme of reinstatement including conservation. \r\rThe development shall be carried out in accordance with the details so approved. \rReason: to ensure no loss of existing street sculpture. \r. \r",
    "H6. Quantum of Development \r\ra) The maximum permitted floorspace (gross internal area in square metres (sq)) for each use granted by this permission shall be: \ro\tCommunity and Civic (Use Class F1 & F2) - 2,632sqm \ro\tNursey (Use Class E(f)) 250sqm\ro\tCommercial (retail) (Use Class E) - 2,526sqm of which 400sqm can include Drinking Establishment (Sui Generis)\ro\tWorkspace (Use Class E(g)) - 793sqm \rb) The maximum number of all types car parking spaces (relating to all permitted land uses) within the completed Development as a whole shall not exceed 402.\rc) Non-residential floorspace shall be subject to the following minimum floor space requirements: \ro\tCommunity and Civic (Use Class F1 & F2) - 2,369sqm \ro\tNursey (Use Class E(f)) 225sqm\ro\tCommercial (retail) (Use Class E) - 2,273sqm of which 360sqm can include Drinking Establishment (Sui Generis)\ro\tWorkspace (Use Class E(g)) - 714sqm\ro\tOpen space (parkland) - 20,930sqm \ro\tMUGA - 1,185sqm  \r\rReason: to ensure that the quantum of floorspace and car parking spaces aligns with the parameters assessed pursuant to the environmental Statement and in the interests if the amenity of the area and sustainable travel. \r",
    "H7. Piling Method Statement (strategic sewer)\r\rNo piling shall take place in a development Plot until a Piling Method Statement (detailing the depth and type of piling to be undertaken within the respective development plot and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface sewerage infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.\r\rReason: The proposed works will be in close proximity to underground sewerage utility infrastructure. Piling has the potential to significantly impact / cause failure of local underground sewerage utility infrastructure.\r",
    "H8.  Piling Method Statement (water mains)\r\rNo piling shall take place in a development Plot until a piling method statement (detailing the depth and type of piling to be undertaken within the respective development plot and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure, and the programme for the works) has been submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any piling must be undertaken in accordance with the terms of the approved piling method statement.\r\rReason: The proposed works will be in close proximity to underground sewerage utility infrastructure.\r",
    "H9. Foul Water Upgrades \r\rNo construction shall take place within 5m of the water main in any development Plot until information detailing how the developer intends to divert the asset / align the development, so as to prevent the potential for damage to subsurface potable water infrastructure, is submitted to and approved in writing by the local planning authority in consultation with Thames Water. Any construction must be undertaken in accordance with the terms of the approved information. Unrestricted access must be available at all times for the maintenance and repair of the asset during and after the construction works.\r\rReason: The proposed works will be in close proximity to underground strategic water main, utility infrastructure. The works has the potential to impact on local underground water utility infrastructure.\r",
    "H10. All Water Network Upgrades \r\rNo development shall be occupied in any development Plot until confirmation has been provided that either:- all water network upgrades required to accommodate the additional demand to serve the development have been completed; or - a development and infrastructure phasing plan has been agreed with Thames Water to allow development to be occupied. Where a development and infrastructure phasing plan is agreed no occupation shall take place other than in accordance with the agreed development and infrastructure phasing plan. \r\rReason - The development may lead to no / low water pressure and network reinforcement works are anticipated to be necessary to ensure that sufficient capacity is made available to accommodate additional demand anticipated from the new development.\r",
    "H11. Archaeological Written Scheme of Investigation\r\rNo demolition or development shall take place in any development Plot until a stage 1 written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works.\r\rIf heritage assets of archaeological interest are identified at stage 1 then for those parts of the site which have archaeological interest a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include: \r\rA. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works \rB. Where appropriate, details of a programme for delivering related positive public benefits \rC. The programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the stage 2 WSI. \r\rReason: Heritage assets of archaeological interest may survive on the site. The planning authority wishes to address London Plan policy aims around public interpretation and presentation of archaeological heritage.\r",
    "H12. Archaeological Public engagement \r\rNo development shall take place in a development Plot, apart from archaeological fieldwork, until details of an appropriate programme of public engagement, presentation and display, including a timetable, have been submitted and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved programme. \r\rReason: Heritage assets of archaeological interest may survive on the site. The planning authority wishes to address London Plan policy aims around public interpretation and presentation of archaeological heritage.\r",
    "H18. Contamination (not previously identified)\r\rIf, during development, contamination not previously identified contamination is found to be present at the site then no further development (unless otherwise agreed in writing with the Local Planning Authority) shall be carried out until the developer has submitted and obtained written approval from the Local Planning Authority for, an amendment to the remediation strategy detailing how this unsuspected contamination shall be dealt with. The addendum remediation strategy shall be implemented as approved. \r\rReason: To protect against risks arising from contamination\r",
    "H19.  Unexploded Ordnance (UXO)\r\ri)A Detailed Risk Assessment and Intrusive UXO Survey, to characterise the site and; provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site shall be submitted and approved, in writing by the Local Planning Authority prior to commencement of any Plot. \r\rii) Following the results and outcomes of the Detailed Risk Assessments based on part i) a Risk Mitigation Plan, giving full details of the mitigation measures required and how they are to be undertaken. This requires the provision of both a Mitigation Implementation and Verification Plan. \riii) Details attaining to Operational UXO Emergency Response Plan; and UXO Safety & Awareness Briefings - must also be provided.\riv) The identified mitigation must be carried out in accordance with the approved details.\riv) Once the works approved within part (ii) above have been completed, the below shall be submitted to and approved, in writing, by the Local Planning Authority.\rv) A Verification Report to demonstrate that the works set out in (ii) have been completed, along with any requirements for longer-term monitoring of risks, maintenance and arrangements for contingency action.\r\rReason: To ensure that appropriate arrangements are in place in the event of the discovery of UXO in the interests of public safety. \r\r",
    "H20. Fire Evacuation Lifts \r\rAll lifts within buildings hereby approved, forming a development Plot, shall be installed and operational prior to the first occupation of the respective buildings in that development Plot.\r\rReason: To ensure that inclusive and accessible routes are provided throughout the floorspace at all floors and also accessible routes through the site are provided. \r\r",
    "H21. Delivery and Service Plan  \r\ra. Prior to occupation of each development Plot, a Delivery and Serving Plan for the relevant Plot shall be submitted to and approved in writing by the Local Planning Authority. The Plan shall in incorporate details of deliveries to the site and serving arrangements including the size and type of vehicles, expected frequencies, loading/unloading locations and any details of highway markings, signage and controls, management measures, and access routes. The Plan shall also identify efficiencies and sustainability measures to be undertaken once the development is operational in relation to deliveries and servicing. \r\rb. The approved Plan shall be implemented on occupation of the relevant development Plot and adhered to thereafter. \r\rReason: To ensure adequate serving of the proposed buildings and in the interest of highway safety. \r\r",
    "H22. Parking Design and Management Plan \r\rPrior to the occupation of each development Plot containing car parking, a car parking management plan for that Plot shall be submitted to and approved by the Local Planning Authority. The Plan should include:\ra) Car park plan with clearly marked out bays for residents, loading/unloading, visitors, accessible parking bays, and parking bays for Car Clubs, as appropriate; \rb) Details of the siting, type and design of charging points, the energy sources and the\rstrategy/management plan of supplying and maintaining Electric Vehicle Charging Points including the mechanism for making passive provision active to ensure that a minimum of 20% or residential car parking spaces are provided with Electric Charging Points and the remaining 80% of residential car parking spaces include passive provision for electric vehicles in the future);\rc) Contact details (telephone/ email/ name) of a person/company responsible for managing the car parking bay(s); \rd) Proposed parking controls to keep clear the turning areas for delivery/service vehicles; \re) Proposals for the management of the risk of overspill parking; \rf) enforcement regime proposed; \rg) details of frequency and strategy of reviewing by an individual/organisation (including contact details); \rh) Maintenance regime for apparatus/furniture/lighting etc.; \ri) Details of parking charges/fees; \rj) Number of 'accessible'/disabled bays, their distribution, and details of monitoring of their take up and how it connects with the any relevant Travel Plan(s), and; \rk) Proposed of car parking space allocation strategy within the respective development Plot (first come first served basis, etc)\r\rThe approved details shall be implemented prior to occupation of the relevant development Plot and retained thereafter. \r\rReason: To ensure an appropriate level of car parking is provided for the relevant units and that this is allocated to be convenient and accessible for future residents and users.\r",
    "H33. Details of Temporary Landscaping \r\rAreas identified as temporary landscaping in ENF-JSE-HTA-A-DR-XX-PL-PP11_Parameter Plan_Meanwhile Uses-I shall be maintained as such until such time these are no longer required, as identified though submission of future Reserve Matters Applications.\r\rReason: To ensure adequate play and amenity areas within the development.  \r",
    "H34. Landscape and Ecological Management Plan \r\rPrior to the commencement of development above slab level in a development Plot, a landscape management plan, including long-term design objectives, management responsibilities and maintenance schedules for all landscaped areas including temporary landscaped areas, trees, terrace planters, roof planting, ground level landscaping, climbing planters and ecological features, shall be submitted to and approved in writing by the local planning authority. The management plan shall be carried out as approved and any subsequent variations shall be agreed in writing by the local planning authority.\r\rReason: to provide acceptable usable space for future occupiers and in the interests of visual amenity and biodiversity.  \r",
    "H35. Details of Lighting Strategy \r\rBefore each development Plot is first occupied, or brought into use, details of any external lighting and any internal lighting within communal areas shall be submitted to and approved in writing by the local planning authority. The development shall be completed in accordance with the approved details before it is first occupied or brought into use. \r\rReason: to ensure satisfactory design and in the interests of residents amenity. \r",
    "H36. No Works during Nesting Season \r\rAll buildings and areas of trees, hedges, scrub or similar vegetation where birds may nest which are to be removed as part of the development approved pursuant to a relevant development plot(s), shall only be cleared outside of the bird-nesting season (March - August inclusive) or if clearance during the bird-nesting season cannot reasonably be avoided, a suitably qualified ecologist will check the buildings and vegetation to be removed immediately prior to clearance and advise whether nesting birds are present. If active nests are recorded, any works which may affect them shall not proceed until all the young have fledged and the nest has been abandoned naturally. \r\rReason: to ensure any nesting birds and wildlife is not adversely affected.\r",
    "H37. Details of fixed plant \r\rPrior to the completion of superstructure works relating to a development Plot:\r\ra) details of the location(s) of any ducting to be installed from the ground floor commercial units and lobby areas (that may contain a commercial kitchen) up through the building to the roof level and details of the height and type of any flue(s) shall be submitted to and approved by the local planning authority. The development shall be constructed in accordance with the approved details. \r\rb) Prior to the commencement of use of any commercial unit where food will be prepared, full particulars and details of a kitchen extract scheme for the ventilation of the kitchen to the appropriate outlet level approved in Part a) shall be submitted to and approved by the local planning authority. Such application should include details of odour emissions abatement equipment, sound attenuation for any necessary plant, filtration systems and the standard of dilution of exhaust air expected, and a maintenance plan for its ongoing management. The development shall not be carried out otherwise than in accordance with any approved plans.\r\rReason: in order to protect the living conditions of adjoining occupiers and visual amenity.\r",
    "H38. Community Infrastructure Levy \r\r(a) This planning permission is a 'Phased planning permission' for the purposes of the CIL Regulations (as amended); which expressly provides for the approved development to be implemented in phases. Phases 0-10 shall be treated as a separate 'phases' and as separate chargeable developments for the purposes of the CIL Regulations.\r\rReason: In order that this planning permission qualifies as a Phased planning permission for the purposes of the Community Infrastructure Levy Regulations 2010 (as amended) and to provide clarity on the extent of the 'Phases'.\r",
    "Appendix 1 - Reserved Matters Specification \r\rThe following material shall be included as part of each application for the approval of Reserved Matters, unless otherwise agreed in writing by the Local Planning Authority.\r\rEach application for Reserved Matters shall:\r\ri.\tDemonstrate that the scheme complies with the Outline Element of the permission hereby granted including the approved Development Specification, the approved Parameter Plans and the approved Design Code in the form of a Statement of Conformity and describe how any proposed deviations from the approved documents are accommodated and original intent is maintained.\r\rii.\tInclude detailed plans, sections and elevations to an appropriate scale in addition to the following reports:\r\r-\tArchaeological Assessment\r-\tAir Quality Assessment \r-\tAcoustic Assessment\r-\tBiodiversity/Ecology Assessment\r-\tCircular Economy Statement \r-\tContaminated Land Assessment\r-\tDaylight and Sunlight Assessment\r-\tFire Statement \r-\tHealth Impact Assessment\r-\tOpen, play space and recreation assessment\r-\tNoise Assessment \r-\tSustainable Urban Drainage Assessment \r-\tSustainability/Energy Statement\r-\tTransport assessment \r-\tTree Assessment\r-\tWind Microclimate Assessment \r-\tWhole Life Carbon Assessment \r\rWind Microclimate Assessment including details of any wind mitigation required, to the building(s) or within the landscaping, to serve the relevant Plot or Plots. The details shall have regard to Chapter 8 of the Environmental Impact Assessment dated August 2023, Environmental Statement Addendum dated April 2024, Joyce and Snells ES Addendum Chapter 8 8 Addendum dated June 2024, Joyce and Snells ES and ES Addendum Review Responses dated July 2024. \r\rBiodiversity Enhancement Strategy for the relevant Plot or Plots including details of ecological enhancement and biodiversity net gain following the recommendations within the Biodiversity Net Gain Assessment Rev FV04 dated March 2024 prepared by Greengage.\r\rFire Statement, produced by a third party suitably qualified assessor, including details of how the relevant Plot or Plots will function in terms of the building's construction (methods, products and materials); the means of escape for all building users; access for fire service personnel and equipment; and how provision will be made within  the site to enable fire appliances to gain access to the building; and demonstrate compliance with London Plan (2021) Policy D5 and D12 through at least two stair cores for all buildings over 18m in height, and /or any relevant policy requirements at the time of submission.\r\riii.\tInclude a statement setting out the following information based on the consents granted up to the time of submission:\r\r-\tThe proposed amount, type and mix of housing (by tenure, unit and habitable room) within the relevant Plot or Plots. \r-\tThe cumulative amount, type and mix of housing that has been approved and implemented at the time of submission (by tenure, unit and habitable room) for the Detailed and Outline Elements of the development. \r-\tThe breakdown of the children's play space that has been approved. \r-\tThe proposed and cumulative non-residential floorspace of each of the land uses in the Detailed and Outline Elements of the development together with the balance of quantum.\r\riv.\tDemonstrate a robust community engagement strategy throughout the design development, with key stakeholder groups demonstrating how comments have been incorporated within the final design.\r\rv.\tDemonstrate that all housing has been designed as 'tenure blind'.\r\rvi.\tDemonstrate that at least 10% of all homes, including affordable housing homes, shall be Wheelchair Adaptable (M4(3) and 90% M4(2).\r\rvii.\tDemonstrate that the scheme has been successfully designed to avoid overheating and natural ventilation has been incorporated where possible by including an Overheating Assessment including a Dynamic Overheating Analysis of the relevant Plot or Plots.\r\rviii.\tProvide a detailed Circular Economy Statement in accordance with the GLA's Circular Economy Statement Guidance (or successor document, or document approved by the Local Planning Authority).\r\rix.\tProvide a detailed Whole Life Carbon Assessment in accordance with the GLA's Whole Life-Cycle Carbon Assessments Guidance (or successor document, or document approved by the Local Planning Authority).\r\rx.\tDemonstrate how Secured by Design guidance and Police Designing Out Crime Officer consultation advice has been incorporated within the detailed design and how the scheme has been designed to ensure a safe and welcoming environment, particularly for women and girls.\r\rxi.\tDemonstrate compliance with the aspect standards contained within the Mayor's Housing SPG (2016) (or as amended) which seeks to minimise single aspect dwellings.\r\rxii.\tInclude a description of the principles of landscape design which have informed the details submitted.\r\rxiii.\tInclude a description of the principles for vehicle parking which have informed the details submitted. This shall include a requirement for a minimum on-site provision for 3% Blue Badge parking at the outset to acceptable standards.\r\rxiv.\tProvide a description of service and delivery arrangements to accompany the relevant submitted drawings.\r\rxv.\tDemonstrate how the development complies with London Plan short and long stay cycle parking standards in place at the time of the reserved matters submission(s) and how cycle parking complies with London Cycling Design Standards.\r\rxvi.\tDemonstrate how the doorstep play space has been designed in accordance with the design guidance and principles set out in the Mayoral Supplementary Planning Guidance 'Providing for Children and Young People's Play and Informal Recreation' (2012) (or subsequent replacement guidance) with particular reference to guidance set out at Table 4.6 (Playable Space Typologies) and Table 4.8 (Design Principles).\r\rxvii.\tAt Reserved Matters Application stage, a coordinated signage strategy must be developed, establishing common datums and fixing heights whilst allowing appropriate scope for variety between individual businesses. Appropriate space for signage and wayfinding related to employment space must be carefully designed, integrated into the architecture of buildings and positioned at eye level. Details of how proposed shopfronts have been designed in line with the guidance within the Design Code hereby approved shall be provided with Reserved Matters Applications which include commercial units. Justification: Employment space requires more signage than purely residential space might.\r\r",
    "F17. Fire Statement \r\rThe Detailed Element of the development hereby permitted shall be built out in strict accordance with the Fire Statement Issue 8 dated February 2024 prepared by Jensen Hughes. A revised Fire Statement shall be submitted to and approved in writing by the Local Planning Authority should any further assessment be carried out, if necessary, where modifications occur. \r\rReason: In order to achieve the highest standards of fire safety and ensure the safety of all building users.\r\r",
    "F18. Secure By Design \r\ra) Prior to the commencement of above ground works of each development Plot, details shall be submitted to and approved, in writing, by the Local Planning Authority to demonstrate that the building(s) can achieve 'Secured by Design' Accreditation. The development shall only be carried out in accordance with the approved details.\rb) Prior to the first occupation of each development Plot, 'Secured by Design' certification shall be obtained for such building(s). If applicable:- \rc) The Commercial aspects of each development Plot, where relevant, must achieve the relevant Secured by Design certification at the final fitting stage, prior to the commencement of business, and details shall be submitted to and approved, in writing, by the Local Planning Authority. \rd) Prior to commencement of hard/soft landscape works for each development Plot, details of the measures to be incorporated into the development demonstrating how the principles and practices of Secured by Design have been included shall be submitted to and approved in writing by the Local Planning Authority. \re) A lighting scheme for each development Plot should be overseen by an independent and competent lighting engineer qualified to at least Institute of Lighting Professionals Level 3 or 4 or equivalent, in line with the latest Secured by Design guidance. Evidence of the competency should be provided in writing to the local Planning Authority in consultation with the Metropolitan Police Designing Out Crime Officer.\r\rOnce approved in writing by the LPA, in consultation with Metropolitan Police Designing out Crime Officer, the development shall be carried out in accordance with the agreed details and Metropolitan Police bespoke advice. The development shall only be carried out in accordance with the approved details.\r\rReason: In the interest of creating safer, sustainable communities.\r\r",
    "F19. Cycle Parking \r\r(a) The approved residential and commercial short and long-term cycle parking spaces shall be provided and made operational prior to the first occupation of any dwellings and/or non-residential units in the Building to which they relate and shall be retained thereafter.\r\rReason: To ensure an acceptable level of residential and commercial cycle parking spaces. \r",
    "F20. Details of Brown and Green Roofs \r\rPrior to the commencement of above ground works of each development Plot details pertaining to the installation of biodiversity (green/brown) roof(s) relevant to the respective development plot shall be submitted to and approved in writing by the local planning authority. If identified as feasible, the biodiversity (green/brown) roof(s) shall be: (a) biodiversity based with extensive substrate base (depth 80-150mm); and (b) planted/seeded with an agreed mix of species within the first planting season following practical completion of the building works. The biodiversity (green/brown) roof shall not be used for any recreational purpose and access shall only be for the purposes of maintenance, repair or means of escape. Details shall include a full ongoing management plan and maintenance strategy/schedule for the green/brown roof. Development shall be carried out in accordance with the approved details and retained as such thereafter. \r\rReason: To improve the appearance of the development and in the interest of sustainable urban drainage and biodiversity. \r",
    "F21. Details of Drainage Strategy \r\rNotwithstanding the details set out in the submitted Drainage Strategy (P21332_R5_REV5), June 2024, prior to the commencement of each development Plot, details of the Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority and must confirm with the Landscaping Strategy. The details shall include:\ro\tA final detailed SuDS Plan with invert levels, proposed topographic levels and pipe runs\ro\tFinal sizes, storage volumes, cross-sections, long-sections (where appropriate) and specifications of all the SuDS measures including rain gardens, raised planters, green roofs, swales and permeable paving\ro\tSpecifications of inlet/outlets, play swale and check dam features for the swale(s)\ro\tOverland flow routes for exceedance events\r\rReason: To ensure the sustainable management of water, minimise flood risk, minimise discharge of surface water outside of the curtilage of the property and ensure that the drainage system will remain functional throughout the lifetime of the development.\r",
    "F22. Sustainable Drainage Verification \r\rPrior to occupation of the final development Plot in the Detailed Element, a Verification Report demonstrating that the approved drainage / SuDS measures within the Detailed Element have been fully implemented shall be submitted to and approved in writing by the local planning authority. \r\rThis report must include: (a) as built drawings of the sustainable drainage systems including level information (if appropriate); (b) photographs of the completed sustainable drainage systems; (c) any relevant certificates from manufacturers/ suppliers of any drainage features; and (d) a confirmation statement of the above signed by a chartered engineer. \r\rReason: to reduce the risk of flooding and improve sustainable drainage. \r",
    "F23. Details of Solar PVs \r\rPrior to the commencement of superstructure works on each development Plot, elevations and sections of the roofs, showing roof mounted photovoltaic arrays, with details showing power output will be optimised through the efficient PV cell specification and layout, shall be submitted to and approved in writing by the local planning authority. The first photovoltaic arrays shall be implemented in accordance with the approved details before the first occupation of any part of the Plot and shall be retained and maintained in working order thereafter. \r\rReason: to ensure the development makes the fullest contribution to minimising carbon emissions.   \r",
    "F25. Ecological Mitigation \r\ra)Prior to the occupation of the final development plot within the Detailed Element, full details of biodiversity enhancements, to include a minimum of thirty nest boxes suitable for house sparrows (some of which are to be installed prior to demolition of the existing structures) and an additional 40 bird and bat boxes installed on buildings and trees within the immediate vicinity of the breeding colony within the Detailed Element shall be submitted and approved in writing by the Local Planning Authority.\r\rb) The boxes shall thereafter be installed in accordance with the plans and a closing out letter report confirming that they have been so installed shall be submitted to and approved in writing by the council. \r\rReason: House sparrows are declining, and a bird of conservation concern due in part to a lack of nesting sites which are usually in buildings.\r\r",
    "F29. Circular Economy Statement \r\ra )Prior to the occupation of each development plot, a Post Completion Report for that phase setting out the predicted and actual performance against all numerical targets in the Detailed Circular Economy Statement Issue 3 dated April 2024, shall be submitted to the GLA at: circulareconomystatements@londn.gov.uk and the Local Planning Authority, along with any supporting evidence as per the GLA's Circular Economy Statement Guidance. \r\rb) The Post Completion Report shall be approved in writing by the Local Planning Authority, prior to the occupation of the development Plot to which it relates. \r\rReason: To ensure that circular economy principles are incorporated in the design, construction and management of the approved development, including through minimising materials use and the sourcing and specification of materials; minimising and designing out waste at various stages; and by promoting re-usability, adaptability, flexibility and longevity\r",
    "O1. Time Limit \r\ra) Applications for the approval of Reserved Matters for a Plot or Plots within the Outline Element of the development hereby permitted must be made no later than the expiration of 15 years from the date of this permission. \r\r(b)The Commencement of each Plot or Plots pursuant to this outline consent shall begin before the expiration of three years from the date of the last Reserved Matter of that Plot or Plots being approved.\r\rReason: To comply with Section 92 of the Town & Country Planning Act 1990 (As Amended).\r\r",
    "O2. Reserve Matters Specification \r\rApproval of the details of access, appearance, landscaping, layout and scale in respect of any Plot or Plots within the Outline Element of the development hereby permitted shall be obtained from the Local Planning Authority in writing prior to the commencement of any development relating to that Plot or Plots.\r\rEach application for the approval Reserved Matters shall contain the information and other details as specified in the Reserved Matters Specification at Annex 1 of this planning permission, unless otherwise agreed in writing with the Local Planning Authority.  \r\rThe Outline Element of the development hereby permitted shall be carried out and retained thereafter in accordance with the Reserved Matters approvals. \r\rReason: In order that the Council is satisfied with the details of the proposed development. \r\r",
    "O3. Quantum of Development\r\rThe total quantum of the Outline Elements of the development hereby permitted within each respective use class shall not exceed or fall below the quantum's listed below:\r\rLand Use \t                                Class\t                   Minimum Sqm\t           Maximum Sqm\rResidential\t                                 C3\t                               -\t                       138,000 or up to 1,453 units\rBasement\t                                 C3 (ancillary)\t          -\t                        1,606\rRetail/Commercial\rDrinking Establishment)\t             E (Sui Generis)\t       2,273 (360)\t              2,526 (400)\rEmployment Workspace\t  E(g)                              714                                 793\rCommunity\t                        F1 & F2\t                  2,369\t                         2,632\rNursery \t                                   E(f)\t                             225\t                         250 \r\rThe following uses in the Outline Element of the development hereby permitted shall be carried out in accordance with the following parameters ENF-JSE-HTA-A-DR-XX-PL-PP07 revision K and ENF-JSE-HTA-A-DR-XX-PL-PP08 revision J, unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: In order to ensure that the development is carried out in accordance with the approved plans and drawings and does not have any effects which have not been assessed in the Environmental Statement.\r\r\r\r\r\r\r\r\r\rThe following uses in the Outline Element of the development hereby permitted shall be carried out in accordance with the following parameters ENF-JSE-HTA-A-DR-XX-PL-PP07 revision J and ENF-JSE-HTA-A-DR-XX-PL-PP08 revision I, unless otherwise agreed in writing by the Local Planning Authority.\r\rReason: In order to ensure that the development is carried out in accordance with the approved plans and drawings and does not have any effects which have not been assessed in the Environmental Statement.\r",
    "O4. Provision of Children's Nursery \r\rThe first Reserved Matters Application submission required (notwithstanding the Reserved Matters Application for Boundary Hall) shall include details of the nursery (Block Q) including any external play space forming part of the nursery. This shall include details of design, materials and target group.  The nursery shall be completed no later than the first occupation of any residential dwellings within that phase. \r\rReason: to ensure sufficient infrastructure and early years provision.  \r\r",
    "O13. Site Waste Management Plan \r\rNo part of the residential or commercial accommodation hereby permitted in any development Plot in the Outline Element shall be occupied until a Waste Management Strategy showing the full details of the waste and recycling facilities, including management of storage areas, internal collections and collection for the site for those accommodations, has been submitted and approved in writing by the local planning authority. The waste and recycling facilities shall be provided in accordance with the approved details prior to occupation of the relevant residential or commercial element. They shall be retained throughout the lifetime of the development and shall be used for no other purposes. \r\rReason: to encourage the sustainable management of waste, to ensure acceptable living conditions for future occupiers in the interests of visual amenity.\r\r",
    "O14. Updated Bat Survey \r\ra) Prior to the commencement of any demolition works of the outline plots, a bat survey must be conducted by a qualified ecologist to determine the presence of bats and/or bat roosts within the structures to be demolished. The survey report, including any necessary mitigation measures, must be submitted to and approved in writing by the Local Planning Authority. \r\rb) If bats or bat roosts are found, the developer must obtain a European Protected Species Licence from Natural England before any demolition work begins. All demolition works must be carried out in accordance with the approved mitigation measures.\rReason: to ensure no harm to protected species.  \r",
    "O15. Portico Protection \r\rPrior to the commencement of development for the phase containing the existing portico, a method statement for the protection of the existing portico shall be submitted to and approved in writing by the local planning authority. \r\rReason: to ensure the protection of a retain feature of the locally listed estate. \r\r",
    "O16. Updated Energy Strategy \r\rFollowing the practical completion of each Plot, an updated Energy Statement shall be submitted to and approved in writing by the Local Planning Authority, reflecting the measures taken in practice in Be Lean, Be Clean and Be Green stages of the Energy hierarchy to reduce carbon emitted from the operation of a development and its services, as committed to in the design stage, and the Updated Plot Carbon Compensation to be paid for the remaining emissions for the relevant plot.\r\rReason: to ensure sustainability and carbon reduction.\r\r",
    "H1. Grampian condition requiring completion of the S106 Agreement before commencement of the development.\r\rNo development shall take place on any part of the Site (save for operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements), unless and until all parties with (1) a legal interest to the extent it may enable them to carry out any part of the development in the relevant part of the Site and (2) a legal locus to enter a planning obligation pursuant to Section 106 of the Town and Country Planning Act  1990 (as amended)  have entered into such a planning obligation (unless otherwise agreed by the Local Planning Authority) in accordance with and substantially in the form of, the draft agreement appended to this decision notice (\"Shadow S106\").\r\rReason: The Council would have refused the planning application in the absence of the section 106 agreement and at the time of this permission being issued the applicant was not able to bind the legal interests in the development site under the section 106 agreement.  Development must not commence on any part of the Site until the legal interests in that part are bound under the section 106 agreement and the obligations are enforceable. \r",
    "H2. Compliance with Shadow s106\r\rNo development shall take place on any part of the Site (save for operations consisting of site clearance, archaeological investigations, investigations for assessing ground conditions, remedial work in respect of any contamination or other adverse ground conditions, diversion and laying of services, erection of any temporary means of enclosure, the temporary display of site notices or advertisements) without fully complying with all the obligations, covenants, restrictions, terms and conditions (together \"Obligations\") in the Shadow S106, as if the party carrying out the development was a party to a planning obligation in the same form of the Shadow S106. Provided that this condition does not apply to any part of the site that the party has an interest in, and that party has entered into a planning obligation pursuant to Condition 1.\r\rReason: to bind the Council under the obligations as set out in the shadow section 106 agreement to make the development acceptable and to mitigate the impacts of the development.  The obligations set out in the shadow 106 are reasonable and necessary to make the development acceptable in planning terms and to ensure compliance with the provisions of the Development Plan\r",
    "H3. Drawings and Documents\r\rThe development hereby permitted shall be carried out in accordance with the approved drawings and information:\r \rHybrid Application \r\rENF-JSE-A-DR-XX-PL-0001 Rev B Site Location Plan;\rENF-JSE-A-DR-XX-PL-0002 Rev C Site Demolition Plan.\r\rDetailed Element\r\rBlock A\rENF-JSE-HTA-A-BA-DR-PL-0100 Rev PL1 Block A - Level 00 - Ground Floor Plan;\rENF-JSE-HTA-A-BA-DR-PL-0101 Rev PL1 Block A - Level 01;\rENF-JSE-HTA-A-BA-DR-PL-0102 Rev PL1 Block A - Levels 02-04;\rENF-JSE-HTA-A-BA-DR-PL-0105 Rev PL1 Block A - Levels 05;\rENF-JSE-HTA-A-BA-DR-PL-0106 Rev PL1 Block A - Levels 06-09;\rENF-JSE-HTA-A-BA-DR-PL-0115 Rev PL1 Block A - Roof Plan;\rENF-JSE-HTA-A-BA-DR-PL-0250 Rev PL1 Block A - Elevations;\rENF-JSE-HTA-A-BA-DR-PL-0280 Rev PL1 Block A - Sections;\rENF-JSE-HTA-A-BA-DR-PL-0600 Rev PL1 Block A - Detailed Elevation Study - Taller volume;\rENF-JSE-HTA-A-BA-DR-PL-0605 Rev PL1 Block A - Detailed Elevation Study - Lower volume;\rENF-JSE-HTA-A-BA-DR-PL-0610 Rev PL1 Block A - Detailed Axonometric - Taller volume;\rENF-JSE-HTA-A-BA-DR-PL-0611 Rev PL1 Block A - Detailed Axonometric - Taller volume;\rENF-JSE-HTA-A-BA-DR-PL-0620 Rev PL1 Block A - Detailed Axonometric - Lower Volume;\rENF-JSE-HTA-A-BA-DR-PL-0621 Rev PL1 Block A - Detailed Axonometric - Lower Volume.\r\rBlock D\rENF-JSE-HTA-A-BD-DR-PL-0100 Rev PL1 Block D - Level 00 - Ground Floor Plan;\rENF-JSE-HTA-A-BD-DR-PL-0101 Rev PL1 Block D - Level 01;\rENF-JSE-HTA-A-BD-DR-PL-0102 Rev PL1 Block D - Levels 02, 04, 06;\rENF-JSE-HTA-A-BD-DR-PL-0103 Rev PL1 Block D - Levels 03, 05, 07;\rENF-JSE-HTA-A-BD-DR-PL-0108 Rev PL1 Block D - Level 08;\rENF-JSE-HTA-A-BD-DR-PL-0109 Rev PL1 Block D - Levels 09-12;\rENF-JSE-HTA-A-BD-DR-PL-0113 Rev PL1 Block D - Levels 13-25;\rENF-JSE-HTA-A-BD-DR-PL-0126 Rev PL1 Block D - Level 26;\rENF-JSE-HTA-A-BD-DR-PL-0130 Rev PL1 Block D - Roof Plan;\rENF-JSE-HTA-A-BD-DR-PL-0250 Rev PL1 Block D - East Elevation;\rENF-JSE-HTA-A-BD-DR-PL-0251 Rev PL1 Block D - West Elevation;\rENF-JSE-HTA-A-BD-DR-PL-0252 Rev PL1 Block D - North and South Elevations;\rENF-JSE-HTA-A-BD-DR-PL-0253 Rev PL1 Block D - Courtyard Elevations;\rENF-JSE-HTA-A-BD-DR-PL-0280 Rev PL1 Block D - Sections;\rENF-JSE-HTA-A-BD-DR-PL-0281 Rev PL1 Block D - Sections;\rENF-JSE-HTA-A-BD-DR-PL-0600 Rev PL1 Block D - Detailed Elevation Study - D2 Tower;\rENF-JSE-HTA-A-BD-DR-PL-0601 Rev PL1 Block D - Detailed Elevation Study - D2 Tower;\rENF-JSE-HTA-A-BD-DR-PL-0605 Rev PL1 Block D - Detailed Elevation Study - D1 and D2 Shoulder;\rENF-JSE-HTA-A-BD-DR-PL-0610 Rev PL1 Block D - Detailed Elevation Study - D1 Maisonettes ;\rENF-JSE-HTA-A-BD-DR-PL-0615 Rev PL1 Block D - Detailed Axonometric - D2 Tower;\rENF-JSE-HTA-A-BD-DR-PL-0616 Rev PL1 Block D - Detailed Axonometric - D2 Tower;\rENF-JSE-HTA-A-BD-DR-PL-0617 Rev PL1 Block D - Detailed Axonometric - D2 Tower;\rENF-JSE-HTA-A-BD-DR-PL-0618 Rev PL1 Block D - Detailed Axonometric - D2 Tower;\rENF-JSE-HTA-A-BD-DR-PL-0619 Rev PL1 Block D - Detailed Axonometric - D2 Tower;\rENF-JSE-HTA-A-BD-DR-PL-0625 Rev PL1 Block D - Detailed Axonometric - D1 and D2 Shoulder;\rENF-JSE-HTA-A-BD-DR-PL-0626 Rev PL1 Block D - Detailed Axonometric - D1 and D2 Shoulder;\rENF-JSE-HTA-A-BD-DR-PL-0635 Rev PL1 Block D - Detailed Axonometric - D1 Maisonettes;\rENF-JSE-HTA-A-BD-DR-PL-0636 Rev PL1 Block D - Detailed Axonometric - D1 Maisonettes.\r\rBlock N\rENF-JSE-HTA-A-BN-DR-PL-0100 Rev PL1 Block N - Level 00 - Ground Floor Plan;\rENF-JSE-HTA-A-BN-DR-PL-0101 Rev PL1 Block N - Level 01;\rENF-JSE-HTA-A-BN-DR-PL-0102 Rev PL1 Block N - Levels 02-04;\rENF-JSE-HTA-A-BN-DR-PL-0105 Rev PL1 Block N - Levels 05;\rENF-JSE-HTA-A-BN-DR-PL-0106 Rev PL1 Block N - Level 06;\rENF-JSE-HTA-A-BN-DR-PL-0107 Rev PL1 Block N - Level 07;\rENF-JSE-HTA-A-BN-DR-PL-0108 Rev PL1 Block N - Level 08-09;\rENF-JSE-HTA-A-BN-DR-PL-0110 Rev PL1 Block N - Level 10;\rENF-JSE-HTA-A-BN-DR-PL-0115 Rev PL1 Block N - Roof Plan; \rENF-JSE-HTA-A-BN-DR-PL-0250 Rev PL1 Block N - East / West Elevations;\rENF-JSE-HTA-A-BN-DR-PL-0251 Rev PL1 Block N - North / South Elevations;\rENF-JSE-HTA-A-BN-DR-PL-0280 Rev PL1 Block N - East & West Courtyard Sections;\rENF-JSE-HTA-A-BN-DR-PL-0281 Rev PL1 Block N - North & South Courtyard Sections;\rENF-JSE-HTA-A-BN-DR-PL-0600 Rev PL1 Block N - Detailed Elevation Study - Fore Street Plot 1;\rENF-JSE-HTA-A-BN-DR-PL-0601 Rev PL1 Block N - Detailed Elevation Study - Fore Street Plot 2;\rENF-JSE-HTA-A-BN-DR-PL-0602 Rev PL1 Block N - Detailed Elevation Study - Fore Street Plot 3;\rENF-JSE-HTA-A-BN-DR-PL-0610 Rev PL1 Block N - Detailed Axonometric - Fore Street 01;\rENF-JSE-HTA-A-BN-DR-PL-0611 Rev PL1 Block N - Detailed Axonometric - Fore Street 01;\rENF-JSE-HTA-A-BN-DR-PL-0620 Rev PL1 Block N - Detailed Axonometric - Fore Street 02;\rENF-JSE-HTA-A-BN-DR-PL-0621 Rev PL1 Block N - Detailed Axonometric - Fore Street 02;\rENF-JSE-HTA-A-BN-DR-PL-0640 Rev PL1 Block N - Detailed Axonometric - Park Edge 01;\rENF-JSE-HTA-A-BN-DR-PL-0641 Rev PL1 Block N - Detailed Axonometric - Park Edge 01;\rENF-JSE-HTA-A-BN-DR-PL-0650 Rev PL1 Block N - Detailed Axonometric - Park Edge 02;\rENF-JSE-HTA-A-BN-DR-PL-0651 Rev PL1 Block N - Detailed Axonometric - Park Edge 02;.\r\rBlock K\rENF-JSE-HTA-A-BK-DR-PL-0100 Rev PL1 Block K - Level 00 - Ground Floor Plan;\rENF-JSE-HTA-A-BK-DR-PL-0101 Rev PL1 Block K - Level 01;\rENF-JSE-HTA-A-BK-DR-PL-0102 Rev PL1 Block K - Levels 02-04;\rENF-JSE-HTA-A-BK-DR-PL-0105 Rev PL1 Block K - Levels 05;\rENF-JSE-HTA-A-BK-DR-PL-0106 Rev PL1 Block K - Level 06-07;\rENF-JSE-HTA-A-BK-DR-PL-0108 Rev PL1 Block K - Levels 08;\rENF-JSE-HTA-A-BK-DR-PL-0109 Rev PL1 Block K - Levels 09;\rENF-JSE-HTA-A-BK-DR-PL-0115 Rev PL1 Block K - Roof Plan;\rENF-JSE-HTA-A-BK-DR-PL-0250 Rev PL1 Block K - East / West Elevations;\rENF-JSE-HTA-A-BK-DR-PL-0251 Rev PL1 Block K - North / South Elevations;;\rENF-JSE-HTA-A-BK-DR-PL-0280 Rev PL1 Block K - East & West Courtyard Sections;\rENF-JSE-HTA-A-BK-DR-PL-0281 Rev PL1 Block K - North & South Courtyard Sections;\rENF-JSE-HTA-A-BK-DR-PL-0600 Rev PL1 Block K - Detailed Elevation Study - Core K2;\rENF-JSE-HTA-A-BK-DR-PL-0601 Rev PL1 Block K - Detailed Elevation Study - Core K3;\rENF-JSE-HTA-A-BK-DR-PL-0610 Rev PL1 Block K - Detailed Axonometric - Core K2;\rENF-JSE-HTA-A-BK-DR-PL-0611 Rev PL1 Block K - Detailed Axonometric - Core K2;\rENF-JSE-HTA-A-BK-DR-PL-0620 Rev PL1 Block K - Detailed Axonometric - Core K3;\rENF-JSE-HTA-A-BK-DR-PL-0621 Rev PL1 Block K - Detailed Axonometric - Core K3.\r\rBlock T \rENF-JSE-SGI-A-DR-T-PL-0200 Rev (-) Block T - Levels 00 & 01;\rENF-JSE-SGI-A-DR-T-PL-0201 Rev (-) Block T - Levels 02 & 03;\rENF-JSE-SGI-A-DR-T-PL-0202 Rev (-) Block T - Levels 04 & 05;\rENF-JSE-SGI-A-DR-T-PL-0250 Rev 2 Block T - Elevations;\rENF-JSE-SGI-A-DR-T-PL-0280 Rev (-) Block T - Sections;\rENF-JSE-SGI-A-DR-T-PL-0600 Rev (-) Block T - Detail Elevation Study - Apartment Block;\rENF-JSE-SGI-A-DR-T-PL-0601 Rev (-) Block T - Detail Elevation Study - Houses.\r\rOther \rENF-JSE-HTA-A-DR-BH-PL-0200 Rev E Boundary Hall Proposed Block Plans;\rENF-JSE-HTA-A-DR-BH-PL-0201 Rev B Boundary Hall Proposed Block Sections;\rENF-JSE-HTA-A-DR-EC-PL-0200 Rev (-) Energy Centre - Proposed Plans Sections and Elevations;\rENF-JSE-HTA-A-DR-GG-PL-0200 Rev (-) Gas Governor - Proposed Plans, Elevations and Sections - Interim Context;\rENF-JSE-HTA-A-DR-GG-PL-0201 Rev (-) Gas Governor - Proposed Plans, Elevations and Sections - Hybrid Masterplan;\r5016847-RDG-XX-ST-PL-ME-0007-F Rev F Heat Network Below Ground Pipework Proposed Routing and Phasing;\r5016847-RDG-XX-ST-PL-ME-8100-E Rev E Combined M& E Site Plan External Services.\r\rOutline Element \r\rMasterplan\rENF-JSE-A-DR-XX-PL-0100 Rev J Illustrative Masterplan Outline;\rENF-JSE-A-DR-XX-PL-0101 Rev I Extent of Detailed Element in Hybrid;\rENF-JSE-A-DR-XX-PL-0110 Rev C Proposed Interim Site Layout - Phases 0-1;\rENF-JSE-A-DR-XX-PL-0111 Rev C Proposed Interim Site Layout - Phases 2-3;\rENF-JSE-A-DR-XX-PL-0112 Rev C Illustrative Masterplan Layout - Phases 0-1;\rENF-JSE-A-DR-XX-PL-0113 Rev C Illustrative Masterplan Layout - Phases 2-3.\r\rSite Elevations and Sections \rENF-JSE-A-DR-XX-PL-0140 Rev B Proposed Site Elevations;\rENF-JSE-A-DR-XX-PL-0141 Rev B Proposed Site Elevations;\rENF-JSE-A-DR-XX-PL-0142 Rev B Proposed Site Elevations;\rENF-JSE-A-DR-XX-PL-0143 Rev B Proposed Site Elevations;\rENF-JSE-A-DR-XX-PL-0144 Rev B Proposed Site Elevations;\rENF-JSE-A-DR-XX-PL-0145 Rev B Proposed Site Elevations;\rENF-JSE-A-DR-XX-PL-1000 Rev G Proposed Site Section-S1, S2, S3;\rENF-JSE-A-DR-XX-PL-1001 Rev G Proposed Site Section-S4, S5.\r\rParameter Plans \rENF-JSE-A-DR-XX-PL-PP01 Rev J Extent of Detailed within Hybrid;\rENF-JSE-A-DR-XX-PL-PP02 Rev J Site Access;\rENF-JSE-A-DR-XX-PL-PP03 Rev J Circulation Network;\rENF-JSE-A-DR-XX-PL-PP04 Rev J Parking Zones;\rENF-JSE-A-DR-XX-PL-PP05 Rev K Development Plot Parcels;\rENF-JSE-A-DR-XX-PL-PP06 Rev K Maximum Heights;\rENF-JSE-A-DR-XX-PL-PP07 Rev K Land Uses - Ground Floor;\rENF-JSE-A-DR-XX-PL-PP08 Rev J Land Uses - Upper Floor;\rENF-JSE-A-DR-XX-PL-PP09 Rev J Open Space and Public Realm;\rENF-JSE-A-DR-XX-PL-PP10 Rev J Basement Locations;\rENF-JSE-A-DR-XX-PL-PP11 Rev J Meanwhile Uses.\r\rLandscape \r\rDetailed Element\rENF-JSE-HTA-L-XX-DR-PL-0902 Rev F Detail Illustrative Landscape Masterplan;\rENF-JSE-HTA-L-XX-DR-PL-0910 Rev G Detail GA Reference Plan;\rENF-JSE-HTA-L-XX-DR-PL-0911 Rev F Detail GA Plan 1;\rENF-JSE-HTA-L-XX-DR-PL-0912 Rev F Detail GA Plan 2;\rENF-JSE-HTA-L-XX-DR-PL-0913 Rev F Detail GA Plan 3;\rENF-JSE-HTA-L-XX-DR-PL-0914 Rev F Detail GA Plan 4;\rENF-JSE-HTA-L-XX-DR-PL-0915 Rev F Detail GA Plan 5;\rENF-JSE-HTA-L-XX-DR-PL-0916 Rev F Detail GA Plan 6;\rENF-JSE-HTA-L-XX-DR-PL-0917 Rev F Detail General Arrangement - Podium Plan 1 (A&D);\rENF-JSE-HTA-L-XX-DR-PL-0918 Rev E Detail General Arrangement - Podium Plan 2 (K);\rENF-JSE-HTA-L-XX-DR-PL-0919 Rev F Detail General Arrangement - Podium Plan 2 (N) ;\rENF-JSE-HTA-L-XX-DR-PL-0920 Rev F Detail General Arrangement Roof Level Plan;\rENF-JSE-HTA-L-XX-DR-PL-0921 Rev D Detail General Arrangement Podium Level Plan; \rENF-JSE-HTA-L-XX-DR-PL-0926 Rev F Urban Greening Factor Plan Detailed Phases;\rENF-JSE-HTA-L-XX-DR-PL-0930 Rev F Planting Strategy 1;\rENF-JSE-HTA-L-XX-DR-PL-0931 Rev F Planting Strategy 2;\rENF-JSE-HTA-L-XX-DR-PL-0932 Rev F Planting Strategy 3;\rENF-JSE-HTA-L-XX-DR-PL-0933 Rev F Planting Strategy 4;\rENF-JSE-HTA-L-XX-DR-PL-0934 Rev F Planting Strategy 5;\rENF-JSE-HTA-L-XX-DR-PL-0935 Rev F Planting Strategy 6;\rENF-JSE-HTA-L-XX-DR-PL-0940 Rev F Levels Plan 1;\rENF-JSE-HTA-L-XX-DR-PL-0941 Rev F Levels Plan 2;\rENF-JSE-HTA-L-XX-DR-PL-0942 Rev F Levels Plan 3;\rENF-JSE-HTA-L-XX-DR-PL-0943 Rev F Levels Plan 4;\rENF-JSE-HTA-L-XX-DR-PL-0944 Rev F Levels Plan 5;\rENF-JSE-HTA-L-XX-DR-PL-0945 Rev F Levels Plan 6.\r\rOutline Element \rENF-JSE-HTA-L-XX-DR-PL-0900 Rev G Outline Illustrative Landscape Masterplan;\rENF-JSE-HTA-L-XX-DR-PL-0901 Rev G Outline GA Reference Plan;\rENF-JSE-HTA-L-XX-DR-PL-0925 Rev F Urban Greening Factor Plan.\r\rDocuments \rENF-JSE-HTA-A-RP-SDA Rev B Summary of Design Amendments, April 2024;\rENF-JSE-HTA-A-RP-DAS Rev G Design and Access Statement, April 2024;\rENF-JSE-HTA-A-RP-DC Rev H Design Code, June 2024; \rENF-JSE-HTA-A-RP-SDG Rev A Block N Shopfront Design Guide, April 2024;\rENF-JSE-HTA-A-RP-IPS Rev E Indicative Phasing Strategy, December 2024;\rArboricultural Impact Assessment and Method Statement 02769Rv7, February 2024;\rAffordable Housing Statement Version 4, 27.03.24; \rArchaeological Desk Based Assessment Issue 8, 05.03.24;\rBat Survey and Report 551773pwJun23FV01_Bats June 2023;\rBiodiversity Net Gain Assessment 551773pwMar24FV04_BNG, March 2024;\rCircular Economy Statement Issue 3, April 2024;\rDaylight, Sunlight & Overshadowing Assessment - Full Assessment Issue 5, 02.04.24;\rDaylight, Sunlight & Overshadowing Assessment - Interim Assessment Issue 3, 08.04.24;\rDetailed Drainage Strategy Revision 5, June 2024;\rOutline Drainage Strategy Revision 5, June 2024;\rDevelopment Specification Version 5, 03.04.24;\rEnergy and Overheating Assessment Issue 6, 03.04.24;\rEqualities Impact Assessment, April 2024;\rEnvironmental Statement Volume 1: Non-technical Summary Version 3, July 2024; \rEnvironmental Statement Volume 2: Main ES Report, September 2022; \rEnvironmental Statement Volume 3: TVIA, April 2024; \rEnvironmental Statement Volume 4 Technical Appendices, September 2022; \rEnvironmental Statement Addendum, April 2024; \rEnvironmental Statement Addendum Chapter 8 Wind Microclimate Addendum Version 1, June 2024; \rEnvironmental Statement Addendum Chapter 13 Socio-economics Addendum Version 1, July 2024; \rFinancial Viability Assessment, September 2022; \rFinancial Viability Assessment Addendum, February 2024;\rFire Statement Issue 8, 12.02.24;\rFlood Risk Assessment Revision 8, June 2024;\rFlood Risk Assessment and SuDS Technical Note, June 2024;\rHabitat Regulations Assessment 551773pw02Apr24_Full_HRA, April 2024; \rHealthy Streets Transport Assessment d1d, 27.03.24;\rHeritage Assessment, 24.03.24;\rLand Quality Desk Study Revision 9, April 2024;\rLighting Assessment Revision 3, February 2024;\rOpen Space Assessment Version 4, 28.03.24;\rOperational Waste Strategy Revision 5, June 2024;\rOutline Construction Environmental Management Plan Version 4, 03.04.24;\rOutline Construction Logistics Plan Version 01F, 22.03.24;\rPhase 2 Geo-Environmental Assessment Report Revision 04, 27.03.24;\rPlanning Statement Version 5, 11.04.24;\rPreliminary Ecological Appraisal 551773dpMar22FV02_PEA, March 2022; \rPreliminary Ecological Appraisal - Letter Addendum 551773pw14Feb24_L01_PEA, February 2024;\rRetail Impact Assessment Revision 7, April 2024;\rQualitative Design Review Issue 6, 08.04.24;\rStage 1 Road Safety Audit - On-site, 28.03.24;\rStage 1 Road Safety Audit - Off-site Version D, 08.06.23;\rStatement of Community Involvement, September 2022;\rSustainability Statement Issue 3, 26.03.24;\rWhole Life-Cycle Carbon Assessment Issue 4, 04.04.24;\rPedestrian Level Wind Microclimate Assessment, 03.06.24.\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "H4. Phasing Plan \r\rThe development hereby permitted shall be built out in accordance with the Indicative Phasing Strategy ENF-JSE-HTA-A-RP-IPS Rev E dated December 2024 prepared by HTA Design LLP unless an updated Phasing Plan is submitted to and approved in writing by the Local Planning Authority.\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r\r",
    "H5. Compliance With EIA Mitigation Measures\r\rThe development shall be carried out in accordance with the mitigation measures set out in the Environmental Statement dated September 2022, Addendum dated April 2024, Chapter 8 Addendum dated June 2024, and Chapter 13 Addendum dated July 2024 and whenever the Local Planning Authority is requested to approve a variation to those mitigation measures or a non-material or minor amendment as provided by planning procedures, it shall only do so if it is satisfied that the proposed variation or amendment would not have any significant environmental effects which have not been assessed in the Environmental Statement. \r\rReason: To ensure that the details of the development are within the parameters assessed in the Environmental Statement and that the development is carried out in accordance with the mitigation measures set out in the Environmental Statement in order to minimise the environmental effects of the development. \r",
    "H13. Sound Attenuation \r\rThe development shall be constructed/adapted so as to provide sufficient air-borne and structure-borne sound insulation against externally generated noise and vibration. This sound insulation shall ensure that the level of noise generated from external sources shall be no higher than 35 dB(A) from 7am - 11pm in bedrooms, living rooms and dining rooms and 30 dB(A) in bedrooms from 11pm - 7am measured as a LAeq,T. The LAF Max shall not exceed 45dB in bedrooms 11pm - 7am more than 10 times per night. Where the internal noise levels exceed the sound pressure levels stated in this condition with the windows open, a scheme for mitigation measures, including suitable alternative ventilation, shall be submitted to and approved by the Local Planning Authority prior to above ground works taking place. The approved mitigation scheme shall be implemented in its entirety before any of the units are occupied/the use commences and take into account the Acoustics Ventilation & Overheating Guidance issued by the ANC and IOA.\r\rReason: To protect the local amenity from noise and disturbance.\r",
    "H14. Acoustic Report \r\rPrior to the completion of superstructure works for any development Plot an acoustic report, written in line with the methodology in BS4142:2014+A1 2019, shall be submitted to and approved by the Local Planning Authority. The report must set out the sound level generated from the mechanical plant at the development and state the noise control measures to be employed to ensure the noise from the plant does not exceed a level of 10dB below the typical measured background noise level measured as LA90 15 minutes during operational hours, at the façade of the nearest or most noise affected residential property.\r\rReason: To protect the local amenity from noise and disturbance.\r",
    "H15. All Non-Road Mobile Machinery\r\rAll Non-Road Mobile Machinery (NRMM) of net power of 37kW and up to and including 560kW used during the course of the demolition, site preparation and construction phases shall comply with the emission standards set out in chapter 7 of the GLA's supplementary planning guidance \"Control of Dust and Emissions During Construction and Demolition\" dated July 2014 (SPG), or subsequent guidance. Unless it complies with the standards set out in the SPG, no NRMM shall be on site, at any time, whether in use or not, without the prior written consent of the local planning authority. The developer shall keep an up to date list of all NRMM used during the demolition, site preparation and construction phases of the development on the online register at https://nrmm.london/\r\rReasons: In the interests of good air quality. \r",
    "H16. Construction Logistics and Environmental Management Plan\r\rPrior to commencement of development of any Plot (other than including site investigations and archaeological investigation) a detailed Construction Logistics and Environmental Management Plan (CLEMP) shall be submitted to and approved in writing by the local planning authority. Development shall be thereafter carried out in accordance with the CLEMP which shall remain in force for the entire demolition and construction period. For avoidance of doubt, this condition can be discharged either in the following stages: \r\ra.\tDemolition works and construction up to and including ground floor slab and, \rb.\tConstruction works above ground floor slab. \r\rThe CLEMP shall be informed by Construction Logistics Planning Guidance and must include as a minimum: \ri)\tA plan showing the area to be surveyed to establish existing public highway condition:\rii)\tA pre-start record of the condition of the public highway identified by the plan referred to above, together with a written commitment to repair any damage caused by carrying out the development\riii)\tOn-site parking and turning provision for site operatives, visitors and construction vehicles;\riv)\tProvision for the loading, unloading and storage of plant and materials within the site; \rv)\tLocation of temporary offices, contractors compounds and welfare facilities on the site; \rvi)\tDetails of points of access and egress to and from the site construction traffic; \rvii)\tDetails of signage at all vehicle exits from construction site advising drivers of preferred routes \rviii)\tThe erection of maintenance of security hoarding, including decorative displays and facilities for public viewing where appropriate;\rix)\tWorks of demolition and construction shall only take place between the hours of 08.00 and 18.00 Monday to Friday and between 09.00 and 13.00 on Saturdays, and at no time on Sundays or Bank/Public Holidays; \rx)\tDetails of measures to prevent the deposition of mud and debris on the public highway, including wheel washing facilities and sheeting of vehicles transporting loose aggregates or similar materials off site;\rxi)\tA Demolition and Construction Waste Management Plan that identifies the main waste materials, including vegetation, expected to be generated by the development, during demolition and construction, together with the measures for dealing with such materials so as to minimise waste and maximise re-use and recycling; \rxii)\tMeasure to ensure the safety of users of adjacent public highway during the construction period, in particular cyclist and pedestrians, especially at site access/egress points; \rxiii)\tMeasures to minimise emissions of dust from the site during construction written in accordance with the Mayor of London's supplementary planning guidance 'The Control of Dust and Emissions During Construction and Demolition' detailing how dust and emissions will be managed during demolition and construction work \rxiv)\tArrangements for temporary site lighting, including security lights, location and operations; \rxv)\tArrangements for liaising with other contractors in the vicinity of the site to maximise the potential for consolidated construction traffic movements to minimise traffic; \rxvi)\tProcedures for maintaining good public relations, including compliant management, public consultations and liaison contact details and;\rxvii)\tDetails of a booking system for construction traffic to minimise the number of construction vehicles waiting on the public highway \rxviii)\tDetails of registration with the Considerate Contractors Scheme\r\rReason: To protect the environmental quality of the surrounding area, to safeguard the amenities of those living and working in the locality and in the interest of highway safety. \r",
    "H17. Contaminated Land and Verification \r\ra) A Remedial Options Appraisal and/or Remediation Strategy giving full details of the remediation and mitigation measures required and how they are to be undertaken shall be submitted and approved by the Local Planning Authority prior to commencement of the development plot. \r\rb) Following completion of remediation, a Verification report setting out the details of the data collected in order to demonstrate that the works set out in the remediation strategy are complete to a satisfactory standard shall be submitted to and approved by the Local Planning Authority prior to the occupation of the development on the respective development Plot. \r\rReason: To ensure that contaminated land is properly treated and made safe safeguard the health and safety of the future occupants.\r",
    "H23. Digital Connectivity \r\rPrior to the occupation of each development Plot, all residential units and non-residential space within the respective development Plot shall be fitted with superfast broadband capability which shall be retained thereafter. \r\rReason: to promote social inclusivity. \r",
    "H24. Details of Boundary Treatments \r\ra. Prior to the commencement of any landscape works in any development Plot, details of all fences, walls, railings, gates and other boundary treatment, including to the roof terraces, for the relevant Plot shall be submitted to and approved in writing by the Local Planning Authority.\r\rb. The approved details shall be implemented prior to occupation of the relevant Plot and permanently retained thereafter,\r\rReason: In the interest of good design and privacy. \r",
    "H25. Water Consumption \r\rEach dwelling (Use Class C3) hereby approved shall be designed to meet a target of 105litres or less per head per day.\r\rReason: in order to protect and conserve water supplied and resources. \r",
    "H26. Details of College Close Junction \r\rPrior to occupation of residential units in Block B, the full design and construction details of the alterations to the College Close junction to allow one way only (with left turn only from Sterling Way to College Close) shall be submitted to approved in writing by the Local Planning authority. The details to be submitted shall include: \ri)\tHow the scheme interfaces with the existing highway alignment \rii)\tFull signing and carriageway marking details\riii)\tFull construction details \riv)\tAn independent Stage 2 Road Safety Audit\r\rThe approved details shall be constructed prior to the first occupation or operation of the relevant part of the development hereby approved.\r\rReason: in the interests of highway safety and improved connectivity. \r",
    "H27. Removal of Permitted Development Rights - Class E only \r\rNotwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification), the commercial space identified on drawing ref. ENF-JSE-HTA-A-DR-XX-PL-PP07_Parameter Plan_Land Use-Ground Floor-K shall only be used for purposes within Class E of the Town and Country Planning (Use Classes) (Amendment) (England) Regulations 2020 and for no other purpose.\r\rReason: The impacts of the development have been assessed in the context of Class E uses and uses outside this use class could have different and potentially adverse impacts that have not been assessed or mitigated. Ensures the delivery of commercial floorspace that beneficially contributes to the character and amenities of the area. \r",
    "H28.\tRestriction of permitted development rights - Class C  \r\rNotwithstanding the development hereby permitted no permitted development rights are allowed to the dwelling houses under Schedule 2 Part 1 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended). \r\rReason: In order to protect the amenities of the adjoining occupiers, and to maintain a satisfactory appearance to the development. \r\r",
    "H29. Telecommunication Apparatus \r\ra) Prior to occupation of a development Plot, details of any communal television and/or satellite system, if required for the residential dwellings within the relevant Plot, shall be submitted to and approved in writing by the Local Planning Authority. \r\rb) The approved system shall be implemented prior to the occupation of the residential units within the relevant Plot, maintained in working order and made available to each resident.\r\rc) No antennae or satellite dishes may be installed on the exterior of the buildings within the relevant Plot, with the exception of a single antennae or satellite dish per building to support the communal television and satellite system. The proposed antennae or satellite dishes shall be designed to minimise their visual impact. \r\rReason: in the interests of the visual appearance of the buildings and social inclusivity. \r\r",
    "H30. No plant or equipment fixed to external facades \r\rNo roof plant, equipment, or other structures, other than as shown on the plans hereby approved or approved pursuant to a condition of this permission, shall be placed on the roof(s) or external façade or be permitted to project above the roofline of any part of the buildings as shown on elevational drawings or shall be permitted to extend outside of the roof plant enclosures of any buildings hereby permitted.\r\rReason: to ensure high quality development and in the interest of visual amenity.\r\r",
    "31. BREEAM Assessment - Non-Residential \r\rWithin 6 months of the first operation of the commercial development in any development Plot, a post construction stage BREEAM New Construction 2018 shell and core accreditation certificate (or any such equivalent national measure of sustainable building which replaces that scheme) demonstrating a rating of no less than 'Excellent' (or such other rating as mat be agreed by the Local Planning Authority) (minimum score of 70%) shall be submitted to and approved in writing by the local planning authority. \r\rThe Development shall be carried out strictly in accordance with the details approved and the accreditation of 'Excellent' shall be maintained as such thereafter, and no change there from shall take place without the prior approval of the Local Planning Authority.\r\rReason to ensure the development makes the fullest contributions to minimising carbon dioxide emissions. \r",
    "H32. Tree Method Statement and Tree Retention Plan \r\rPrior to the commencement of development in each Plot a method statement shall be submitted to an approved by the Local Planning Authority,  (including site investigations and clearance and works of demolition), detailing retained trees within that Plot and any trees on adjacent land (as shown in Arboricultural  Impact Assessment & Method Statement (document ref. 02769Rv7 dated February 2024) prepared by Tamla Trees) shall be protected in accordance with BS5837:2012, with any tree work to be carried out in accordance with BS3998:2010 - Tree Work - Recommendations. \r\rThe protection shall be retained intact for the full duration of the development within that development Plot until all equipment and materials have been removed from site. If the protection is damaged, all operations shall cease until it is repaired in accordance with the approved details. \r\rNothing shall be stored or placed in any protected area in accordance with this condition and the ground levels within those areas shall not be altered, nor shall any excavations be made without the written approval of the local authority. \r\rReason: To make sure that the trees on the site are adequately protected during building works and in the interests of visual amenity and biodiversity.  \r",
    "F1. Time Limit \r\rThe Detailed Element of the development hereby permitted shall be begun before the expiration of three years from the date of permission. \rReason: As required by Section 91 of the Town and Country Planning Act 1990.\r",
    "F2. Drawings and Materials \r\rDetailed drawings and samples of all facing materials to be used in a development plot or phase shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of any façade works on each respective development plot or phase in the Detailed Element hereby permitted development. The details and samples shall include the following: \ri.\tBrick bonding and brick, including banding and decorative brick panel detail (annotated plans at a scale of not less than 1:20); \rii.\tExternal windows, spandrel panels, balconies, doors, screens, louvres, grilles and balustrading (annotated plans at a scale of not less than 1:10); \riii.\tDepth of window reveals and soffits (annotated plans at a scale of not less than 1:20) iv. Rainwater goods (annotated plans at a scale of not less than 1:10);\riv.\tThe details shall show all joints between different materials and components, including walls, roofs, doors, windows, sills, lintels and fasciae, balconies, soffits and balustrades, external ramps, steps, pavements, boundary walls, gates, and fences.\rv.\tShop fronts, entrances and openings (annotated elevations and section details at a scale of not less than 1:20); \rvi.\tvii. Sections of the landscaped areas of the scheme, showing the interface between soft and hard surface would work, the rainwater drainage strategy and associated technical solutions, and the interface between different pavements, the street, and the proposed buildings.\ra) No visible pipes or gutters shall be installed which were not included in the submitted drawings for this planning application.\rb) 1:1 sample bays showing a typical balcony and surrounding wall construction for the relevant development plot or phase shall be constructed for all detailed blocks to show details of junctions, materials prior to construction. \r\rThe development shall be carried out strictly in accordance with the details and samples so approved, shall be maintained as such thereafter, and no change therefrom shall take place without the prior written consent of the Local Planning Authority.\r\rReason: to ensure that the resulting appearance and construction of the development is of a high standard\r",
    "F3. Site Levels \r\rNotwithstanding the submitted information, prior to commencement of each relevant development  plot or phase within Detailed Element  phase of development hereby permitted (other than demolition, site clearance and preparatory works) plans detailing the proposed ground levels including the levels of any proposed buildings (including threshold, eaves and ridge heights), roads and/or hard surfaced areas, and access ramps shall be submitted to and approved in writing by the Local Planning Authority. The development shall be constructed in accordance with the approved details.\r\rReason: To ensure that levels have regard to the level of surrounding development, gradients, surface water drainage and to ensure ease of access throughout the site for all users.\r\r",
    "F4. Quantum of Development \r\rThe total quantum of the Detailed Element of the development hereby permitted shall not exceed the quantum's listed below: \r(i)\tResidential (Use Class C3): 575 residential units; \r(ii)\tNon-residential (Use Classes E(a), (b), (c), (e)) floorspace; 455 sqm (GIA)\r(iii)\tCommunity (Use Class F2(b)) floorspace: 103sqm (GIA)\r\rReason:  In order to ensure that the development is carried out in accordance with the approved plans and drawings and does not have any effects which have not been assessed in the Environmental Statement.\r",
    "F5. Reserve Matters Application for Boundary Hall \r\ra) Prior to the demolition of Boundary Hall, a Reserved Matters Application (RMA) shall be submitted to and approved in writing by the Local Planning Authority for the following Reserved Matters: \r\rAppearance;\rLandscaping; and \rAccess.\r\rb) Full particulars of these Reserved Matters, including plans, sections and elevations and all to an appropriate scale, and any other supporting documents shall be submitted to the Local Planning Authority for the purpose of obtaining their approval, in writing.\rc) The floorspace shall be a minimum of 362sqm and shall only be operated as Use Class F1(e) and/or F2(b).\rd) The meanwhile use shall be provided and be operational prior to the demolition of the existing Boundary Hall. \re) The details shall include a replacement notice board. \rf) The meanwhile use shall be fully implemented in accordance with the approved details and retained until the permanent reprovision of community facilities in Block G.  \r\rReason: to ensure continuity of community infrastructure.  \r",
    "F6. Permitted Uses: Community Use\r\rNotwithstanding the provisions of the Town and Country Planning Act (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification) the community floorspace in Block D shall be used for purposes within the F2(b) Use Classes only. \r\rReason: In order to ensure that the development is carried out in accordance with the approved plans. \r",
    "F7. Permitted Uses: Non Residential Uses \r\ra) Notwithstanding the provisions of The Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking and re-enacting that Order with or without modification) the non-residential units in Block N as shown on the drawings hereby permitted shall be used only for the following purposes:\r Display or retail sale of goods, other than hot food (Use Class E(a));\r Sale of food and drink for consumption (mostly) on the premises (Use Class E(b));\r. Provision of financial services, professional services (other than health or medical services), or other appropriate services in a commercial, business or service locality (Use Class E(c));\r. Medical services not attached to the residence of the practitioner (Use Class E(e)). \r\rb) Notwithstanding the provisions of Schedule 2, Part 3, Class MA the Town and Country Planning (General Permitted Development) Order 2015 (or any Order revoking and re-enacting that Order with or without modifications), no change of use from Class E (commercial, business and service) to a use falling within Class C3 (dwellinghouses) shall take place.\r\rReason: To safeguard the vitality and vibrancy of the district centre, allow for decant of existing units and to safeguard neighbouring properties and the area generally. \r",
    "F8. Hours of Use: Non Residential Uses \r\rThe following non-residential uses in the Detailed Element of the hereby permitted development shall not operate outside the following hours unless prior written approval from the Local Planning authority has been sought and granted:\rClass E(a) - Retail Use:\r7am - 11pm Monday to Saturday\r8am - 10pm Sundays and Bank Holidays\rClass E(b) - Café/Restaurant Use:\r7am - 11pm Monday to Saturday\r8am - 11pm Sundays and Bank Holidays\rClass E(c) - Professional Services\r7am - 8pm Monday to Saturday\r9am - 6pm Sundays and Bank Holidays\rClass E(e) - Medical / Health Services\r7am - 10pm Monday to Saturday\r7am - 8pm Sundays and Bank Holidays\rReason: in the interests of protecting neighbouring occupiers living conditions. \r\r",
    "F9. Details of the Energy Centre\r\rPrior to the above ground works of the Energy Centre in the Detailed Element of the development, a sample panel and a schedule of materials to be used in all external elevations including walls, doors, and windows on the building hereby permitted shall be submitted to and approved in writing by the Local Planning Authority. The development shall be carried out in accordance with the approved details. The Energy Centre shall be operational prior to the first occupation of any residential dwellings within Phase 0. \r\rReason: in the interest of sustainable development. \r",
    "F10. Energy and Overheating \r\ra) Notwithstanding the submitted information, prior to the commencement of each phase within the Detailed Element of the development hereby permitted, an updated Energy and Overheating Assessment shall be submitted to and approved in writing by the Local Planning Authority. The Energy Statement shall follow the energy hierarchy in the London Plan and be calculated through the Part L 2021 of the Building Regulations methodology SAP 10.2.\r\rb) The development shall be fully implemented in accordance with the approved details under part a) of this condition prior to the first occupation of development in each respective phase. \r\rc)Following the practical completion of any building within each respective phase of the Detailed Element, an updated Energy Statement shall be submitted to and approved in writing by the Local Planning Authority, reflecting the measures taken in practice in Be Lean, Be Clean and Be Green stages of the Energy hierarchy to reduce carbon emitted from the operation of a development and its services, as committed to in the design stage, and the Detailed New Development Carbon Compensation to be paid for the remaining emissions for the relevant phase.\r\rReason: to ensure sustainability and carbon reduction.\r\r",
    "F11. Details of Temporary Footbridge \r\rFull details of the temporary footway/ramp to the existing railway bridge shall be submitted to and approved in writing by the Local Planning Authority prior to any above ground works for Block D (other than site clearance and preparatory works). The details shall be fully implemented prior to the occupation of Block D in accordance with the approved details and maintained until a permanent replacement footway comes forward. \r\rReason: to ensure continuity of community infrastructure.  \r",
    "F12. Heritage Plan and recording of Non-Designated Heritage Asset\r\ra) No demolition shall commence until a program of historic building recording and has been secured and undertaken in accordance with a written scheme of investigation which has been submitted by the applicant and approved by the planning authority. The historic building recording shall include capturing oral histories from current and former residents as well as the wider community.\r\rb) The applicant shall submit to the local planning authority an historic building report (to be submitted within six months of the completion of fieldwork, unless otherwise agreed in advance with the Planning Authority in consultation with the Greater London Archaeology Advice Service). This report shall be submitted to the Greater London Historic Environment Record and Local Studies Library in accordance with their guidelines and best practice.\r\rReason: in the interest of mitigating harm to the non-designated heritage assets. \r\r"
  ],
  "application_details": {
    "rain_water_harvesting": false,
    "surface_water_discharge_percentage_reduction": 100,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 824,
        "use_class": "SpecifiedOther",
        "gia_gained": 2700,
        "gia_lost": 824
      },
      {
        "gia_existing": 3109,
        "use_class": "SpecifiedOther",
        "gia_gained": 2956,
        "gia_lost": 3109
      },
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 250,
        "gia_lost": 0
      },
      {
        "gia_existing": 698,
        "use_class": "SpecifiedOther",
        "gia_gained": 853,
        "gia_lost": 698
      },
      {
        "gia_existing": 534,
        "use_class": "SpecifiedOther",
        "gia_gained": 0,
        "gia_lost": 534
      }
    ],
    "projected_cost_of_works": "Over £100m",
    "affordable_housing_fast_track": false,
    "residential_details": {
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_affordable_units": 1,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 1,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 1,
      "total_no_proposed_residential_units_social_rent": 1,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_gia_gained": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 1,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 1,
      "affordable_percentage": 100,
      "residential_units": [
        {
          "no_habitable_rooms": 1,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "Other",
          "no_bedrooms": 1,
          "provision_for_older_persons": false,
          "gia": 1,
          "tenure": "Social Rent"
        },
        {
          "provider": "Local Authority",
          "no_habitable_rooms": 1,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "Other",
          "no_bedrooms": 1,
          "gia": 1,
          "tenure": "Social Rent"
        }
      ]
    },
    "total_gia_lost": 5165,
    "infrastructure_details": {
      "mobile_network_operators_consultation": false,
      "solar_pv_capacity": 0.34,
      "no_new_water_connections_required": 18,
      "no_non_resi_units_to_have_full_fibre": 12,
      "no_resi_units_to_have_full_fibre": 1983,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "urban_greening_factor_score": 0.44,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 95,
      "no_homes_passive_cooling": 530,
      "no_passive_fast_ev_charging_points": 320,
      "total_annual_nox_emissions": 0,
      "waste_provision": false,
      "green_roof_area": 24745,
      "no_active_fast_ev_charging_points": 80,
      "ghg_reduction_over_building_regulations": true
    },
    "ownership_status": "Mixed",
    "total_gia_gained": 6759,
    "phasing_details": [
      {
        "phase_detail": "0",
        "intended_commencement_date": "12/2023",
        "intended_completion_date": "07/2025"
      },
      {
        "phase_detail": "1",
        "intended_commencement_date": "01/2026",
        "intended_completion_date": "07/2028"
      },
      {
        "phase_detail": "2",
        "intended_commencement_date": "09/2029",
        "intended_completion_date": "04/2032"
      },
      {
        "phase_detail": "3",
        "intended_commencement_date": "09/2029",
        "intended_completion_date": "05/2032"
      },
      {
        "phase_detail": "4",
        "intended_commencement_date": "01/2033",
        "intended_completion_date": "07/2035"
      },
      {
        "phase_detail": "5",
        "intended_commencement_date": "07/2033",
        "intended_completion_date": "10/2036"
      },
      {
        "phase_detail": "6",
        "intended_commencement_date": "03/2036",
        "intended_completion_date": "05/2039"
      },
      {
        "phase_detail": "7",
        "intended_commencement_date": "05/2039",
        "intended_completion_date": "07/2042"
      },
      {
        "phase_detail": "8",
        "intended_commencement_date": "04/2042",
        "intended_completion_date": "09/2044"
      },
      {
        "phase_detail": "9",
        "intended_commencement_date": "04/2042",
        "intended_completion_date": "11/2044"
      },
      {
        "phase_detail": "10",
        "intended_commencement_date": "03/2043",
        "intended_completion_date": "10/2045"
      }
    ],
    "building_details": [
      {
        "no_storeys": 0,
        "max_height": 0,
        "building_ref": "See submitted plans and drawings for building references, maximum heights, and number of storeys. "
      }
    ],
    "open_and_protected_space_details": {
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_gain": 0,
      "open_space_mol_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [
        {
          "area": 2.9539,
          "access": "Unrestricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "See submitted documents and drawings, including landscape drawings and open space assessment. ",
          "open_space_type": "Amenity"
        },
        {
          "area": 3.271,
          "access": "Unrestricted",
          "land_swap": false,
          "open_space_designation": "Other",
          "description": "See submitted documents and drawings, including landscape drawings and open space assessment.",
          "open_space_type": "Amenity"
        }
      ],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_loss": 0,
      "open_space_local_and_other_area_loss": 0
    },
    "internal_resi_water_usage": 105,
    "scheme_name": "London Borough of Enfield  - Joyce Avenue and Snell’s Park Regeneration",
    "green_suds": true,
    "garden_land_lost": true,
    "scheme_phasing": true,
    "lead_developer_company_name": "London Borough of Enfield ",
    "site_area": 10.11,
    "total_gia_existing": 5165,
    "non_residential_details": {
      "total_gia_gained": 6759,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 5165,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 5165
    },
    "grey_water_reuse": false,
    "lead_registered_social_landlord": "The affordable housing will be managed by the Council, who is not a RSL. ",
    "existing_uprns": [
      "000207035206"
    ],
    "commencement_notice_received": false,
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "CONARA Conservation Area: FORE STREET SOUTH"
      },
      {
        "result": null,
        "constraints_layer_description": "CONLAN Site Description: CHEMICAL\rSite Name: ROLLS AND CO LTD."
      },
      {
        "result": null,
        "constraints_layer_description": "SIARIN Description: Archaeological priority area surrounding possible early settlement\rName: Upper Edmonton"
      },
      {
        "result": null,
        "constraints_layer_description": "RIVBUF River Buffer: Bounds Green Brook\rCode: RIVBUF1"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ2 Description: Flood Zone 2"
      },
      {
        "result": null,
        "constraints_layer_description": "EAFLZ3 Description: Flood Zone 3"
      },
      {
        "result": null,
        "constraints_layer_description": "FOOTPA Location:  \rNumber: 244\rCode: FOOTPA238"
      },
      {
        "result": null,
        "constraints_layer_description": "FOOTPA Location:  \rNumber: 245\rCode: FOOTPA239"
      },
      {
        "result": null,
        "constraints_layer_description": "FOOTPA Location:  \rNumber: 246\rCode: FOOTPA240"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Wood Green Model\rDescription: 100YRCC2751\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Wood Green Model\rDescription: 100YRCC2793\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "100Y Name: Wood Green Model\rDescription: 100YRCC3565\rScenario: 1 in 100 year plus climate change allowance"
      },
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "EAANGZ Description: EAANGZ1"
      },
      {
        "result": null,
        "constraints_layer_description": "SUSTZO Description: SUSTZO519"
      },
      {
        "result": null,
        "constraints_layer_description": "SUSTZO Description: SUSTZO523"
      },
      {
        "result": null,
        "constraints_layer_description": "SUSTZO Description: SUSTZO554"
      },
      {
        "result": null,
        "constraints_layer_description": "SUSTZO Description: SUSTZO555"
      },
      {
        "result": null,
        "constraints_layer_description": "LBECO Name: JOYCE AVENUE"
      },
      {
        "result": null,
        "constraints_layer_description": "LBECO Name: SNELLS PARK"
      },
      {
        "result": null,
        "constraints_layer_description": "LBECO Name: LANGEHEDGE LANE"
      },
      {
        "result": null,
        "constraints_layer_description": "OVPOLI Description: OVPOLI66"
      },
      {
        "result": null,
        "constraints_layer_description": "PRIROA Name: FORE STREET"
      },
      {
        "result": null,
        "constraints_layer_description": "TRROCB Description: TRROCB4"
      },
      {
        "result": null,
        "constraints_layer_description": "TRUROA Name: NORTH CIRCULAR ROAD"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Edmonton Green"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Upper Edmonton"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Lower Rate Eastern Zone - RATE: £40 per square metre"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDCA Designation: Conservation Area- Name: FORE STREET SOUTH- Policy: DMD 37-44- Core Strategy: Core policy 30-31"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDDC Designation: District Centre- Name: Angel Edmonton- Policy: DMD 25, 27, 30-36- Core Strategy: Core policies 17-19"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLOS Designation: Local Open Space- Type: Housing Land- Name: Joyce Avenue Amenity Space- Land Type: Amenity Green Space- Policy: DMD 71-74- Core Strategy: Core policy 34, 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLOS Designation: Local Open Space- Type: Housing Land- Name: College Close Amenity Space- Land Type: Amenity Green Space- Policy: DMD 71-74- Core Strategy: Core policy 34, 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDLOS Designation: Local Open Space- Type: Parks/Open Spaces- Name: St James Open Space- Land Type: Amenity Green Space- Policy: DMD 71-74- Core Strategy: Core policy 34, 36"
      },
      {
        "result": null,
        "constraints_layer_description": "DMDWCO Designation: Wildlife Corridor- Policy: DMD 76- Core Strategy: Core policy 36"
      },
      {
        "result": null,
        "constraints_layer_description": "SUWAFL Surface water flooding zone: Surface Water 100 ye\rSource: Environment Agency"
      },
      {
        "result": null,
        "constraints_layer_description": "EFCAZI Chargeable Zone Value: 6176"
      }
    ]
  },
  "pp_id": "PP-11497825",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.065978,
          51.611928
        ],
        [
          -0.065979,
          51.611901
        ],
        [
          -0.066022,
          51.611902
        ],
        [
          -0.066021,
          51.611929
        ],
        [
          -0.065978,
          51.611928
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "02/05/2025",
  "secondary_street_name": null
}