{
  "application_type": "All Other",
  "application_type_full": "Full planning permission",
  "description": "Subdivision of site and erection of a single storey detached dwelling house, involving associated parking and landscaping.",
  "epc_number": null,
  "street_name": "Hillfield Park",
  "appeal_decision": "Withdrawn",
  "lpa_app_no": "22/03228/FUL",
  "centroid": {
    "lon": -0.108448,
    "lat": 51.627228
  },
  "actual_completion_date": null,
  "development_type": "Minor dwellings",
  "centroid_easting": 531027,
  "url_planning_app": null,
  "last_updated": "2025-05-26T20:01:18.620Z",
  "subdivision_of_building": null,
  "postcode": "N21 3QH",
  "uprn": "000207094180",
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "Idox Uniform",
  "centroid_northing": 193740,
  "site_name": "",
  "status": "Approved",
  "appeal_start_date": "22/05/2023",
  "valid_date": "26/09/2022",
  "lapsed_date": "15/06/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "Idox Uniform",
  "cil_liability": true,
  "decision_target_date": "21/11/2022",
  "title_number": [],
  "decision": "Approved",
  "last_date_consultation_comments": "09/12/2022",
  "ward": "Winchmore",
  "appeal_status": "Withdrawn",
  "decision_process": "Delegated",
  "decision_agency": null,
  "appeal_decision_date": "06/06/2023",
  "id": "Enfield-22_03228_FUL",
  "site_number": "18",
  "date_building_work_started_under_previous_permission": null,
  "polygon": null,
  "locality": null,
  "lpa_name": "Enfield",
  "borough": "Enfield Council",
  "decision_conditions": [
    "The development to which this permission relates must be begun not later than the expiration of three years beginning with the date of the decision notice. \rReason: To comply with the provisions of S.51 of the Planning & Compulsory Purchase Act 2004.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015, or any amending Order, no external windows or doors other than those indicated on the approved drawings shall be installed in the development hereby approved without the approval in writing of the Local Planning Authority. \rReason: To safeguard the privacy of the occupiers of adjoining properties.\r",
    "The development hereby permitted shall be carried out in accordance with the following approved plans and documents:\r\rExisting and Proposed Location Plan - E_HP_18_010\rExisting Block Plan - E_HP_18_011\rProposed Block Plan - E_HP_18_012_REV1\rProposed Floor Plan - E_HP_18_101\rProposed South and East Elevation Plan - E_HP_18_201_REV1\rProposed North and West Elevation Plan - E_HP_18_202_REV1\rProposed Section Plan - E_HP_18_203_REV1\rProposed Landscape Layout - E_HP_18_013\rProposed Boundary Treatment Section Plan  - E_HP_18_204\rProposed Entrance, Bin and Bike Store Plan - E_HP_18_205\rProposed SuDS Plan - E_HP_18_014_rev2\rTree Constraints Plan - ARB_G_(EX) 01\rArboricultural Impact Assessment Plan - ARB_G_(EX) 02\rTree Survey by VJQ Agri Consulting Ltd. dated 16.06.2022\r\rReason: For the avoidance of doubt and in the interests of proper planning.\r",
    "The external finishing materials shall match those used in the construction detailed within the approved drawings / application form. \r\rReason: To ensure a satisfactory appearance\r\r",
    "Prior to first occupation of the development, details of the internal consumption of potable water shall be submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate reduced water consumption through the use of water efficient fittings, appliances and recycling systems to show consumption equal to or less than 105 litres per person per day for the residential uses.  \r\rThe development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason: To promote water conservation and efficiency measures in all new developments and where possible in the retrofitting of existing stock in accordance with Policies CP21 of the Core Strategy (2010) and DMD 58 of the Development Management Document (2014).\r",
    "Prior to the occupation of the development, a detailed 'Energy Report' shall be submitted to and approved in writing by the Local Planning Authority. Submitted details will demonstrate the energy efficiency of the development and shall provide for no less than a 19% improvement in total CO2 (carbon) emissions arising from the operation of a development and its services over Part L of Building Regs 2013.  The development shall be carried out strictly in accordance with the details so approved and maintained as such thereafter.\r\rReason:  In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that carbon emission reduction targets are met in accordance with the Local Development Plan, the London Plan (2021) and the NPPF (2021).\r",
    "Following practical completion of works a final Energy Performance Certificate shall be submitted to an approved in writing by the Local Planning Authority.  \r\rReason:  In the interest of sustainable development and to ensure that the Local Planning Authority may be satisfied that CO2 emission reduction targets are met in accordance with Policy CP20 of the Core Strategy, relevant energy policies of the London Plan (2021) and the NPPF (2021).\r",
    "The development shall not commence until details of the siting, number and design of secure/covered cycle parking spaces have been submitted to and approved in writing by the Local Planning Authority. The approved details shall thereafter be installed and permanently retained for cycle parking. \r\rReason: To ensure the provision of cycle parking spaces in line with the Council's adopted standards.\r",
    "Prior to the occupation of the development, details of refuse storage facilities including facilities for the recycling of waste to be provided within the development, in accordance with the London Borough of Enfield Waste and Recycling Planning Storage Guidance ENV 08/162, shall be submitted to and approved in writing by the Local Planning Authority. The facilities shall be provided in accordance with the approved details before the development is occupied or use commences and maintained as such thereafter.\r\rReason: In the interests of amenity and the recycling of waste materials in support of the Boroughs waste reduction targets.\r",
    "No development shall commence until a Construction Traffic Management Statement has been submitted to and approved in writing by the local planning authority. The statement should include:\ra) photographic condition survey of public carriageways, verges and footways in the vicinity of the site;\rb) map showing routeing of demolition and construction vehicles to/from the site;\rc) access arrangements for deliveries to the site;\rd) wheel cleaning methodology and facilities or measures to keep the highway clear of mud and debris.\r\rThe development shall be carried out in accordance with the approved Construction Traffic Management\rStatement.\r",
    "Prior to the occupation of the new dwelling hereby approved, full details of boundary treatments shall be submitted to and approved in writing by the Local Planning Authority. The development shall be implemented in accordance with the approved details and maintained as such thereafter. \r\rReason: To ensure a satisfactory appearance.\r",
    "Throughout the implementation of the approved scheme the following consideration of the trees must be given.\r\rA. No equipment, machinery or materials are to be brought on the site for the purpose of the development until all the trees to be retained have been protected in accordance with section 6.2 of British Standard 5837:2012 Trees in relation to design, demolition and construction - recommendations throughout the implementation of the scheme.\rB. No fire shall be lit within 10m from the outside of the crown spread of the trees to be retained.\rC. The ground levels within the protected areas shall not be altered, nor shall any excavation be made, without the written consent of the local planning authority.\rD. No mixing of cement or use of other materials or substances to take place within a Root Protection Area (RPA), or close enough to a RPA whereby seepage or displacement of those materials or substances could enter a RPA.\r\rREASON: To ensure that the tree (s) are not damaged or otherwise adversely affected by building operations and soil compaction.\r",
    "Prior to the occupation of the development, details of a landscaping scheme shall be submitted to and approved in writing by the Local Planning Authority.  The detailed landscaping scheme shall include the following details: \r\r1.\tSchedules of plants and trees, to include native and wildlife friendly species and large canopy trees in appropriate locations (noting species, planting sizes and proposed numbers / densities) to be planted;\r2.\tsoft plantings: including grass and turf areas, shrub and herbaceous areas;\r\rAll landscaping in accordance with the approved scheme shall be completed/planted in full during the first planting season following practical completion of the development hereby approved.  The landscaping and tree planting shall set out a plan for the continued management and maintenance of the site and any planting which dies, becomes severely damaged or diseased within five years of completion of the development shall be replaced with new planting in accordance with the approved details or an approved alternative and to the satisfaction of the Local Planning Authority.\r\rThe development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter. \r\rReason: To minimise the impact of the development on the ecological value of the area, to ensure the development provides the maximum possible provision towards the creation of habitats and valuable areas for biodiversity and to preserve the character and appearance of the area.\r",
    "Prior to the commencement of development above ground works, full details of the surfacing materials to be used within the development including footpaths, access roads and parking areas and road markings shall be submitted to and approved in writing by the Local Planning Authority. The surfacing shall be carried out in accordance with the approved detail before the development is occupied or use commences.\r\rReason: To ensure a satisfactory visual appearance and in the in interests of highways safety.\r",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 or any statutory instrument revoking and re-enacting or modifying that Order, no development under the following classes shall take place without the prior written consent of the Local Planning Authority:\ra.\tArticle 3, Schedule 2, Part 1 Classes A, B,  D, E, F, G and H\rb.        Article 3, Schedule 2, Part 2, Class A\r\rReason: In order to protect the amenities of the adjoining occupiers, to ensure adequate amenity space is retained for each of the dwellings in accordance with adopted Policy, and to maintain a satisfactory appearance to the development\r"
  ],
  "application_details": {
    "total_gia_gained": 101,
    "rain_water_harvesting": true,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_commencement_date": "09/2022",
        "intended_completion_date": "07/2023"
      }
    ],
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 3,
        "building_ref": "New dwellinghouse"
      }
    ],
    "surface_water_discharge_percentage_reduction": 15,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 101,
        "gia_lost": 0
      }
    ],
    "projected_cost_of_works": "Up to £2m",
    "internal_resi_water_usage": 105,
    "affordable_housing_fast_track": false,
    "green_suds": true,
    "garden_land_lost": true,
    "residential_details": {
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_bedrooms": 4,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_gia_gained": 101,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "dwelling_density": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 6,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "garden_land": true,
          "unit_type": "House or Bungalow",
          "no_bedrooms": 4,
          "gia": 101,
          "tenure": "Market for sale"
        }
      ]
    },
    "total_gia_lost": 0,
    "scheme_phasing": false,
    "infrastructure_details": {
      "chp_heat_pumps_capacity": 0.01,
      "mobile_network_operators_consultation": false,
      "solar_pv_capacity": 0.01,
      "no_new_water_connections_required": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "fire_suppression_system_proposed": false,
      "no_new_gas_connections_required": 0,
      "no_homes_to_have_electrical_heating": 0,
      "urban_greening_factor_score": 0.55,
      "total_annual_pm_emissions": 0,
      "percentage_demolition_construction_material_recycling": 25,
      "no_homes_passive_cooling": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "no_active_slow_ev_charging_points": 1,
      "green_roof_area": 101,
      "no_passive_slow_ev_charging_points": 0,
      "ghg_reduction_over_building_regulations": true
    },
    "site_area": 209,
    "total_gia_existing": 0,
    "ownership_status": "Private",
    "non_residential_details": {
      "total_gia_gained": 101,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 0
    },
    "grey_water_reuse": false,
    "existing_uprns": [
      "000207094180"
    ],
    "constraints_details": [
      {
        "result": null,
        "constraints_layer_description": "DCAREA Area: SOUTH\rCode: DCAREA_S"
      },
      {
        "result": null,
        "constraints_layer_description": "WARDS Name: Winchmore Hill"
      },
      {
        "result": null,
        "constraints_layer_description": "CILRES CIL ZONE: Higher Rate - RATE: £120 per square metre"
      }
    ],
    "commencement_notice_received": true
  },
  "pp_id": "PP-11175677",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.108426,
          51.627241
        ],
        [
          -0.108427,
          51.627214
        ],
        [
          -0.10847,
          51.627215
        ],
        [
          -0.108469,
          51.627242
        ],
        [
          -0.108426,
          51.627241
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "15/06/2023",
  "secondary_street_name": null
}