{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P/3074/22",
  "application_type_full": "Outline planning permission: Some matters reserved",
  "uprn": "200000308939",
  "borough": "Harrow",
  "street_name": "Rickmansworth Road",
  "locality": "Pinner",
  "ward": "Pinner",
  "actual_commencement_date": null,
  "lpa_name": "Harrow",
  "bo_system": "Northgate M3",
  "decision_conditions": [
    "Reason : 1 - The applicant has not served a notice, in a form published by the Secretary of State, to all persons who, on the prescribed date is an owner of the land to which the application relates. Therefore, this application does not comply with the requirements of Articles 13 and 14, Part 3 of the Town and Country Planning (Development Management Procedure) Order 2015.  ",
    "Reason : 2 - Notwithstanding reason for refusal 1, the proposal would result in newly created dwellinghouses being sited on garden land. As such, the principle of the development is contrary to the Harrow Core Strategy of directing new residential and other development to the Harrow and Wealdstone Opportunity Area, town centres and, in suburban areas, to strategic previously developed sites and would therefore harm its implementation, contrary to the National Planning Policy Framework (2021), Policies CS1.A and CS1.B of the Harrow Core Strategy (2012) and the adopted Supplementary Planning Document: Garden Land Development (2013).",
    "Reason : 3 - Notwithstanding reason for refusal 1, the proposed new dwellings, by reason of their cramped backland siting, uncharacteristic positioning, poor street presence and failure to front the main highway, along with their bulk, scale, massing and site coverage, would form an incongruous, unsympathetic and contrived development, that would appear unduly at odds with the established pattern of development. The extent of hardstand surrounding the building and insufficient garden areas, fail to make appropriate provision of soft landscaping and is out of character with the broader pattern of development in the wider area. The proposal would therefore be contrary to the high quality design aspirations of the National Planning Policy Framework (2021), Policies D3.D(1) and D3.D(11) of The London Plan (2021), Core Policy CS1.B of the Harrow Core Strategy (2012), Policy DM1 A., DM1 B. (a), (c) and (d), DM22 and DM23 of the Harrow Development Management Policies Local Plan (2013) and the adopted Supplementary Planning Document: Residential Design Guide (2010).",
    "Reason : 4 - Notwithstanding reason for refusal 1, the proposal, by reason of its inadequate outlook as a result of its poor siting and lack of street presence, absence of any information demonstrating sufficient floor to ceiling heights, overlooking from existing properties on Caulfield Gardens, failure to make adequate arrangements for the provision of amenity space for future occupiers and insufficient secure by design measures, would result in a poor standard of living accommodation for future occupiers to the detriment of their residential amenity, Furthermore, due to the siting, proximity to boundaries, bulk, scale, height, massing and positioning of windows, and the failure to demonstrate overshadowing impact, the development would result in an overbearing impact, loss of outlook and potential loss of sunlight/daylight to properties fronting Caulfield Gardens, namely Nos.1-6, 35,and No.36 Caulfield Gardens. As such, the proposal is contrary to the National Planning Policy Framework (2021), Policies D3.D(7) of The London Plan (2021), Policy CS1 of the Harrow Core Strategy (2013), and policy DM1, DM2, and DM23 of the Harrow Development Management Policies Local Plan (2013) and the adopted Supplementary Planning Document: Residential Design Guide Supplementary Planning Document (2010).",
    "Reason : 5 - Notwithstanding reason for refusal 1, the development, by reason of impact of poorly sited and insufficiently accessible car parking, will prioritise vehicle access and parking and would fail to be safe, secure or fit for purpose and would be unlikely to improve safety and access contrary to the National Planning Policy Framework (2021), Policies T4, T6 and T6.1 of The London Plan Policy and Policy DM42 of the Harrow Development Management Policies Local Plan (2013).",
    "Reason : 6 - Notwithstanding reason for refusal 1, the development fails to adequately demonstrate that the removal of trees and vegetation is outweighed by the wider public benefits of the proposal, it fails to retain and enhance any significant biodiversity value and fails to secure net biodiversity gain, contrary to the National Planning Policy Framework (2021), Policies G6(D) of the London Plan (2021) and Policies DM20 and DM22 of the Harrow Development Management Policies Local Plan (2013)",
    "Reason : 7 - Notwithstanding reason for refusal 1, the development fails to adequately demonstrate suitable arrangements for the movement of bins to and from the bin storage area to the kerbside collection point and may result in refuse bins being sited at the street frontage consequently resulting in a visual clutter within the streetscene and failing to achieve a satisfactory form of development, contrary to Policies DM1 and DM45 of the Harrow Development Management Policies Local Plan (2013).",
    "Reason : 8 - Notwithstanding reason for refusal 1, in the absence of a sufficient Fire Statement demonstrating how the safety of building users would be met, identifying suitably positioned unobstructed outside space for fire appliances and an evacuation assembly point, and how the proposed building would achieve the highest standards of fire safety, the development would be contrary to Policy D12 of the London Plan (2021)."
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": "511147",
  "status": "Refused",
  "decision_date": "20/10/2022",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.3966675,
          51.599051
        ],
        [
          -0.39674099999999995,
          51.5989935
        ],
        [
          -0.3966792,
          51.598963499999996
        ],
        [
          -0.39645919999999996,
          51.5991435
        ],
        [
          -0.39666789999999996,
          51.5992421
        ],
        [
          -0.3968081,
          51.5991172
        ],
        [
          -0.3966675,
          51.599051
        ]
      ]
    ]
  },
  "decision_target_date": "21/10/2022",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "20/09/2022",
  "development_type": "Minor dwellings",
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-20T16:44:59.891+00:00",
  "last_updated_by": "Northgate M3",
  "site_name": "Garages Rear Of 38",
  "id": "Harrow-P_3074_22",
  "decision": "Refused",
  "cil_liability": true,
  "centroid_northing": "190136",
  "appeal_start_date": null,
  "postcode": "HA5 3TG",
  "url_planning_app": "http://site.com?appref=P/3074/22-or-1216923 ",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Outline Application: Redevelopment to provide pair of semi detached two storey dwellings",
  "valid_date": "26/08/2022",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              511145.45,
              190129.05
            ],
            [
              511140.5,
              190122.55
            ],
            [
              511144.85,
              190119.3
            ],
            [
              511159.65,
              190139.65
            ],
            [
              511144.95,
              190150.3
            ],
            [
              511135.55,
              190136.2
            ],
            [
              511145.45,
              190129.05
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "pp_id": "11309202",
  "application_details": {
    "total_gia_gained": 95,
    "green_suds": false,
    "non_residential_details": {
      "total_gia_existing": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 95,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0
    },
    "affordable_housing_fast_track": false,
    "garden_land_lost": false,
    "site_area": 0.03450000000000001,
    "total_gia_existing": 0,
    "rain_water_harvesting": true,
    "building_details": [
      {
        "no_storeys": 1,
        "max_height": 8,
        "building_ref": "1 block of 2 units"
      }
    ],
    "grey_water_reuse": true,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "SpecifiedOther",
        "gia_gained": 95,
        "gia_lost": 0
      }
    ],
    "internal_resi_water_usage": 350,
    "surface_water_discharge_percentage_reduction": 20,
    "phasing_details": [
      {
        "phase_detail": "Development",
        "intended_completion_date": "09/2024",
        "intended_commencement_date": "09/2023"
      }
    ],
    "total_gia_lost": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "infrastructure_details": {
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_to_have_electrical_heating": 2,
      "mobile_network_operators_consultation": false,
      "total_annual_nox_emissions": 0,
      "no_new_gas_connections_required": 2,
      "no_non_resi_units_to_have_full_fibre": 2,
      "no_resi_units_to_have_full_fibre": 2,
      "no_new_water_connections_required": 2,
      "no_homes_passive_cooling": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_pm_emissions": 0
    },
    "ownership_status": "Private"
  },
  "centroid": {
    "lon": "-0.39664289999999996",
    "lat": "51.5991131"
  },
  "lapsed_date": "20/10/2025",
  "decision_process": "Delegated",
  "actual_completion_date": null
}