{
  "lpa_name": "Barking & Dagenham",
  "uprn": "10002167210",
  "decision_date": "26/03/2007",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Idox Tascomi",
  "id": "Barking_&_Dagenham-06_00164_FUL",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [
        {
          "superseded_date": null,
          "actual_completion_date": "30/11/2008",
          "no_rooms_proposed": 116,
          "actual_commencement_date": "18/07/2007",
          "unit_type": "Hostel Room",
          "superseded_by_lpa_app_no": null,
          "no_rooms_lost": 0
        }
      ],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 100,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 12.121212121212121,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 2,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": "30/11/2008",
          "m43_2a_compliant": true,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Housing Association",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "18/07/2007",
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Intermediate Other"
        },
        {
          "actual_completion_date": "30/11/2008",
          "m43_2a_compliant": true,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": true,
          "unit_type": "Flat Apartment Maisonette",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Housing Association",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "18/07/2007",
          "no_bedrooms": 1,
          "superseded_by_lpa_app_no": null,
          "provision_for_older_persons": false,
          "gia": null,
          "tenure": "Intermediate Other"
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 2,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.165,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": "New Build",
      "site_area": 0.027,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 1200,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 2400
    },
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "30/11/2008",
        "use_class": "B1",
        "gia_gained": 1200,
        "actual_commencement_date": "18/07/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": 0,
        "superseded_date": null,
        "actual_completion_date": "30/11/2008",
        "use_class": "B1a",
        "gia_gained": 1200,
        "actual_commencement_date": "18/07/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      },
      {
        "gia_existing": -1,
        "superseded_date": null,
        "actual_completion_date": null,
        "use_class": "SG",
        "gia_gained": 0,
        "actual_commencement_date": "18/07/2007",
        "superseded_by_lpa_app_no": null,
        "gia_lost": 0
      }
    ],
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Major, Barking",
        "constraints_layer_description": "Town Centre Designation"
      },
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "Barking",
        "constraints_layer_description": "Town Centre Health Check: Name"
      },
      {
        "result": "Major",
        "constraints_layer_description": "Town Centre Health Check: Type"
      },
      {
        "result": "Hinterland London Riverside",
        "constraints_layer_description": "Opportunity Area"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      },
      {
        "result": "Within Thames Gateway",
        "constraints_layer_description": "Thames Gateway Boundary"
      }
    ],
    "site_area": 0.166
  },
  "valid_date": "20/02/2006",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of 2, 3 and 9 storey building to provide foyer containing 116 bedsits with associated services and training facilities",
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of three years from the date of this permission.\r\rReason:\rTo comply with Section 91 of the Town and Country Planning Act 1990 (as amended by S.51 of the Planning and Compulsory Purchase Act  2004)",
    "The development shall not be commenced until a scheme showing those areas to be hard landscaped and the details of that hard landscaping have been submitted to and approved by the Local Planning Authority in writing.  The scheme as approved shall be carried out prior to the occupation of the development and thereafter permanently retained.\r\rReason:\rTo ensure the development is satisfactorily landscaped in order to improve the visual appearance of the area.",
    "No development approved by this permission shall be commenced prior to a contaminated land assessment and associated remedial strategy, together with a timetable of works, being submitted to the Local Planning Authority for approval:\r\ra) The contaminated land assessment shall include a desk study to be submitted to the Local Planning Authority for approval. The desk study shall detail the history of the site uses and propose a site investigation strategy based on the relevant information discovered by the desk study. The strategy shall be approved by the Local Planning Authority prior to investigations commencing on site.\r\rb) The site investigation, including relevant soil, soil gas, surface and groundwater sampling, shall be carried out by a suitably qualified and accredited consultant/contractor in accordance with a Quality Assured sampling and analysis methodology.\r\rc) A site investigation report detailing all investigative works and sampling on site, together with the results of analysis, risk assessment to any receptors and a proposed remediation strategy shall be submitted to the Local Planning Authority for approval. The remediation works shall be approved by the Local Planning Authority prior to any remediation commencing on site. The works shall be of such a nature as to render harmless the identified contamination given the proposed end-use of the site and surrounding environment including any controlled waters.\r\rd) Approved remediation works shall be carried out in full on site under a quality assurance scheme to demonstrate compliance with the proposed methodology and best practice guidance. If during the works contamination is encountered which has not previously been identified then the additional contamination shall be fully assessed and an appropriate remediation scheme agreed with the Local Planning Authority. \r\re) Upon completion of the works, this condition shall not be discharged until a closure report has been submitted to and approved by the Local Planning Authority. The closure report shall include details of the proposed remediation works and quality assurance certificates to show that the works have been carried out in full in accordance with the approved methodology. Details of any post-remedial sampling and analysis to show the site has reached the required clean-up criteria shall be included in the closure report together with the necessary documentation detailing what waste materials have been removed from the site. \r\rReason  To prevent pollution of the water environment and in order to quantify any hazards already existing on the site in accordance with Policy G28 of the Unitary Development Plan.",
    "The building hereby approved shall only be as a foyer comprising short-term housing accommodation with associated support facilities as described in the particulars submitted with this application and for no other purpose.\r\rReason:  To ensure that the housing accommodation is only used for the purposes for which it was designed and to ensure that future uses of the building are appropriate to this central town centre location.",
    "The development hereby permitted shall not be occupied until a) Details of the cycle parking areas as shown on drawing number 1993/0062 Rev B shall be submitted to and approved by the Local Planning Authority. b) The provision of cycle parking has been implemented and completed in accordance with the approved scheme. Thereafter the cycle parking areas shall be retained.\r\rReason:  In the interests of promoting cycling as a safe, efficient and non-polluting mode of transport and in accordance with Policy T.19 of the Unitary Development Plan.",
    "No external construction works, deliveries, external running of plant and equipment or internal works audible outside the site boundary shall take place on the site other than between the hours of 0800 to 1800 on Monday to Friday and 0800 to 1300 on Saturday and not at all on Sundays, Public or Bank Holidays without the prior written permission of the Local Planning Authority.\r\rReason:\rTo ensure that the proposed construction work does not cause undue nuisance and disturbance to neighbouring properties at unreasonable hours and in accordance with Policy G.36 of the Unitary Development Plan.",
    "The development hereby permitted shall not be occupied until details of the boundary treatment of the site including the means of securing the crèche garden have been submitted to and approved by the Local Planning Authority, and the approved details have been implemented. Thereafter the approved boundary treatment shall be retained. For the avoidance of doubt no approval is hereby given to the design of the boundary fence shown on the application drawings.\r\rReason:  To ensure the satisfactory means of enclosure for the proposed development in the interests of the visual amenity of the area and in accordance with policy H13 of the Unitary Development Plan.",
    "The permitted development shall not be commenced until details/samples of all facing materials to be used in the development have been submitted to and approved in writing by the Local Planning Authority and no facing materials shall be used except those so approved.\r\rReason:  \rTo safeguard the appearance of the development and in accordance with policy DE1 of the Unitary Development Plan.",
    "The two car parking bays indicated on drawing No. 1993/0062 Rev B shall be clearly marked with a British Standard disabled symbol and permanently retained for the use of disabled persons and their vehicles and for no other purpose.\r\rReason:\rTo ensure and promote easier access for disabled persons to the approved building in accordance with Policy C15 of the Unitary Development Plan.",
    "The development shall not be commenced until a written scheme and programme of archaeological investigation has been submitted to and  approved by the Local Planning Authority, and the development shall not be carried out except consistently with and in conformity with such approved scheme and programme.\r\rReason:  \rTo safeguard the heritage of the Borough by providing an adequate opportunity to investigate and excavate archaeological remains on the site before development is carried out in accordance with Policy DE 36 and 37 of the Unitary Development Plan.",
    "The development hereby approved shall not be occupied until details of the green living roof forming part of the second floor roof garden together with maintenance schedules have been submitted to and approved by the Local Planning Authority, and the living green roof has been carried out in accordance with the approved details. Thereafter, the green living roof shall be maintained in accordance with the approved maintenance schedules. \r\rReason:  In the interests of biodiversity and in accordance with policy G46 of the Unitary Development Plan.",
    "The development shall not commence until details of the centralised heating and cooling system served from a ground source heat pump unit have been submitted to and approved by the Local Planning Authority. The approved scheme shall be implemented and thereafter retained unless otherwise agreed in writing by the Local Planning Authority. \r\rReason:  \rIn the interests of promoting renewable energy in accordance with policy G40 of the Unitary Development Plan and policy 4A.9 of the London Plan.",
    "A scheme showing the provisions to be made for external lighting shall be submitted to and approved by the Local Planning Authority. The development hereby approved shall not be occupied until the scheme has been carried out in accordance with the approved details. Thereafter the external lighting shall be retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  In the interests of enhancing security and safety and in accordance with policy DE6 of the Unitary Development Plan.",
    "A scheme showing the provisions to be made for CCTV camera coverage shall be submitted to and approved by the Local Planning Authority. The development hereby approved shall not be occupied until the scheme has been carried out in accordance with the approved details. Thereafter the CCTV coverage shall be retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason;  In the interests of enhancing security and safety and in accordance with policy DE6 of the Unitary Development Plan.",
    "The development hereby approved shall not commence until details of the siting, size and construction of a lay-by for service vehicles within Wakering Road have been submitted to and approved by the Local Planning Authority. The development hereby approved shall not be occupied until the approved lay-by has been constructed.\r\rReason:  To ensure that satisfactory provision is made for vehicles servicing the site and in the interests of highway safety in accordance with policy T13 of the Unitary Development Plan.",
    "The building hereby permitted shall not be occupied until a travel plan has been submitted to and approved by the Local Planning Authority. The travel plan shall outline proposals to minimise car-borne trips and encourage the use of public transport, and, once approved, shall thereafter be implemented, retained and reviewed.\r\rReason:  In the interests of sustainability and the need to minimise trips by private cars in accordance with strategic policy X of the Unitary Development Plan.",
    "The development hereby approved shall not be commenced until details of the proposed foundations for the building have been submitted to and approved by the Local Planning Authority. The approved details shall be implemented unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  To ensure that the foundations do not undermine adjoining public highways and associated structures.",
    "Details of the measures to mitigate noise nuisance to occupiers of the building shall be submitted to and approved by the Local Planning Authority. The approved details shall be implemented and thereafter retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  \rTo minimise the transmission of noise and vibration and thereby safeguard the amenity of occupiers of the building in accordance with Policy G.36 of the Unitary Development Plan.",
    "The refuse room as indicated on drawing number 1993.0062 RevB shall be provided and thereafter retained unless otherwise agreed in writing by the Local Planning Authority.\r\rReason:  \rTo provide satisfactory refuse storage provision in the interests of the appearance of the site and locality and in accordance with policy H13 of the Unitary Development Plan.",
    "Details of the external appearance of the young parents¿ and function pavilions shall be submitted to and approved by the Local Planning Authority, prior to the commencement of the development. The development shall be carried out only in accordance with the approved details.\r\rReason:  To safeguard the appearance of the development and in accordance with policy DE1 of the Unitary Development Plan.",
    "No development shall take place until there has been submitted to and approved by the Local Planning Authority a scheme of landscaping for the site which shall include indications of all existing trees, shrubs and hedgerows on the site and details of those to be retained.\r\rReason:  \rTo safeguard and improve the appearance of the area in accordance with policy H13 of the Unitary Development Plan and in order to comply with Section 197 of the Town and Country Planning Act 1990.",
    "The landscaping scheme as approved in accordance with condition No. 2 shall be carried out in the first planting and seeding seasons following the occupation of the building or completion of the development, whichever is the sooner. Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species unless the Local Planning Authority gives written consent to any variation.\r\rReason:  \rTo secure the provision and retention of the landscaping in the interests of the visual amenity of the area and in accordance with policy H13 of the Unitary Development Plan."
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-20T19:53:53.709+00:00",
  "ward": "Abbey",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 2,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "26/03/2010",
  "decision_target_date": "22/05/2006",
  "centroid": {
    "lat": "51.5409527",
    "lon": "0.07981329999999999"
  },
  "lpa_app_no": "06/00164/FUL",
  "status": "Commenced",
  "site_name": "Car park",
  "url_planning_app": "https://online-befirst.lbbd.gov.uk/planning/index.html?fa=getApplication&id=13683",
  "locality": "Barking",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              544304.129,
              184515.529
            ],
            [
              544316.194,
              184515.812
            ],
            [
              544322.321,
              184515.718
            ],
            [
              544336.271,
              184515.718
            ],
            [
              544348.996,
              184515.246
            ],
            [
              544362.286,
              184514.115
            ],
            [
              544354.086,
              184500.919
            ],
            [
              544353.52,
              184500.165
            ],
            [
              544353.143,
              184499.223
            ],
            [
              544332.878,
              184472.642
            ],
            [
              544295.269,
              184502.333
            ],
            [
              544300.924,
              184509.779
            ],
            [
              544300.736,
              184510.911
            ],
            [
              544303.563,
              184510.911
            ],
            [
              544304.129,
              184512.136
            ],
            [
              544304.129,
              184515.435
            ],
            [
              544304.129,
              184515.529
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": "Major dwellings",
  "last_date_consultation_comments": null,
  "appeal_decision_date": null,
  "decision_process": "Committee",
  "decision_agency": "London Thames Gateway DC",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Idox Tascomi",
  "site_number": "50",
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "actual_commencement_date": "18/07/2007",
  "street_name": "WAKERING ROAD",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": null,
  "centroid_easting": "544328",
  "appeal_start_date": null,
  "centroid_northing": "184500",
  "borough": "London Borough of Barking and Dagenham",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.0794757,
          51.5410983
        ],
        [
          0.07964969999999999,
          51.5410978
        ],
        [
          0.0797379,
          51.5410954
        ],
        [
          0.079939,
          51.5410918
        ],
        [
          0.0801221,
          51.5410843
        ],
        [
          0.0803132,
          51.5410708
        ],
        [
          0.0801896,
          51.5409543
        ],
        [
          0.08018109999999999,
          51.5409476
        ],
        [
          0.08017529999999999,
          51.5409393
        ],
        [
          0.0798724,
          51.5407056
        ],
        [
          0.0793426,
          51.540982
        ],
        [
          0.07942719999999999,
          51.5410475
        ],
        [
          0.07942489999999999,
          51.5410577
        ],
        [
          0.0794657,
          51.541057
        ],
        [
          0.0794743,
          51.5410678
        ],
        [
          0.0794757,
          51.5410975
        ],
        [
          0.0794757,
          51.5410983
        ]
      ]
    ],
    "type": "Polygon"
  }
}