{
  "appeal_status": null,
  "centroid": {
    "lon": -0.43751,
    "lat": 51.487988
  },
  "decision_target_date": "14/04/2023",
  "lapsed_date": "30/06/2026",
  "appeal_start_date": null,
  "last_updated": "2025-03-20T11:46:10.271+00:00",
  "locality": null,
  "development_type": null,
  "postcode": "UB3 5EH",
  "ward": "H/ROW VILLAGES 2022",
  "id": "Hillingdon-11775_APP_2023_474",
  "uprn": null,
  "decision": "Approved",
  "site_name": "25 SIPSON LANE",
  "last_date_consultation_comments": "20/06/2023",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.437524,
          51.488163
        ],
        [
          -0.437354,
          51.488133
        ],
        [
          -0.437561,
          51.487742
        ],
        [
          -0.437618,
          51.487767
        ],
        [
          -0.437587,
          51.487813
        ],
        [
          -0.437597,
          51.487825
        ],
        [
          -0.437591,
          51.487932
        ],
        [
          -0.43759,
          51.487971
        ],
        [
          -0.43757,
          51.488039
        ],
        [
          -0.437573,
          51.488061
        ],
        [
          -0.437524,
          51.488163
        ]
      ]
    ],
    "type": "Polygon"
  },
  "actual_completion_date": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508580.6344,
              177736.486
            ],
            [
              508592.5406,
              177733.4433
            ],
            [
              508579.0469,
              177689.6546
            ],
            [
              508575.0781,
              177692.3005
            ],
            [
              508577.0625,
              177697.4598
            ],
            [
              508576.401,
              177698.7828
            ],
            [
              508576.5333,
              177710.689
            ],
            [
              508576.5333,
              177715.0547
            ],
            [
              508577.7239,
              177722.5953
            ],
            [
              508577.4594,
              177725.1089
            ],
            [
              508580.6344,
              177736.486
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Full planning permission",
  "title_number": null,
  "site_number": null,
  "lpa_name": "Hillingdon",
  "decision_process": "Delegated",
  "secondary_street_name": null,
  "street_name": "HARLINGTON",
  "reference_no_of_permission_being_relied_on": null,
  "application_details": {
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 101.8,
    "scheme_phasing": true,
    "total_gia_gained": 71.6,
    "site_area": 0.04,
    "rain_water_harvesting": false,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 71.6,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_existing": 101.8,
      "total_gia_lost": 20.9,
      "site_area": 0.04
    },
    "existing_uprns": null,
    "garden_land_lost": false,
    "infrastructure_details": {
      "solar_pv_capacity": 0.03,
      "percentage_demolition_construction_material_recycling": 40,
      "no_non_resi_units_to_have_full_fibre": 0,
      "mobile_network_operators_consultation": false,
      "no_new_water_connections_required": 1,
      "total_annual_nox_emissions": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_homes_passive_cooling": 0,
      "no_passive_slow_ev_charging_points": 0,
      "no_homes_to_have_electrical_heating": 0,
      "no_new_gas_connections_required": 1,
      "total_annual_pm_emissions": 0,
      "no_active_slow_ev_charging_points": 1,
      "fire_suppression_system_proposed": false,
      "no_resi_units_to_have_full_fibre": 1,
      "green_roof_area": 0,
      "waste_provision": true
    },
    "ownership_status": "Private",
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 8.2,
        "building_ref": "New Dwelling House"
      }
    ],
    "total_gia_lost": 20.9,
    "phasing_details": [
      {
        "phase_detail": "Entire Development",
        "intended_completion_date": "11/2023",
        "intended_commencement_date": "06/2023"
      }
    ],
    "surface_water_discharge_percentage_reduction": 0,
    "internal_resi_water_usage": 0,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 101.8,
        "use_class": "C3",
        "gia_gained": 71.6,
        "gia_lost": 20.9
      }
    ],
    "grey_water_reuse": false,
    "residential_details": {
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "residential_units": [
        {
          "provider": "Private",
          "no_habitable_rooms": 3,
          "phase_detail": null,
          "unit_no": "Gain-1",
          "description": null,
          "change_type": "Gain",
          "no_bedrooms": 2,
          "unit_type": "House or Bungalow",
          "provision_for_older_persons": false,
          "gia": 71.6,
          "tenure": "Market for sale"
        }
      ],
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "dwelling_density": 25,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_gia_gained": 71.6,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "habitable_rooms_density": 75,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_gia_lost": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "affordable_percentage": 0,
      "site_area": 0.04
    },
    "green_suds": false,
    "affordable_housing_fast_track": false,
    "other_residential_accommodation_details": {
      "site_area": 0.04
    }
  },
  "valid_date": "17/02/2023",
  "parking_details": {
    "net_cycle": 4,
    "no_existing_car": 3,
    "no_proposed_car": 4,
    "net_car": 1,
    "no_existing_cycle": 0,
    "no_proposed_cycle": 4
  },
  "actual_commencement_date": null,
  "centroid_northing": 177717,
  "application_type": "All Other",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans numbered ART/2022/NH22SL/SPLP Rev C, ART/2022/NH25SL/PL Rev C, ART/2022/NH25SL/PE Rev C, ART/2022/NH22SL/LS Rev C and ART/2022/NH25SL/ACC Rev C, all received 19 May 2023 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 2 2020 and the London Plan 2021.",
    "Prior to any works on site above damp proof course level, hard and soft landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "a) Details of soft landscaping including with planting plans (at not less than a scale of 1:100), written specification of planting and cultivation works to be undertaken and a schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate.",
    "b) Details of hard landscaping including permeable paving, levels and finishes to the rear terrace, elevations and floor plans of refuse storage and cycle storage structures, means of enclosure/boundary treatments, car parking layouts (including demonstration that at least one parking space is served by an electrical charging point), external lighting and any other structures.",
    "c) Details of cycle storage and bin storage structures",
    "d) EV charging locations and specifications",
    "e) Biodiversity enhancements such as bird, ba",
    "The development shall be carried out strictly in accordance with the approved Arboricultural Method Statement & Tree Protection Plan prepared by Cantia Arboricultural Services (ref. CAS/2022/190) and its appendices.",
    "The area within the approved protective fencing shall remain undisturbed during the course of the works and in particular in these areas:",
    "2.a There shall be no changes in ground levels;",
    "2.b No materials or plant shall be stored;",
    "2.c No buildings or temporary buildings shall be erected or stationed;",
    "2.d No materials or waste shall be burnt; and.",
    "2.e No drain runs or other trenches shall be dug or otherwise created, without the prior written consent of the Local Planning Authority.",
    "Where the arboricultural method statement recommends that the tree protection measures for a site will be monitored and supervised by an arboricultural consultant at key stages of the development, records of the site inspections / meetings shall be submitted to the Local Planning Authority.",
    "REAS",
    "Prior to any works on site above damp proof course level, full sustainable drainage details for the development have been submitted to and approved in writing by the Local Planning Authority. These shall include consideration of the drainage hierarchy with a drainage plan showing pipe locations, details and levels, details of ground investigations, calculations demonstrating the performance of soakaways or capacity of attenuation features to cater for 1 in 100 year flood event with a 40% allowance for climate change and runoff controlled at greenfield rates, or better and maintenance arrangements for the life of the development. The approved measures are to be maintained thereafter for the life of the development.",
    "REASON",
    "To ensure that surface water run off is managed in accordance with DMEI 10 of the Local Plan Part 2 2020 and Policy S1 13 of the London Plan 2021.",
    "Prior to any works on site above damp proof course level, details of all materials and external surfaces, including roofing, walls, window and door treatments, paving, rainwater goods and rear decking, shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such. Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Prior to any works on site above damp proof course level, details of step free access via all points of entry and exit shall be submitted to, and approved in writing, by the Local Planning Authority. Such provision shall remain in place for the life of the building.",
    "REASON To ensure housing of an inclusive design is achieved and maintained in accordance with Policies D5 and D7 of the London Plan (2021).",
    "The east facing hallway/staircase window to the first floor of the proposed infill dwelling shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policies DMHB 11 and DMHD 1 of the Hillingdon Local Plan Part 2 (2020)",
    "The development hereby approved shall not be occupied until the car parking, EV charging and new access/dropped kerb have been implemented.",
    "REASON",
    "To ensure the provision and retention of facilities for cyclists to the development and hence the availability of sustainable forms of transport to the site in accordance with Policies DMT 1 and DMT 2 and DMT 6 of the Hillingdon Local Plan Part 2 (2020).",
    "The dwelling hereby approved shall accord with the requirements of Policy D7 of the London Plan and shall not be occupied until certification of compliance with the technical specifications for an M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, has been submitted to, and approved in writing, by the Local Planning Authority. All such provisions must remain in place for the life of the building.",
    "REASON: To not only allow the Building Control body to require the development to comply with the optional Building Regulations standards, but to also ensure the appropriate quantity and standard of accessible and adaptable housing is constructed and maintained in accordance with policy D7 of the London Plan.",
    "The development hereby permitted shall be undertaken under full compliance with the recommendations in Section 13.2 of the Phase 1 Land Contamination Desk Study Assessment (ref: 226114CLRNH, dated 6 January 2023) and occupation of the proposed infill dwelling hereby permitted shall not occur until these measures are implemented in full.",
    "REASON: To ensure that risks from land contamination to the future users of the land and neighbouring land are minimised, together with those to controlled waters, property and ecological systems and the development can be carried out safely without unacceptable risks to workers, neighbours and other offsite receptors in accordance with policy DMEI 12 of Hillingdon Local Plan Part 2.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 1995 (or any order revoking and re-enacting that Order with or without modification), no extensions, alterations or outbuildings for the proposed infill dwelling are permitted under Classes A, D and E without the grant of further specific permission from the Local Planning Authority.",
    "REASON; To protect the character of the area and neighbour amenity and to retain sufficient amenity space for future occupiers in accordance with Policy BE1 of the Hillingdon Local Plan (Part 1) 2012 and Policies DMHB 11, DMHB 12 and DMHB 18 of the Hillingdon Local Plan (Part 2) 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with: -",
    "A) Demolition and construction works should only be carried out between the hours of 08.00 hours and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank and Public Holidays.",
    "B) All noise generated during such works should be controlled in compliance with British Standard Code of Practice BS 5228: 1984.",
    "C) The elimination of the release of dust or odours that could create a public health nuisance.",
    "D) No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit, 3S/02, Civic Centre, High Street, Uxbridge, UB8 1UW (Tel.01895 277401) or to seek prior approval under Section 61 of the Control of P",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=11775/APP/2023/474",
  "pp_id": "11941015",
  "last_updated_by": "Portal",
  "centroid_easting": 508582,
  "borough": "Hillingdon",
  "epc_number": "8710-5120-3009-0488-2226",
  "lpa_app_no": "11775/APP/2023/474",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "bo_system": "Portal",
  "subdivision_of_building": null,
  "description": "Construction of a 2-bed detached house along with single storey rear extension to existing house and demolition of existing garage",
  "appeal_decision": null,
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_date": "30/06/2023",
  "cil_liability": true
}