{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Section 73 application to vary Conditions 2 and 6 of application reference 40050/APP/2019/1865 dated 27-03-20 (Section 73 application to vary the approved plans list condition of application reference 40050/APP/2017/2438 dated 01/09/2017 for (Prior Approval Application for the change of use of Bridge House, Riverview House and Waterside House from office accommodation (Class B1) to residential units (Class C3) together with ancillary car parking, cycle storage and waste and recycling storage (as amended by application reference 40050/APP/2019/3869 dated 21/01/20)).",
  "epc_number": null,
  "street_name": "OXFORD ROAD",
  "appeal_decision": null,
  "lpa_app_no": "40050/APP/2022/1844",
  "centroid": {
    "lon": "-0.4864212",
    "lat": "51.5492112"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 505044,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=40050/APP/2022/1844",
  "last_updated": "2025-03-20T13:44:36.632+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 184454,
  "site_name": "BRIDGE HOUSE, RIVERVIEW HOUSE AND WATERSIDE HOUSE",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "08/06/2022",
  "lapsed_date": "06/02/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "07/02/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "10/08/2022",
  "ward": "UXBRIDGE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-40050_APP_2022_1844",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505041.4473,
              184548.5188
            ],
            [
              505114.0911,
              184607.6624
            ],
            [
              505152.5725,
              184580.2688
            ],
            [
              504983.9003,
              184266.7369
            ],
            [
              504977.2857,
              184273.3515
            ],
            [
              504975.3013,
              184266.7369
            ],
            [
              504958.7648,
              184277.3203
            ],
            [
              504965.3794,
              184289.2266
            ],
            [
              504958.1033,
              184295.1797
            ],
            [
              504967.3638,
              184322.2996
            ],
            [
              504988.5305,
              184461.2061
            ],
            [
              504995.8066,
              184459.8832
            ],
            [
              505039.4629,
              184547.1958
            ],
            [
              505049.408,
              184555.2548
            ],
            [
              505041.4473,
              184548.5188
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505049.408,
              184555.2548
            ],
            [
              505084.4421,
              184584.899
            ],
            [
              505113.5464,
              184608.0501
            ],
            [
              505114.0858,
              184607.6662
            ],
            [
              505049.408,
              184555.2548
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              505114.0858,
              184607.6662
            ],
            [
              505116.1922,
              184609.3731
            ],
            [
              505114.0911,
              184607.6624
            ],
            [
              505114.0858,
              184607.6662
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 3, Class O of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), as the Council has assessed the impacts of the proposal and considers that there would be no unacceptable implications with regard to transportation, highway safety, contamination, noise or flooding.",
    "The application hereby approved shall be for the creation of 229 residential units comprising 22 x studios, 149 x 1 beds and 58 x 2 beds with 255 off street car parking spaces, including 20 disabled parking spaces (3 allocated to Bridge House and 17 allocated to Waterside House and Riverview House), as set out in the plans hereby approved:",
    "1253.01-160_A Rev A",
    "1253.01-1001 Rev E",
    "568-PTA-ZZ-ZZ-DR-A-1001 Rev. P04",
    "568-PTA-ZZ-XX-DR-A-0001_P06; and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two Development Management Policies (January 2020) and the London Plan (2021).",
    "(i) The development hereby permitted shall be constructed in accordance with the details approved under application reference 40050/APP/2021/356. Alternatively, the development shall not commence until a scheme to deal with contamination has been submitted to the Local Planning Authority (LPA) in accordance with the Supplementary Planning Guidance Document on Land Contamination, and approved by the LPA. All works which form part of the remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) A site investigation report approved under planning ref 40050/APP/2018/1968 shall be adhered to in accordance with the details approved.",
    "(b) A written method statement, providing details of the remediation scheme an",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 40050/APP/2021/356. Alternatively, the development shall not be occupied until a sound insulation and ventilation scheme for protecting the proposed development from noise generated by commercial premises has been submitted to and approved in writing by the Local Planning Authority. The scheme shall meet an acceptable internal noise design criteria against external noise as agreed with the Local Planning Authority. Thereafter, the scheme shall be implemented and maintained in full compliance with the approved measures.",
    "REASON",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by noise generated by commercial premises in accordance with policy DMHB 11 of the Hillingdon Local Plan: Part Two - Development Management Policies (January 2020).",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 40050/APP/2021/697. Alternatively, prior to development continuing the applicant shall submit a demolition and construction management plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur (please refer to informative attached for maximum permitted working hours).",
    "(iii) A programme to demonstrate that the most valuable or potentially contaminating materials and fittings can be removed safely and intact for later re-use or processing.",
    "(iv) Measures To prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(v) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction v",
    "1. The residential units hereby approved at Bridge House shall be occupied in accordance with the details shown on drawing references 1253.01-1000 Rev D and 1253.01-1002 Rev B, and retained as such unless otherwise agreed in writing by the Local Planning Authority. The parking allocation shall, as a minimum, include a requirement that all on-site car parking shall be allocated and dedicated for the use of the residential units hereby approved and shall remain allocated and dedicated in such a manner for the life-time of the development.",
    "2. The residential units hereby approved at Riverview House and Waterside House shall not be occupied until a parking allocation scheme has been submitted to, and approved in writing by, the Local Planning Authority. The parking allocation scheme shall, as a minimum, provide 5no. blue badge/accessible car parking spaces before occupation of Riverview or Waterside House, plus demonstration of how an additional 19no. blue badge/accessible car parking sp",
    "The residential car parking spaces on site shall be leased and not sold.",
    "REASON",
    "To ensure availability and management of parking, in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part 2 Development Management Policies (2020) and Policies T6 and T6.1 of the London Plan (2021).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance."
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 2.398
  },
  "pp_id": "11299302",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48642979999999997,
          51.5500612
        ],
        [
          -0.4853649,
          51.5505793
        ],
        [
          -0.4848182,
          51.5503259
        ],
        [
          -0.4873435,
          51.5475391
        ],
        [
          -0.48743689999999995,
          51.5475998
        ],
        [
          -0.4874675,
          51.5475407
        ],
        [
          -0.4877027,
          51.5476389
        ],
        [
          -0.4876038,
          51.5477447
        ],
        [
          -0.4877069,
          51.5477996
        ],
        [
          -0.4875653,
          51.5480416
        ],
        [
          -0.48721879999999995,
          51.5492862
        ],
        [
          -0.4871143,
          51.549273
        ],
        [
          -0.48645879999999997,
          51.5500497
        ],
        [
          -0.486313,
          51.5501203
        ],
        [
          -0.48642979999999997,
          51.5500612
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "06/02/2023",
  "secondary_street_name": "UXBRIDGE"
}