{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Section 73 application to vary Condition 1 of application reference 40050/APP/2021/1916 dated 20-10-2021 'Construction of two additional storeys measuring 6.6m maximum height (18.7m above ground level) to provide 31 residential units (Application for Prior Approval under Schedule 2, Part 20, Class AA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended))' for minor internal layout changes and design amendments made to the arrangement of the windows and balcony doors.",
  "epc_number": null,
  "street_name": "OXFORD ROAD",
  "appeal_decision": null,
  "lpa_app_no": "40050/APP/2022/2886",
  "centroid": {
    "lon": "-0.4865369",
    "lat": "51.5496353"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 505035,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=40050/APP/2022/2886",
  "last_updated": "2025-03-20T12:57:22.254+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 184501,
  "site_name": "WATERSIDE HOUSE",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "16/09/2022",
  "lapsed_date": "10/03/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "10/03/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "01/11/2022",
  "ward": "UXBRIDGE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-40050_APP_2022_2886",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505040.7924,
              184543.7706
            ],
            [
              505059.3133,
              184535.1716
            ],
            [
              505043.1075,
              184504.4138
            ],
            [
              505049.7221,
              184499.7835
            ],
            [
              505028.5554,
              184458.773
            ],
            [
              505011.3575,
              184469.0257
            ],
            [
              505027.5632,
              184497.4684
            ],
            [
              505021.9408,
              184501.4372
            ],
            [
              505040.7924,
              184543.7706
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The proposed development constitutes permitted development by virtue of the provisions of Schedule 2, Part 20, Class AA of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended), subject to compliance with the stated planning conditions and obligations.",
    "The development hereby permitted comprises 31 residential units, comprising 22 x 1-beds, and 9 x 2-beds and shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 568-PTA-WS-ZZ-DR-A-0001 Rev P06, P133/0, P134/0, P334/0, P335/0, P336/0 and P337/0; and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Design Statement May 2021",
    "Waterside House, Uxbridge, Class AA Upward Extension Application P932 Rev 0",
    "Noise Impact Assessment REP-1006838-5A-KS-20170531-Planning-Rev 01",
    "Internal Daylight and Sunlight Report 12th February 2021",
    "Transport Statement 17257-01-TS07 Rev B",
    "Preliminary Environmental Risk Assessment WIC15644-101-R-1-2-1-PERA June 2017",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "No development shall take place until details of all materials and external surfaces, including details of windows and doors have been submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be constructed in accordance with the approved details and be retained as such.",
    "Details should include information relating to make, product/type, colour and photographs/images.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 - Development Management Policies (2020).",
    "Prior to occupation of the development, the following shall be provided on site:",
    "1. 31 residential car parking spaces with markings, plus 3 spaces for visitor parking",
    "2. 3 parking spaces to be assigned for use by disabled persons and marked as such",
    "3. 7 parking spaces to be supplied with active Electric Vehicle Charging points",
    "5. 26 parking spaces to be supplied with passive Electric Vehicle Charging points",
    "6. 2 motorcycle parking spaces",
    "7. Secure and covered parking spaces to be provided for 31 bicycles as a minimum",
    "Thereafter, they shall be permanently retained and used for no other purpose.",
    "REASON",
    "To ensure adequate parking is provided and to promote sustainable modes of transport, in accordance with Policies DMT 4, DMT 5 and DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 40050/APP/2022/3050. Alternatively, prior to development commencing, the applicant shall submit a Construction Logistics Plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur.",
    "(iii) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the construction process.",
    "(vi) The storage of construction materials on site.",
    "The approve",
    "(i) The development shall not commence until a scheme to deal with contamination has been submitted to and approved by the LPA. All works which form part of the remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suitably qualified and accredited consultant/contractor. The report should also clearly identify all risks, limitations and recommendations for remedial measures to make the site suitable for the proposed use; and",
    "(b) A written method statement, providing details of the remediation scheme and how the completio",
    "Prior to commencement, a Bird Hazard Management Plan shall be submitted to and approved in writing by the Local Planning Authority in consultation with the Ministry of Defence. The submitted plan shall include details of:",
    "- management of any flat/shallow pitched roof which may be attractive to nesting, roosting and \"loafing\" birds.",
    "The Bird Hazard Management Plan shall be implemented as approved and shall remain in force for the life of the building. No subsequent alterations to the plan are to take place unless first submitted to and approved in writing by the Local Planning Authority.",
    "REASON",
    "In the interests of aircraft safety in compliance with Policy DMAV 1 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020).",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Thames Water advise that the development should follow the sequential approach to the disposal of surface water. Management of surface water from new developments should follow Policy SI 13 Sustainable drainage of the London Plan 2021.  Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. Further information is available on the Thames Water website.",
    "A Groundwater Risk Management Permit from Thames Water will be required for discharging groundwater into a public sewer. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991. Thames Water expect the developer to demonstrate what measures they will undertake to minimise groundwater discharges into the public sewer. Permit enquiries should be directed to Thames Water's Risk Management Team by telephoning 020 3577 9483 or by emailing trade.effluent@thameswater.co.uk .  Application for",
    "Due to the presence of Cadent and/or National Grid apparatus in proximity to the specified area, the contractor should contact Plant Protection before any works are carried out to ensure the apparatus is not affected by any of the proposed works."
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.164
  },
  "pp_id": "11546440",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4864407,
          51.5500187
        ],
        [
          -0.4861762,
          51.5499379
        ],
        [
          -0.486419,
          51.5496645
        ],
        [
          -0.48632509999999995,
          51.5496216
        ],
        [
          -0.4866425,
          51.5492569
        ],
        [
          -0.48688729999999997,
          51.5493523
        ],
        [
          -0.4866452,
          51.5496049
        ],
        [
          -0.48672509999999997,
          51.5496416
        ],
        [
          -0.4864407,
          51.5500187
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "10/03/2023",
  "secondary_street_name": "UXBRIDGE"
}