{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Section 73 application to vary Conditions 3 and 6 of application reference 40050/APP/2018/1737 dated 30-06-20 (Demolition of existing rooftop plant room and replacement with two storey extension to provide 25 new residential units (Use Class C3), ancillary gymnasium (Use Class D2) plus associated landscaping and parking).",
  "epc_number": null,
  "street_name": "OXFORD ROAD",
  "appeal_decision": null,
  "lpa_app_no": "40050/APP/2022/1843",
  "centroid": {
    "lon": "-0.4864512",
    "lat": "51.5491756"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 505042,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=40050/APP/2022/1843",
  "last_updated": "2025-03-20T13:44:36.836+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 184450,
  "site_name": "BRIDGE HOUSE",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "08/06/2022",
  "lapsed_date": "06/02/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "07/02/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "10/08/2022",
  "ward": "UXBRIDGE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-40050_APP_2022_1843",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              505049.7262,
              184557.1713
            ],
            [
              505113.8878,
              184612.0724
            ],
            [
              505147.6223,
              184583.6297
            ],
            [
              504990.1949,
              184268.7749
            ],
            [
              504980.9344,
              184273.4051
            ],
            [
              504978.2886,
              184266.129
            ],
            [
              504960.4292,
              184278.0353
            ],
            [
              504963.7365,
              184289.9416
            ],
            [
              504957.1219,
              184295.2333
            ],
            [
              504969.6896,
              184349.4729
            ],
            [
              504988.872,
              184456.6294
            ],
            [
              504995.4866,
              184459.9367
            ],
            [
              505033.8512,
              184536.0046
            ],
            [
              505107.9347,
              184606.1193
            ],
            [
              505049.7262,
              184557.1713
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the 30 June 2020.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers:",
    "1066.01-001 Rev B",
    "1253.01 - 160 Rev C",
    "1066.01-002 Rev B",
    "1253.163 Rev A",
    "1253.164 Rev A",
    "1253.01-201 Rev A",
    "1253.01-203 Rev A",
    "1253.01-202 Rev A",
    "1253.01-200 Rev A",
    "1253.162 Rev A",
    "06-902-301 Rev F",
    "1253.01-1000 Rev D",
    "1253.01-1001 Rev D",
    "1253.01-1002 Rev B",
    "1253.01-1003 Rev A ; and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan: Part 2 Development Management Policies (2020) and the London Plan (2021).",
    "The development hereby permitted shall not be occupied until the following has been completed in accordance with the specified supporting plans and/or documents:",
    "Design and Access Statement, May 2022",
    "Planning Statement",
    "Air Quality Assessment, June 2018",
    "Transport Statement, June 2018",
    "Transport Statement Addendum, May 2022",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part 2 Development Management Policies (2020) and the London Plan (2021).",
    "All materials and external surfaces, including details of balconies shall be constructed in accordance with the approved details enclosed within the materials schedule and approved elevations as approved under application reference 40050/APP/2021/819 and shall be retained as such.",
    "REASON",
    "To ensure that the development presents a satisfactory appearance in accordance with Policy DMHB 11 of the Hillingdon Local Plan: Part 2 Development Management Policies (2020).",
    "No development shall be occupied until a landscape scheme has been submitted to and approved in writing by the Local Planning Authority. The scheme shall include: -",
    "1.    Details of Soft Landscaping",
    "1.a  Planting plans (at not less than a scale of 1:100),",
    "1.b  Written specification of planting and cultivation works to be undertaken,",
    "1.c  Schedule of plants giving species, plant sizes, and proposed numbers/densities where appropriate",
    "2. Details of Hard Landscaping",
    "2.a Refuse Storage",
    "2.b Cycle Storage to include covered and secure provision for 25 cycles",
    "2.c Means of enclosure/boundary treatments",
    "2.d Car Parking Layouts (including 17 car parking spaces and demonstration that 4 parking spaces (20%) are served by active electrical charging points and 13 parking spaces (80%) are served by passive electrical charging points, plus 1 disabled space and demonstration that a further one disabled space can be provided.",
    "2.e Hard Surfacing Materials",
    "2.f External Lighting",
    "2.g Other structures (suc",
    "The parking for residential use of the flats shall be hereby carried out in accordance with the details shown on drawing references 1253.01-1001 Rev D, 1253.01-1002 Rev B and 1253.01-1003 Rev A, and retained as such unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON",
    "To ensure availability and management of parking, in accordance with Policy DMT 6 of the Hillingdon Local Plan: Part 2 Development Management Policies (2020) and Policies T6 and T6.1 of the London Plan (2021).",
    "The development shall be carried out in accordance with the approved drainage details:",
    "1. Drainage Criteria ref: L2466;",
    "2. Ground Floor Drainage Drawing ref: BRH-PRJ-XX-00-DR-C-07000 rev C1;",
    "3. Ground Floor Drainage Details Sheet 1 ref: BRH-PRJ-XX-00-DR-C-07011 rev C1; and",
    "4. Ground Floor Drainage Details Sheet 2 ref: BRH-PRJ-XX-00-DR-C-07012 rev C1.",
    "Thereafter the development shall be retained/maintained in accordance with these details for as long as the development remains in existence.",
    "REASON",
    "To ensure that surface water run off is controlled to ensure the development does not increase the risk of flooding contrary to:",
    "Policy EM6 of the Hillingdon Local Plan: Part 1- Strategic Policies (Nov 2012), Policy DMEI 10 Water Management, Efficiency and Quality of the emerging Hillingdon Local Plan: Part 2 Development Management Policies (2020), Policies SI 12 and SI 13 of the London Plan (2020). National Planning Policy Framework (June 2019), and the Planning Practice Guidance (Flood Ris",
    "The building(s) shall achieve 'Secured by Design' accreditation awarded by the Hillingdon Metropolitan Police Crime Prevention Design Adviser (CPDA) on behalf of the Association of Chief Police Officers (ACPO). No building shall be occupied until accreditation has been achieved.",
    "REASON",
    "In pursuance of the Council's duty under section 17 of the Crime and Disorder Act 1998 to consider crime and disorder implications in excising its planning functions; to promote the well being of the area in pursuance of the Council's powers under section 2 of the Local Government Act 2000, to reflect the guidance contained in the Council's SPG on Community Safety By Design and to ensure the development provides a safe and secure environment in accordance with London Plan (2021).",
    "The development hereby approved shall ensure that 10% of the residential units are constructed to meet the standards for Category 3 M4(3) dwelling, with all remaining units designed to the standards for Category 2 M4(2) dwelling, as set out in Approved Document M to the Building Regulations (2010) 2015, and all such provisions shall remain in place for the life of the building.",
    "REASON",
    "To ensure an appropriate standard of housing stock, in accordance with London Plan Policy 3.8 (c) and (d), is achieved and maintained.",
    "The noise level in rooms at the development hereby approved shall meet the noise standard specified in BS8233:2014 for internal rooms and external amenity areas.",
    "REASON",
    "To ensure that the amenity of the occupiers of the proposed development is not adversely affected by transport and commercial noise in accordance with policy OE5 of the Hillingdon Unitary Development Plan.",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 40050/APP/2021/4092. Alternatively, prior to commencement of the development, details shall be submitted to and approved in writing by the Council, of an enhanced sound insulation value DnT,w of at least 5dB above the Building Regulations value, for the floor/ceiling/wall structures separating different types of rooms/ uses in adjoining dwellings, namely (20dB for the gym area proposed). Approved details shall be implemented prior to occupation of the development and thereafter be permanently retained.",
    "REASON",
    "To safeguard the amenity of the surrounding area in accordance with policy OE1 of the Hillingdon Unitary Development Plan.",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 40050/APP/2021/698. Alternatively, prior to development commencing, a Construction Environmental Management Plan (CEMP) shall be submitted to, and approved in writing by, the Local Planning Authority. The CEMP shall comprise such combination of measures for controlling the effects of demolition, construction and enabling works associated with the development as may be approved by the Local Planning Authority. The CEMP shall address issues including the phasing of the works, hours of work, noise and vibration, air quality, waste management, site remediation, plant and equipment, site transportation and traffic management including routing, signage, permitted hours for construction traffic and construction materials deliveries. It will ensure appropriate communication with, the distribution of information to, the local community and the Local Planning Authority relati",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 40050/APP/2021/1318. Alternatively, prior to above ground works, an energy assessment shall be submitted to and approved in writing by the Local Planning Authority. The energy assessment shall provide full details and specifications of all the measures to be implemented on site to demonstrate the development will achieve the energy reduction targets of the London Plan Policy 5.2. The assessment shall demonstrate at least a 35% saving onsite with any shortfall being made up through an offsite contribution. The details within the assessment must include:",
    "1. A full and clear baseline of the energy (kwhr) and carbon (tCO2) associated with the development assessment against building regulations 2013.",
    "2. Full details of the energy efficiency measures to be incorporated within the development and their impact on the baseline energy and carbon performance.",
    "3. Full details",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 40050/APP/2021/1318. Alternatively, prior to commencement of development, full details of the PVs required to meet the 35.1% carbon savings set out in the energy assessment shall be submitted and approved in writing by the Local Planning Authority. The details shall include, roof plans, elevations, specifications, fixing mechanisms, orientation and sun path analysis. The development must proceed in accordance with the approved details.",
    "REASON",
    "To ensure the development contributes to the reduction of carbon emissions in accordance with Policy SI 2 of the London Plan (2021) and Policy DMEI 2 of the Emerging Hillingdon Local Plan: Part 2 Development Management Policies.",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 40050/APP/2021/4092. Alternatively, prior to occupation of the development, a Servicing and Refuse Collection Strategy shall be submitted to and approved in writing by the Local Planning Authority. Thereafter, servicing and collection shall be carried out as agreed within this approved plan unless otherwise agreed in writing by the Local Planning Authority.",
    "REASON",
    "To ensure appropriate servicing of the site, to safeguard highway safety, and to safeguard the free flow of traffic, in accordance with policies AM2, AM7 and AM14 of the Hillingdon Local Plan: Part 2 Saved UDP Policies (Nov 2012), Policies DMHB 11 and DMT 1 of the Emerging Hillingdon Local Plan: Part 2 Development Management Policies and policy 6.3 of the London Plan (2016).",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Unitary Development Plan Saved Policies (September 2007) as incorporated into the Hillingdon Local Plan (2012) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan - The Spatial Development Strategy for London consolidated with alterations since 2011 (2016) and national guidance.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably.",
    "Under the terms of the Planning Act 2008 (as amended) and Community Infrastructure Levy Regulations 2010 (as amended), this development is liable to pay the London Borough of Hillingdon Community Infrastructure Levy (CIL) and the Mayor of London's Community Infrastructure Levy (CIL). This will be calculated in accordance with the London Borough of Hillingdon CIL Charging Schedule 2014 and the Mayor of London's CIL Charging Schedule 2012. Before commencement of works the development parties must notify the London Borough of Hillingdon of the commencement date for the construction works (by submitting a Commencement Notice) and assume liability to pay CIL (by submitting an Assumption of Liability Notice) to the Council at planning@hillingdon.gov.uk. The Council will then issue a Demand Notice setting out the date and the amount of CIL that is payable. Failure to submit a valid Assumption of Liability Notice and Commencement Notice prior to commencement of the development may result in su",
    "The following information has been provided by the Canal and Rivers Trust:",
    "1. The applicant/developer should refer to the current \"Code of Practice for Works affecting the Canal & River Trust\" to ensure that any necessary consents are obtained (https://canalrivertrust.org.uk/business-and-trade/undertaking-works-on-our-property-andour-code-of-practice).",
    "2. The applicant/developer is advised that any encroachment, oversail of or access onto the canal towpath requires written consent from the Canal & River Trust, and they should contact the Canal & River Trust's Estates Surveyor, Bernadette McNicholas (Bernadette.McNicholas@canalrivertrust.org.uk ) regarding the required access agreement.",
    "3. The applicant/developer is advised that any surface water discharge into waterspace belonging to the Canal & River Trust will require written consent, and they should contact the Canal & River Trust's Utilities team, Nick Pogson for further information (Nick.Pogson@canalrivertrust.org.uk ).",
    "The following information has been provided by Cadent:",
    "Considerations in relation to gas pipeline/s identified on site:",
    "Cadent have identified operational gas apparatus within the application site boundary. This may include a legal interest (easements or wayleaves) in the land which restricts activity in proximity to Cadent assets in private land. The Applicant must ensure that proposed works do not infringe on Cadent's legal rights and any details of such restrictions should be obtained from the landowner in the first instance.",
    "If buildings or structures are proposed directly above the gas apparatus then development should only take place following a diversion of this apparatus. The Applicant should contact Cadent's Plant Protection Team at the earliest opportunity to discuss proposed diversions of apparatus to avoid any unnecessary delays.",
    "If any construction traffic is likely to cross a Cadent pipeline then the Applicant must contact Cadent's Plant Protection Team to see if a"
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 2.388
  },
  "pp_id": "11302724",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48630789999999996,
          51.5501374
        ],
        [
          -0.4853665,
          51.550619
        ],
        [
          -0.4848886,
          51.550357
        ],
        [
          -0.48725209999999997,
          51.5475563
        ],
        [
          -0.4873843,
          51.5475996
        ],
        [
          -0.4874246,
          51.5475347
        ],
        [
          -0.48767849999999996,
          51.5476451
        ],
        [
          -0.4876273,
          51.5477515
        ],
        [
          -0.48772109999999996,
          51.5478003
        ],
        [
          -0.4875237,
          51.5482854
        ],
        [
          -0.48721519999999996,
          51.549245
        ],
        [
          -0.48711889999999997,
          51.5492735
        ],
        [
          -0.48654309999999995,
          51.5499501
        ],
        [
          -0.4854541,
          51.5505666
        ],
        [
          -0.48630789999999996,
          51.5501374
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "06/02/2023",
  "secondary_street_name": "UXBRIDGE"
}