{
  "application_type": "All Other",
  "application_type_full": "Removal/Variation of a condition",
  "description": "Section 73 application to vary Condition 1 of application reference 40050/APP/2020/999 dated 18-05-2020 (Prior Approval for the change of use from office to dwellinghouses, together with ancillary car parking, cycle storage and refuse storage. (Application for Prior Approval under Schedule 2, Part 3, Class O of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended)) to remove the third floor resulting in the loss of 2 units, relocation of plant and reduce car parking by 2 spaces.",
  "epc_number": null,
  "street_name": "OXFORD ROAD",
  "appeal_decision": null,
  "lpa_app_no": "40050/APP/2022/1804",
  "centroid": {
    "lon": "-0.48639119999999997",
    "lat": "51.5492467"
  },
  "actual_completion_date": null,
  "development_type": null,
  "centroid_easting": 505046,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=40050/APP/2022/1804",
  "last_updated": "2025-03-20T13:44:37.082+00:00",
  "subdivision_of_building": null,
  "postcode": null,
  "uprn": null,
  "reference_no_of_permission_being_relied_on": null,
  "bo_system": "CSV Data Import",
  "centroid_northing": 184458,
  "site_name": "Waterside",
  "status": "Approved",
  "appeal_start_date": null,
  "valid_date": "05/08/2022",
  "lapsed_date": "06/02/2026",
  "parking_details": null,
  "date_building_work_completed_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated_by": "CSV Data Import",
  "cil_liability": false,
  "decision_target_date": "07/02/2023",
  "title_number": null,
  "decision": "Approved",
  "last_date_consultation_comments": "07/09/2022",
  "ward": "UXBRIDGE 2022",
  "appeal_status": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "appeal_decision_date": null,
  "id": "Hillingdon-40050_APP_2022_1804",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              504952.4874,
              184279.6914
            ],
            [
              504965.0551,
              184312.1029
            ],
            [
              504971.0083,
              184325.9936
            ],
            [
              504971.0083,
              184343.1915
            ],
            [
              504976.3,
              184401.4
            ],
            [
              505019.2948,
              184514.5096
            ],
            [
              505043.1074,
              184556.843
            ],
            [
              505113.8836,
              184613.7285
            ],
            [
              505153.5711,
              184580.6555
            ],
            [
              504982.9145,
              184267.1237
            ],
            [
              504952.4874,
              184279.6914
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "locality": null,
  "lpa_name": "Hillingdon",
  "borough": "Hillingdon",
  "decision_conditions": [
    "The development hereby permitted comprises 56 residential units, comprising 56 x 1-beds and shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 1804568-TPM-WS-ZZ-DR-A-0001 Rev P09, P130/0, P131/0, P132/0 and P136/0 and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "Prior to occupation of the development, the following shall be provided on site:",
    "1. 56 residential car parking spaces with markings, plus 6 spaces for visitor parking",
    "2. 6 parking spaces to be assigned for use by disabled persons and marked as such",
    "3. 3 parking spaces for brown badge users and marked as such",
    "4. 12 parking spaces to be supplied with active Electric Vehicle Charging points",
    "5. 44 parking spaces to be supplied with passive Electric Vehicle Charging points",
    "6. 3 motorcycle parking spaces",
    "7. Secure and covered parking spaces to be provided for 56 bicycles as a minimum",
    "Thereafter, they shall be permanently retained and used for no other purpose.",
    "REASON",
    "To ensure adequate parking is provided and to promote sustainable modes of transport, in accordance with policies DMT 4, DMT 5 and DMT 6 of the Hillingdon Local Plan: Part 2 Development Management Policies (January 2020).",
    "Prior to occupation of the building, a Parking Allocation Plan shall be submitted to and approved in writing by the Local Planning Authority. Thereafter, the parking shall be for the residential use of the flats hereby approved and as agreed within the Parking Allocation Plan for so long as the development remains in existence.",
    "REASON",
    "To ensure that the residential use does not have an unacceptable impact on the local highway network or lead to a significant increase in demand for on-street parking, in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policies T6 and T6.1 of the London Plan (2021).",
    "Prior to occupation of the building, a Surplus Parking Strategy shall be submitted to and approved in writing by the Local Planning Authority. The strategy shall demonstrate the method used to ensure that the use of excess/surplus parking spaces on the site shall cease. Thereafter, the excess parking shall not be used as agreed within the Surplus Parking Strategy for so long as the development remains in existence.",
    "REASON",
    "To ensure that the residential use does not have an unacceptable impact on the local highway network or lead to a significant increase in demand for on-street parking, in accordance with Policies DMT 1, DMT 2 and DMT 6 of the Hillingdon Local Plan: Part 2 - Development Management Policies (January 2020) and Policies T6 and T6.1 of the London Plan (2021).",
    "The development hereby permitted shall be constructed in accordance with the details approved under application reference 40050/APP/2022/3051. Alternatively, prior to development continuing, the applicant shall submit a revised Construction Logistics Plan to the Local Planning Authority for its approval. The plan shall detail:",
    "(i) The phasing of development works",
    "(ii) The hours during which development works will occur.",
    "(iii) Measures to prevent mud and dirt tracking onto footways and adjoining roads (including wheel washing facilities).",
    "(iv) Traffic management and access arrangements (vehicular and pedestrian) and parking provisions for contractors during the development process (including measures to reduce the numbers of construction vehicles accessing the site during peak hours).",
    "(v) Measures to reduce the impact of the development on local air quality and dust through minimising emissions throughout the construction process.",
    "(vi) The storage of construction materials on site.",
    "The",
    "The development must achieve the following internal noise levels:",
    "Indoors 35 dB LAeq,16hrs daytime (07.00 to 23.00hrs);",
    "Inside bedrooms 30 dB LAeq,8hrs night-time (23.00 to 07.00hrs);",
    "Inside bedrooms 45 dB LAFmax to be exceeded no more than 15 times per night-time from sources other than emergency sirens.",
    "Prior to occupation of the first residential unit, a report must be submitted to the Council confirming that these standards (through appropriate acoustic mitigation if necessary) will be met unless otherwise agreed in writing with the Local Planning Authority.  These levels (or alternative as agreed in writing with the Local Planning Authority) must be maintained as a minimum within the development throughout its lifetime.",
    "REASON",
    "To ensure that an acceptable level of noise can be maintained within the development in accordance with Policy EM8 of the Local Plan Part 1.",
    "(i) The development shall not commence until a scheme to deal with contamination has been submitted to and approved by the LPA. All works which form part of the remediation scheme shall be completed before any part of the development is occupied or brought into use unless the Local Planning Authority dispenses with any such requirement specifically and in writing. The scheme shall include all of the following measures unless the LPA dispenses with any such requirement specifically and in writing:",
    "(a) A site investigation, including where relevant soil, soil gas, surface and groundwater sampling, together with the results of analysis and risk assessment shall be carried out by a suitably qualified and accredited consultant/contractor. The report should also clearly identify all risks, limitations and recommendations for remedial measures to make the site suitable for the proposed use; and",
    "(b) A written method statement, providing details of the remediation scheme and how the completio",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "application_details": {
    "existing_uprns": null,
    "site_area": 2.451
  },
  "pp_id": "11262243",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.48779249999999996,
          51.5476614
        ],
        [
          -0.48760169999999997,
          51.5479504
        ],
        [
          -0.4875117,
          51.5480742
        ],
        [
          -0.48750659999999996,
          51.5482287
        ],
        [
          -0.4874129,
          51.548751
        ],
        [
          -0.48675929999999995,
          51.5497596
        ],
        [
          -0.4864034,
          51.5501357
        ],
        [
          -0.48536599999999996,
          51.5506339
        ],
        [
          -0.4848037,
          51.5503292
        ],
        [
          -0.4873576,
          51.5475428
        ],
        [
          -0.48779249999999996,
          51.5476614
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_date": "06/02/2023",
  "secondary_street_name": "UXBRIDGE"
}