{
  "wgs84_polygon": null,
  "ward": "Southfield",
  "decision": "Approved",
  "decision_process": "Delegated",
  "appeal_status": null,
  "status": "Approved",
  "parking_details": null,
  "centroid_easting": 521040,
  "application_details": {
    "existing_uprns": [
      "000012106651"
    ]
  },
  "actual_completion_date": null,
  "application_type_full": "Removal/Variation of a condition",
  "locality": "London",
  "actual_commencement_date": null,
  "development_type": "Minor all other minor developments",
  "appeal_decision_date": null,
  "centroid_northing": 179022,
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "cil_liability": false,
  "lapsed_date": "12/06/2027",
  "pp_id": "PP-12925846",
  "lpa_app_no": "241527VAR",
  "epc_number": null,
  "decision_agency": "Borough",
  "centroid": {
    "lat": 51.497189,
    "lon": -0.257718
  },
  "application_type": "All Other",
  "borough": "Ealing",
  "postcode": "W4 1LB",
  "site_name": "Orchard House School ",
  "bo_system": "CSV Data Import",
  "site_number": null,
  "decision_target_date": "14/06/2024",
  "valid_date": "19/04/2024",
  "street_name": "Newton Grove",
  "last_updated_by": "CSV Data Import",
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/241527VAR;",
  "appeal_start_date": null,
  "last_date_consultation_comments": null,
  "last_updated": "2025-03-19T22:56:06.691+00:00",
  "appeal_decision": null,
  "description": "Minor material amendment (S.73) to vary condition no.11 (Time limit on outside recreational area) and no.12 (Pupil capacity limit of break/play time periods), seeking to increase the number of pupils allowed in the outside recreational area during break/play time periods, in pursuant to planning permission reference SCA/TPAP33055/14  dated 05/11/1998 for ''Demolition of existing flat-roofed classroom and erection of part single storey and part three storey (including lower ground floor) extension, with external staircase, to school''",
  "decision_date": "12/06/2024",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "decision_conditions": [
    "The development permitted shall be begun before the expiration of five years from the date of the original permission (SCA/TPAP33055/14).",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended). | The development hereby permitted shall be carried out in accordance with the approved drawings (Nos. 302/102, 103A, 104A, 105A, 106A & 107A) unless variations are approved in writing by the local planning authority.",
    "Reason: to ensure that the developemnt is carried out as approved by the Local Planning Authority. | The details of external joinery and junction of proposed wing to existing building shall be carried out in accordance with the details approved under planning permission ref: 33055/14/A (Alt Ref: P/1998/3392).",
    "Reason: To ensure the satisfactory appearance of the building and to safeguard its special interest. | The works hereby permitted shall be executed wherever possible by re-using existing materials or similar secondhand materials or, if necessary, new materials to match those on the existing building. Samples of the existing materials to be used, together with details of the mortar, bonding and pointing, shall be submitted to and approved by the local planning authority before the development is commenced.",
    "Reason: In order to safeguard the special architectural or historic interest of the building. | The facing brickwork and roof tiles on the new wing must be retained in accordance with the details approved under planning permission ref: 33055/14/E (Alt ref: P/1999/1472).",
    "Reason: In order to safeguard the special architectural or historic interest of the building. | The existing trees on the site hsall not be lopped or felled, nor shall the soil level under the crown spread be raised or lowered and no extension shall be cut under teh spread of the trees within the written permission of the planning authority.",
    "Reason: To safeguard the trees in the interests of the visual amenity of the conservation area. | The area beneath the trees shall not be used for the storage of building materials or plant and machinery or storage of any other kind or for vehicular access or for the burning of waste materials of any kind.",
    "Reason: To prevent damage to the trees in the interests of the visual amenity of the conservation area. | Details of the scheme depicting hard and soft landscaping must be retained in accordance with the details approved under planning permission ref: 33055/14/B (Alt ref: P/1998/3393) or otherwise approved under the subsequent planning permission.",
    "Reason: To ensure that the development is landscaped to the satisfaction of the local planning authority in the interest of the visual amenity of the area. | The premises shall be used for education purposes only and for no other purpose (including any other purpose in Class D1 of the Schedule to the Town and Country Planning (use Classes) Order 1987 [as amended], or in any provision equivalent to that class in any statutory instrument revoking and re-enacting that Order with or without modification.",
    "Reason: In the interests of amenity of the area. | The number of pupils attending the school shall not exceed 230. Outside normal school term times, the number of children or students aged 18 or under attendding the premises shall not exceed 180.",
    "Reason: In the interests of the amenity of the area. | The use of the playground and games area (the outside recreational area) by children for recreational purposes and game periods shall not exceed 6 hours per school day in aggregate, of which no more than 4 hours can be break/playtime.",
    "Reason: In the interests of the amenity of the area. | No more that 60 children shall be at play at any one time in any of the break/play time periods. Games periods shall be restricted to single classes not exceeding 23 children. When any break or playtime is concurrent with a games period, no more than 60 children in total shall be engaged in both activities.",
    "Reason: In the interests of the amenity of the area. | Prior to the use or first occupation of the extension hereby approved, the developer shall produce a Green Transport Strategy (Green Plan) for the operation of the School. Such 'Plan' to be approved in writing by the council and thereafter implemented to the reasonable satisfaction of the council.",
    "Reason: To mitigate any adverse affects on prevail traffic and highway conditions locally, and in the interests of the amenity of the area. | The School shall not be used by children or students aged 18 or under at any time outside the period of 08:00 and 18:00 hours on Saturdays and at least four weekdays in each week; and not at any time on Sunday (save for four Sundays in each year, dates to be previously notified to the council in writing) or Bank Holidays.",
    "Reason: In the interest of the amenity of the area. | The existing perimeter fence along the boundary with Bedford Road and The Orchard shall be retained as a wall/hedge in accordance with details approved under ref: 33055/14/C (Alt ref: P/1998/3394).",
    "Reason: In the interest of the visual amenity of the conservation area. | The 3 existing on-site car parking spaces with access onto Newton Grove shall be kept continuously available for car parking and shall not be used for any other purpose without the prior approval in writing of the local planning authority.",
    "Reason: To ensure that adequate parking is retained within the site."
  ],
  "uprn": "000012106651",
  "id": "Ealing-241527VAR",
  "polygon": null,
  "lpa_name": "Ealing"
}