{
  "site_name": "34 HALLAND WAY",
  "postcode": null,
  "parking_details": {
    "no_proposed_car": 2,
    "no_existing_car": 2,
    "net_car": 0
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, number 2012-PL-010 P1, 2012-PL-020 P1, 2012-PL-021 P1 and 2012-PL-035 P1",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan: Part 2 - Development Management Policies and the London Plan (2016).",
    "The first floor windows facing Nos. 32 and 36 Halland Way shall be glazed with permanently obscured glass to at least scale 4 on the Pilkington scale and be non-opening below a height of 1.8 metres taken from internal finished floor level for so long as the development remains in existence.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "No site clearance or construction work shall take place until the details have been submitted to, and approved in writing by, the Local Planning Authority with respect to:",
    "1. A method statement outlining the sequence of development on the site including demolition, building works and tree protection measures.",
    "2. Detailed drawings showing the position and type of fencing to protect the entire root areas/crown spread of trees, hedges and other vegetation to be retained shall be submitted to the Local Planning Authority for approval. No site clearance works or development shall be commenced until these drawings have been approved and the fencing has been erected in accordance with the details approved. Unless otherwise agreed in writing by the Local Planning Authority. Such fencing should be a minimum height of 1.5 metres.",
    "Thereafter, the development shall be implemented in accordance with the approved details.",
    "The fencing shall be retained in position until development is completed.",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2021). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the 'Saved' UDP 2007,  Local Plan Part 1, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "ward": "NORTHWOOD",
  "date_building_work_completed_under_previous_permission": null,
  "subdivision_of_building": null,
  "uprn": null,
  "appeal_decision_date": null,
  "application_details": {
    "existing_uprns": null,
    "no_additional_bedrooms": 0,
    "total_gia_gained": 27,
    "intended_completion_date": "04/2022",
    "no_additional_bathrooms": 2,
    "intended_commencement_date": "07/2021",
    "site_area": 0.060000000000000005
  },
  "secondary_street_name": null,
  "centroid_northing": 191898,
  "status": "Approved",
  "centroid": {
    "lat": "51.6154208",
    "lon": "-0.43092169999999996"
  },
  "decision_target_date": "25/06/2021",
  "decision_process": "Delegated",
  "lpa_name": "Hillingdon",
  "actual_commencement_date": null,
  "last_date_consultation_comments": "29/04/2021",
  "appeal_decision": null,
  "appeal_start_date": null,
  "development_type": null,
  "cil_liability": false,
  "last_updated": "2025-03-20T23:10:24.128+00:00",
  "valid_date": "06/04/2021",
  "bo_system": "CSV Data Import",
  "last_updated_by": "CSV Data Import",
  "application_type_full": "Householder planning permission",
  "centroid_easting": 508734,
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508721.9885,
              191882.0823
            ],
            [
              508727.6771,
              191916.0813
            ],
            [
              508729.6615,
              191916.0813
            ],
            [
              508744.6104,
              191913.5677
            ],
            [
              508741.4354,
              191881.4208
            ],
            [
              508737.599,
              191881.95
            ],
            [
              508734.424,
              191882.6114
            ],
            [
              508730.0583,
              191882.7437
            ],
            [
              508726.2219,
              191882.7437
            ],
            [
              508722.1208,
              191882.2145
            ],
            [
              508721.9885,
              191882.0823
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "description": "Two storey rear extension, porch to side, addition of a single storey lean to (shed), external render to lower facade and addition of a raised patio with underneath storage",
  "epc_number": "8808-5671-3129-6427-0373",
  "lpa_app_no": "24254/APP/2021/1154",
  "actual_completion_date": null,
  "locality": null,
  "lapsed_date": "23/06/2024",
  "decision_agency": "Borough",
  "application_type": "Householder",
  "date_building_work_started_under_previous_permission": null,
  "decision_date": "23/06/2021",
  "appeal_status": null,
  "id": "Hillingdon-24254_APP_2021_1154",
  "title_number": [
    "NGL281694"
  ],
  "reference_no_of_permission_being_relied_on": null,
  "site_number": null,
  "street_name": "NORTHWOOD",
  "borough": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=24254/APP/2021/1154",
  "pp_id": "09647074",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4311001,
          51.61528
        ],
        [
          -0.4310074,
          51.6155845
        ],
        [
          -0.4309788,
          51.6155841
        ],
        [
          -0.43076369999999997,
          51.6155587
        ],
        [
          -0.43081949999999997,
          51.6152703
        ],
        [
          -0.4308748,
          51.6152758
        ],
        [
          -0.4309204,
          51.6152824
        ],
        [
          -0.43098339999999996,
          51.6152844
        ],
        [
          -0.4310388,
          51.6152851
        ],
        [
          -0.4310981,
          51.6152812
        ],
        [
          -0.4311001,
          51.61528
        ]
      ]
    ],
    "type": "Polygon"
  }
}