{
  "actual_completion_date": null,
  "centroid_northing": 173048,
  "decision": "Approved",
  "development_type": "Major dwellings",
  "valid_date": "03/08/2021",
  "bo_system": "Northgate M3",
  "description": "Variation of condition 2 (in accordance with approved drawings) pursuant to planning permission dated 30/10/2020 ref 2019/1427 (Demolition of existing buildings and erection of a part three, part four-storey plus basement level building to provide 1,246 sq.m. of retail (Class A1); 316 sq.m. of office (Class B1a); 617 sq.m. of light industrial (Class B1c), 827 sq.m. of storage and distribution (Class B8) floorspace, and 17 residential units of both private and affordable tenure, with associated balconies and terraces, cycle parking provision and a new sub-station) to allow design changes to the main entrance and provision of a secondary customer access to the retail unit from Thornsett Road.\r\n",
  "decision_conditions": [
    "Condition : 1 - REVISED CONDITION AND REASON:\r\nThe development hereby permitted shall be carried out in accordance with the following approved plans: 5219-BAL-ZZ-R-DR-A-07-0100; 5219-BAL-ZZ-GF-DR-A-07-0101; 5219-BAL-ZZ-01-DR-A-07-0102; 5219-BAL-ZZ-R-DR-A-07-0103;5219-BAL-ZZ-XX-DR-A-07-0104; 5219-BAL-ZZ-XX-DR-A-07-0105; 5219-BAL-ZZ-XX-DR-A-07-0106; PTR-AIN-XX-02-DR-A-202; PTR-AIN-XX-02-DR-A-205; PTR-AIN-XX-02-DR-A-206;  PTR-AIN-XX-XX-DR-A-401; PTR-AIN-XX-XX-DR-A-502; PTR-AIN-XX-XX-DR-A-602; PTR-AIN-XX-02-DR-A-700.\r\n",
    "Condition : 2 - The development hereby permitted shall begin not later than 3 years from 30th October 2020. ",
    "Condition : 3 - No development shall take place, including any demolition, until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details of (but not be limited to) the routing of construction vehicles, time of vehicle arrival and departure, any proposed temporary traffic and pedestrian management measures during the course of construction, and shall include measures to mitigate against the impact of noise, dust and low air quality, based on AQDRA (Air Quality and Dust Risk Assessment). The demolition and construction works shall be carried out in accordance with the approved plan. \r\n[NOTE: Condition discharged under application ref. 2021/1369 dated 09/07/2021]\r\n",
    "Condition : 4 - No development shall take place, including any demolition, until a stage 1 written scheme of archaeological investigation (WSI) has been submitted to and approved in writing by the local planning authority. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, and the programme and methodology of site evaluation and the nomination of a competent person(s) or organisation to undertake the agreed works. If heritage assets of archaeological interest are identified by stage 1 then a stage 2 WSI shall be submitted to and approved by the local planning authority in writing. For land that is included within the stage 2 WSI, no demolition/development shall take place other than in accordance with the agreed stage 2 WSI which shall include: A. The statement of significance and research objectives, the programme and methodology of site investigation and recording and the nomination of a competent person(s) or organisation to undertake the agreed works; B. The programme for post-investigation assessment and subsequent analysis, publication and dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI. \r\n[NOTE: Condition discharged under application ref. 2021/1769 dated 24/08/2021]\r\n",
    "Condition : 5 - Prior to commencement of development full details of existing and proposed site levels shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details. \r\n[NOTE: Condition discharged under application ref. 2021/1369 dated 09/07/2021]\r\n",
    "Condition : 6 - No piling shall take place until a piling method statement (detailing the depth and type of piling to be undertaken and the methodology by which such piling will be carried out, including measures to prevent and minimise the potential for damage to subsurface water infrastructure and protocol for vibration monitoring, and the programme for the works) has been submitted to and approved in writing by the local planning authority. Any piling shall be undertaken in accordance with the terms of the approved piling method statement. \r\n[NOTE: Condition discharged under application ref. 2021/1369 dated 09/07/2021]\r\n",
    "Condition : 7 - Prior to commencement of any superstructure works details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials. Superstructure in this instance is defined as any works following the construction of the ground floor slab. \r\n[NOTE: Condition discharged under application ref. 2021/1369 dated 09/07/2021]\r\n",
    "Condition : 8 - Prior to commencement of any superstructure works details of landscaping and treatment of those parts of the site not covered by buildings, to include hard landscaping materials, species of new planting/seeding, including full details of any tree pits, and details of any existing plants/trees to be retained, shall be submitted to and approved in writing by the local planning authority. All planting, seeding, and turfing included in the approved details shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority. Any trees or plants which within a period of 5 years from the completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species, unless the local planning authority agree otherwise. Superstructure in this instance is defined as any works following the construction of the ground floor slab. ",
    "Condition : 9 - The refuse and recycling storage facilities shall be provided in accordance with the approved plans prior to first occupation of the development and shall be retained as such thereafter. ",
    "Condition : 10 - Details of any external plant or ventilation equipment, including ducting and air conditioning units, and the measures to be taken to control noise, vibration and air quality in relation to this equipment, shall be submitted to and approved in writing by the local planning authority prior to its installation. The equipment shall be installed in accordance with the approved details and thereafter operated and maintained in accordance with the manufacturer's instructions. ",
    "Condition : 11 - Prior to the first occupation of any part of the development hereby approved: the cycle storage areas shall be provided in accordance with the approved plans, and fitted with cycle parking facilities in accordance with further details of their type, design and position which shall firstly be submitted to and approved in writing by the local planning authority; and shower and locker facilities for the associated cyclists shall be installed in accordance with details which shall firstly be submitted to and approved in writing by the local planning authority. The approved cycle storage areas and associated parking, shower and locker facilities shall be retained permanently thereafter for their intended purpose. \r\n\r\n",
    "Condition : 12 - Prior to occupation of any part of the development, details of a delivery and servicing plan, including hours of operation, shall be submitted to and approved in writing by the local planning authority. The development shall be occupied and operated in accordance with the approved delivery and servicing plan. \r\n\r\n",
    "Condition : 13 - Prior to the commencement of development (or such other date or stage in development as may be agreed in writing with the Local Planning Authority), the following components of a scheme to deal with the risks associated with contamination of the site shall each be submitted to and approved in writing by the local planning authority: 1) An additional site investigation scheme, based on the existing Phase 2 report, to provide information for a detailed assessment of the risk to all receptors that may be affected, including those off site. 2) The results of the site investigation and detailed risk assessment referred to in (1) and, based on these, an options appraisal and remediation strategy giving full details of the remediation measures required and how they are to be undertaken. 3) A verification plan providing details of the data that will be collected in order to demonstrate that the works set out in the remediation strategy in (2) are complete and identifying any requirements for longer-term monitoring of pollutant linkages, maintenance and arrangements for contingency action. Any changes to these components require the express consent of the local planning authority. The scheme shall be implemented as approved. \r\n[NOTE: Condition discharged under application ref. 2021/1369 dated 09/07/2021]",
    "Condition : 14 - If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until the developer has submitted, and obtained written approval from the local planning authority for, a remediation strategy detailing how this unsuspected contamination shall be dealt with. The remediation strategy shall be implemented as approved, verified and reported to the satisfaction of the local planning authority. ",
    "Condition : 15 - No development shall be commenced, other than demolition, until a drainage strategy detailing any on and/or off-site drainage works and the timetable for its implementation has been submitted to and approved in writing by the local planning authority. Whilst the principles and installation of sustainable drainage schemes are to be encouraged, no drainage systems for the infiltration of surface water drainage into the ground are permitted other than with the express written consent of the local planning authority, which may be given for those parts of the site where it has been demonstrated that there is no resultant unacceptable risk to Controlled Waters. The development shall be carried out in accordance with the approval details. \r\n[NOTE: Condition discharged under application ref. 2021/1769 dated 24/08/2021]",
    "Condition : 16 - The development shall not be occupied until details have been submitted to and approved in writing by the local planning authority to demonstrate that the development has been carried out in accordance with the approved Sustainability Statement by Max Fordham, dated March 2019. These details shall demonstrate that the development has secured a minimum 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013.",
    "Condition : 17 - The development shall achieve a minimum 'Outstanding' rating under BREEAM UK New Construction 2014 (or such equivalent standard that replaces this) for the Shell/Shell and Core stage and an 'Outstanding' rating under BREEAM Refurbishment and Fit-Out 2014. Where it is not possible to achieve BREEAM 'Outstanding' the pre-assessment shall fully demonstrate this and detail how the developer has strived to maximise the score achieved and has aimed to target all mandatory BREEAM 'Outstanding' Credits. a) Within 3 months of works (other than demolition) commencing on the site, unless otherwise agreed in writing by the local planning authority (LPA), a BREEAM UK New Construction 2014 (or such equivalent standard that replaces this) Shell and Core Interim (Design Stage) Certificate for the non-residential element of the development, issued by the Building Research Establishment (BRE), shall be submitted to the LPA to show that a minimum 'Outstanding' rating will be achieved. b) Within 3 months of first occupation of any part of the non-residential element of the development, unless otherwise agreed in writing, a BREEAM UK New Construction 2014 Shell and Core Final (Post-Construction) Certificate (or such equivalent standard that replaces this) for the non-residential areas, issued by the BRE, shall be submitted to and approved in writing by the LPA to demonstrate that an 'Outstanding' rating has been achieved. All the measures integrated shall be retained for as long as the development is in existence. c) Prior to commencement of the fit-out of any non-residential unit within the development, unless otherwise agreed in writing by the local planning authority, a BREEAM Refurbishment and Fit-out 2014 Parts 3 and 4 Interim (Design Stage) Certificate, issued by the BRE shall be submitted, by the fit-out contractor for that unit, to and approved in writing by the LPA to show that a minimum 'Outstanding' rating will be achieved. d) Within 3 months of first occupation of any of the",
    "Condition : 18 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 19 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL) \r\n",
    "Condition : 20 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": null,
  "site_number": null,
  "decision_target_date": "02/11/2021",
  "ward": "Earlsfield - Historic",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.14800000000000002
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10046500",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": "02/09/2021",
  "decision_date": "14/09/2021",
  "centroid": {
    "lon": "-0.1892983",
    "lat": "51.442432"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/3516",
  "street_name": "Thornsett Road",
  "lpa_app_no": "2021/3516",
  "lapsed_date": "14/09/2024",
  "id": "Wandsworth-2021_3516",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "Development Site Of 2 To 8",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "SW18 4EN",
  "last_updated": "2025-03-19T02:37:33.266+00:00",
  "last_updated_by": "Planning Portal ingest",
  "decision_agency": "Borough",
  "uprn": "10096187607",
  "cil_liability": true,
  "centroid_easting": 525938,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              525908.85,
              173046.7
            ],
            [
              525946.38,
              173072.35
            ],
            [
              525955.9,
              173060.9
            ],
            [
              525960.66,
              173063.85
            ],
            [
              525968.5,
              173050.9
            ],
            [
              525923.25,
              173021.55
            ],
            [
              525915.05,
              173034.45
            ],
            [
              525916.55,
              173035.5
            ],
            [
              525908.85,
              173046.7
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1897179,
          51.4424268
        ],
        [
          -0.18916909999999998,
          51.442649
        ],
        [
          -0.1890362,
          51.442544
        ],
        [
          -0.1889667,
          51.4425694
        ],
        [
          -0.1888586,
          51.4424513
        ],
        [
          -0.1895198,
          51.4421976
        ],
        [
          -0.1896331,
          51.4423153
        ],
        [
          -0.18961119999999998,
          51.4423244
        ],
        [
          -0.1897179,
          51.4424268
        ]
      ]
    ],
    "type": "Polygon"
  }
}