{
  "centroid_northing": "175591",
  "status": "Approved",
  "cil_liability": true,
  "appeal_decision_date": null,
  "centroid_easting": "523069",
  "application_type_full": "Householder planning permission",
  "application_details": {
    "total_gia_gained": 113,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "06/2022",
    "intended_completion_date": "09/2023",
    "site_area": 0.056
  },
  "valid_date": "20/12/2021",
  "lpa_app_no": "2021/5740",
  "bo_system": "Northgate M3",
  "application_type": "Householder",
  "last_updated": "2025-03-20T17:54:07.206+00:00",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 21-012 PL 002, 21-012 PL 005C, 21-012 PL 006B, 21-012 PL 007, 21-012 PL 008A, 21-012 PL 009A, 21-012 PL 010A, 21-012 PL 011A, 21-012 PL 012A, 21-012 PL 013A, 21-012 PL 014A, 21-012 PL 015A, 21-012 PL 016A, 21-012 PL 017A, 21-012 PL 018A, 21-012 PL 019A, 21-012 PL 020A, 21-012 PL 021A, 21-012 PL 022A, 21-012 PL 023A, 21-012 PL 024, and 21-012 PL 025A. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved, except for the doors and windows at the rear elevation at ground floor level and the doors and windows of the outbuilding, shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to the commencement of the front porch replacement works, detailed drawings of the replacement front porch roof at a minimum scale of 1:20 (or other scale to be agreed in advance by the local planning authority) and details of the original features of the front porch that will be removed and reused shall be submitted to and approved by the local planning authority.\r\nThe development shall be constructed in accordance with the approved details and retained as such.\r\nReason: To ensure a high quality of development and to accord with policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - The rooflights hereby approved, where they would be located on pitched areas of roof, shall be of a conservation area specification i.e. in-line and flush within the roof pitch where they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) and Section 12 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 8 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL) \r\n",
    "Condition : 9 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "decision": "Approved",
  "id": "Wandsworth-2021_5740",
  "description": "Alterations including erection of 2 x dormers to main rear roof; erection of a single storey side/rear extension; excavation to enlarge existing basement; installation of replacement double glazed timber windows to match existing, to all elevations and 3 x French doors and safety railing to first floor rear elevation; erection of pitched roof to existing garage; installation of a cycle store and erection of a replacement front side access gate; erection of a single storey outbuilding to rear garden. (Revised drawings received.)",
  "lapsed_date": "17/03/2025",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": null,
  "street_name": "Egliston Road",
  "parking_details": null,
  "locality": "London",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523040.6428132,
              175598.1451339
            ],
            [
              523060.7360271,
              175598.3450767
            ],
            [
              523063.3497115,
              175598.3950624
            ],
            [
              523071.2979504,
              175598.1451339
            ],
            [
              523071.2979504,
              175598.4950337
            ],
            [
              523076.0965759,
              175598.3450767
            ],
            [
              523081.4063953,
              175598.155131
            ],
            [
              523081.5960317,
              175598.1451339
            ],
            [
              523081.5383163,
              175595.765815
            ],
            [
              523081.497091,
              175593.9963215
            ],
            [
              523081.1178181,
              175584.639
            ],
            [
              523081.093083,
              175583.9991831
            ],
            [
              523076.5995247,
              175584.1491402
            ],
            [
              523071.8421244,
              175584.2990973
            ],
            [
              523065.9469057,
              175584.4490544
            ],
            [
              523039.8925126,
              175585.1988397
            ],
            [
              523039.8925126,
              175585.7486824
            ],
            [
              523040.0986391,
              175588.7478239
            ],
            [
              523040.1068842,
              175588.9377695
            ],
            [
              523040.6428132,
              175598.1451339
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "development_type": "Other house holder developments",
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "epc_number": "1439-0029-4000-0338-3202",
  "decision_date": "17/03/2022",
  "site_number": "7",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.4659169",
    "lon": "-0.22967479999999998"
  },
  "borough": "Wandsworth",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "17/03/2022",
  "subdivision_of_building": null,
  "title_number": [
    "306511"
  ],
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/5740",
  "secondary_street_name": null,
  "uprn": "100022637187",
  "postcode": "SW15 1AL",
  "ward": "Thamesfield - Historic",
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "pp_id": "10496429",
  "lpa_name": "Wandsworth",
  "last_date_consultation_comments": "16/03/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2300804,
          51.4659873
        ],
        [
          -0.2297912,
          51.4659848
        ],
        [
          -0.2297536,
          51.4659846
        ],
        [
          -0.2296393,
          51.4659807
        ],
        [
          -0.2296392,
          51.4659838
        ],
        [
          -0.2295702,
          51.4659814
        ],
        [
          -0.2294938,
          51.4659786
        ],
        [
          -0.2294911,
          51.4659784
        ],
        [
          -0.2294928,
          51.4659571
        ],
        [
          -0.22949399999999998,
          51.4659412
        ],
        [
          -0.22950269999999998,
          51.4658571
        ],
        [
          -0.2295033,
          51.4658514
        ],
        [
          -0.2295679,
          51.4658537
        ],
        [
          -0.2296363,
          51.4658561
        ],
        [
          -0.22972099999999998,
          51.4658587
        ],
        [
          -0.2300957,
          51.4658711
        ],
        [
          -0.23009549999999998,
          51.4658761
        ],
        [
          -0.23009149999999998,
          51.465903
        ],
        [
          -0.2300913,
          51.4659047
        ],
        [
          -0.2300804,
          51.4659873
        ]
      ]
    ],
    "type": "Polygon"
  }
}