{
  "centroid_northing": "174185",
  "status": "Approved",
  "cil_liability": true,
  "appeal_decision_date": null,
  "centroid_easting": "524686",
  "application_type_full": "Removal/Variation of a condition",
  "application_details": {
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "existing_uprns": [],
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.048,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "valid_date": "04/01/2022",
  "lpa_app_no": "2021/5604",
  "bo_system": "Northgate M3",
  "application_type": "All Other",
  "last_updated": "2025-03-19T01:09:38.625+00:00",
  "decision_conditions": [
    "Condition : 1 - AMENDED CONDITION:\nPrior to commencement of use of the enlarged second and third floor level terraces shown on drawings 2020-001-101 rev. B and 2020-001-102 rev. C, obscure glazed screening to a minimum height of 1.75m above finished floor level, erected in such a way as to ensure no gaps are retained between the panels forming the screening, shall be installed on the south-west and south-east facing sides of the second floor level terrace, and along the south-west, south-east and north-west facing side of the third floor terrace, as shown on approved drawings 2020-001-103 rev. C; 2020-001-104 rev. D and  2020-001-106 rev. C. The screening shall be retained and maintained as such thereafter.\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 2 - AMENDED CONDITION:\nThe development shall be carried out in accordance with the reports, specifications and drawings detailed [2020-001-100 rev. B; 101 rev. B; 102 rev. C; 103 rev. C; 104 rev. D; 105 rev. B; 106 rev. C; 20 rev. A; 21 rev. A; 22 rev. A; 23 rev. A; 60; 61; 62; 63 and 65]. \nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme.\n",
    "Condition : 3 - The development hereby permitted shall be begun within 3 years from 25th June 2020.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015. [Note: Condition complied with]\n",
    "Condition : 4 - The proposed site levels for the development shall be carried out in accordance with those details shown on approved drawing number 2020-001-60.\nReason: To ensure the development relates satisfactorily to its surroundings, and in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 5 - The development shall be carried out in accordance with the external materials specified in the application submission, namely Ibstock Ivanhoe Cream light coloured facing brickwork; precast concrete lintels and sills; powder coated aluminium window and door frames in RAL 7016 (anthracite); dark grey single ply membrane roofing material; Corten steel entrance canopy and screening planters, unless otherwise agreed in writing by the Local Planning Authority.\nReason: In the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 6 - Prior to occupation of the development the ground and first floor windows in the SW facing side elevation of the development shall be obscure-glazed and non-opening (unless the parts of the window which can be opened are more than 1.7 metres above the floor of the room in which the window is installed).  The windows shall so be maintained and retained as such. \nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1(c) of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n ",
    "Condition : 7 - No pipes or flues, other than rainwater pipes, shall be fixed on the front elevation of the building hereby approved.\nReason: To safeguard the appearance of the area, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 8 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings shall be installed in the approved development.\nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 9 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no satellite dishes, telecommunications masts, antennas or equipment or associated structures, shall be installed on the building hereby approved. \nReason: To protect the appearance of the building, and accord with Council policy DMS9 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 10 - Other than those areas specified as such on the approved drawings, no part of the roof areas of the development hereby permitted shall be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected to these unspecified roof terrace/balcony areas.\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 11 - The landscaping and treatment of those parts of the site not covered by buildings, including the hard landscaping materials, species of new planting/seeding, including two replacement trees with a minimum girth of 14-16cm, as shown on approved drawings 2020-001-60; 61 and 65, shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority.  \nReason: To ensure a satisfactory appearance and biodiversity value in the development, in accordance with Council policies DMS1 and DMO4 of the Development Management Policies Document (adopted March 2016). The details are required prior to the commencement of works to ensure the landscaping measures are incorporated in the layout and construction of the development.\n",
    "Condition : 12 - In this condition 'retained tree' means an existing tree or hedge, which is to be retained in accordance with the approved drawings. Paragraphs (a) and (b) below shall have effect until the expiration of 5 years from the first occupation of the development hereby approved.\na) No retained tree shall be cut down, uprooted or destroyed, nor shall any retained tree be pruned other than in accordance with the approved drawings and specifications, without the prior written approval of the local planning authority. Any pruning shall be carried out in accordance with British Standard 3998:2010 Tree work and in accordance with any approved arboricultural method statement.\nb) If any retained tree is removed, uprooted or destroyed or dies, another tree shall be planted at the same place and that tree shall be of such size and species, and shall be planted at such time, as may be specified in writing by the local planning authority.\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 13 - Prior to the commencement of the development all of the Tree Protection Measures detailed in the submitted Arboricultural Impact Assessment by SJ Stephens Associates dated 28th January 2019 shall be installed in line with BS5837:2012, and no works or materials/plant storage shall be undertaken within the protected areas, unless otherwise agreed in writing. The protection measures will be retained throughout and until completion of the development. \nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 14 - The siting, design and materials of the refuse and recycling storage to serve the development shall be carried out in accordance with those details shown on approved drawing 2020-001-62. The refuse storage facilities shall be provided prior to occupation of the development, and shall be retained thereafter.\nReason: In the interests of amenity and hygiene, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 15 - The siting, design and materials of the cycle parking store to serve the development and the additional visitor cycle parking facilities shall be carried out in accordance with those details shown on approved drawing 2020-001-63. The cycle parking facilities shall be provided prior to occupation of any part of the development, and shall be retained thereafter for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 16 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 17 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 18 - The applicant shall enter into an agreement with the Council under S278 of the Highways Act 1980 with respect to the removal of the redundant vehicular access onto Gressenhall Road and the extension of on-street parking bay along this frontage, together with the reconstruction of the public footway abutting the perimeter of the site. The approved agreement shall be implemented in full prior to first occupation of the development.\nReason: In the interest of highway safety and to provide a replacement on street parking space in accordance with policy DMT1.",
    "Condition : 19 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 20 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL) \n",
    "Condition : 21 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "decision": "Approved",
  "id": "Wandsworth-2021_5604",
  "description": "Variation of condition 2 (in accordance with approved drawings) and condition 10 (screening to terraces) pursuant to planning permission dated 25/06/2020 ref 2020/1362  (Erection of four-storey (plus basement) building to provide 1 x 3-bedroom, 3 x 2-bedroom, 3 x 1-bedroom flats and 1 x studio flat with roof terraces at second and third floor levels, associated landscaping, boundary treatment and bin and cycle storage; as varied by 2021/0593) to allow increase to size of roof terraces to units 7 and 8 and changes to form of screening to them. ",
  "lapsed_date": "24/03/2025",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": null,
  "street_name": "Gressenhall Road",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "locality": "London",
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524686.7033024,
              174194.7968377
            ],
            [
              524692.046102,
              174188.7985547
            ],
            [
              524699.6068231,
              174180.5609127
            ],
            [
              524701.5526575,
              174178.4515165
            ],
            [
              524702.2534877,
              174175.5523464
            ],
            [
              524701.5031871,
              174171.8034195
            ],
            [
              524701.0497087,
              174168.8542637
            ],
            [
              524698.8977478,
              174169.1541779
            ],
            [
              524694.1485926,
              174170.3538345
            ],
            [
              524691.4771928,
              174172.1133308
            ],
            [
              524673.8987225,
              174183.7000142
            ],
            [
              524669.7019864,
              174186.4992129
            ],
            [
              524672.5960029,
              174190.698011
            ],
            [
              524677.3534031,
              174197.6960079
            ],
            [
              524680.2968899,
              174201.8048317
            ],
            [
              524686.7033024,
              174194.7968377
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "development_type": "Minor dwellings",
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": null,
  "epc_number": null,
  "decision_date": "24/03/2022",
  "site_number": "7",
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lon": "-0.2069035",
    "lat": "51.4529273"
  },
  "borough": "Wandsworth",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "01/03/2022",
  "subdivision_of_building": null,
  "title_number": [],
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/5604",
  "secondary_street_name": null,
  "uprn": "100022650683",
  "postcode": "SW18 1PQ",
  "ward": "East Putney",
  "actual_completion_date": null,
  "last_updated_by": "FME Excel Import",
  "pp_id": "10473878",
  "lpa_name": "Wandsworth",
  "last_date_consultation_comments": "16/03/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2068899,
          51.4530152
        ],
        [
          -0.20681519999999998,
          51.4529601
        ],
        [
          -0.20670929999999998,
          51.4528844
        ],
        [
          -0.20668209999999998,
          51.452865
        ],
        [
          -0.206673,
          51.4528388
        ],
        [
          -0.20668509999999998,
          51.4528053
        ],
        [
          -0.20669269999999998,
          51.4527789
        ],
        [
          -0.20672359999999998,
          51.452782
        ],
        [
          -0.2067914,
          51.4527938
        ],
        [
          -0.2068293,
          51.4528102
        ],
        [
          -0.20707799999999998,
          51.4529182
        ],
        [
          -0.2071374,
          51.4529443
        ],
        [
          -0.20709429999999998,
          51.4529814
        ],
        [
          -0.2070234,
          51.4530433
        ],
        [
          -0.20697959999999999,
          51.4530796
        ],
        [
          -0.2068899,
          51.4530152
        ]
      ]
    ],
    "type": "Polygon"
  }
}