{
  "actual_completion_date": null,
  "centroid_northing": "173938",
  "decision": "Approved",
  "development_type": "Other house holder developments",
  "valid_date": "18/10/2021",
  "bo_system": "Northgate M3",
  "description": "Alterations including excavation to enlarge basement with formation of front lightwell and internal swimming pool, replacement of single-storey rear extension and associated alterations.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [Location plan (received 20/09/2021); 17BG/03 Rev E; 17BG/04 Rev E; 17BG/05 Rev D; 17BG/06 Rev C; Arboricultural Method Statement Implications Assessment and Tree Protection Report (ref. NvP3567 - R6, dated 09/11/2022); Tree Protection Plan (ref. NvP3567-R6); Dryden Aqua Summary Sheet (received 06/07/2022); Noise Survey - Preliminary Planning Compliance Report (ref. 23405.PCR.01); Fire Safety Strategy (received 06/10/2022)]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - No development, including any demolition, shall take place until a Site Supervision Procedure, with a suitably qualified and experienced independent Arboricultural consultant has been submitted to and approved in writing by the local planning authority. The SSP should include the arrangement for regular site visits throughout the duration of the development or visits at times of crucial activities or a combination of both. The development shall take place in accordance with the approved details. \r\nReason: To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 5 - Notwithstanding details provided within the report titled 'Arboricultural Method Statement Implications Assessment and Tree Protection Report' (ref. NvP3567 - R6, dated 09/11/2022) prepared by Honey Arboricutural Consultancy, prior to the commencement of development, including demolition, further clarification shall be submitted to the LPA with details for the storage of construction materials throughout the development. . The development shall take place in accordance with the approved details. \r\nReason: To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 6 - No development, including any demolition, shall take place until an updated Construction Method Sequence Plan has been submitted to and approved in writing by the local planning authority. The works shall be carried out in accordance with the approved plan.\r\nReason: To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 7 - No development shall take place until tree protection measures [as detailed in the submitted report titled 'Arboricultural Method Statement Implications Assessment and Tree Protection Report' (ref. NvP3567 - R6) by Honey Arboricultural Consultancy and drawing 'Tree Protection Plan' (ref. NvP3567 - R6) as approved pursuant to condition 2] are installed and have been inspected by the local planning authority.  The applicant shall arrange a pre-commencement meeting with the local planning authority and the project arboriculturalist, with at least five working days' notice, to allow inspection of the installed tree protection measures.\r\nReason:  To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 8 - Prior to the commissioning of swimming pool plant equipment and the air conditioning unit, full details and a revised noise impact assessment report shall be submitted to and approved in writing by the local planning authority. \r\nReason: To protect the amenities of neighbouring occupiers, in accordance with policy DMS1 of the DMPD (2016).\r\n\r\n",
    "Condition : 9 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 10 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": null,
  "site_number": "17",
  "decision_target_date": "01/12/2022",
  "ward": "Balham - Historic",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 200,
    "no_additional_bathrooms": 2,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "10/2022",
    "intended_commencement_date": "01/2022",
    "site_area": 0.059000000000000004
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10231390",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": "08/08/2022",
  "decision_date": "01/12/2022",
  "centroid": {
    "lon": "-0.164314",
    "lat": "51.4500473"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/4335",
  "street_name": "Bolingbroke Grove",
  "lpa_app_no": "2021/4335",
  "lapsed_date": "01/12/2025",
  "id": "Wandsworth-2021_4335",
  "title_number": [
    "SGL51857"
  ],
  "application_type": "Householder",
  "site_name": "17 Bolingbroke Grove London SW11 6EP",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "SW11 6EP",
  "last_updated": "2025-03-20T16:17:34.063+00:00",
  "last_updated_by": "Northgate M3",
  "decision_agency": "Borough",
  "uprn": "100022617065",
  "cil_liability": true,
  "centroid_easting": "527653",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527690.4862492,
              173950.0968823
            ],
            [
              527661.7439662,
              173937.0506167
            ],
            [
              527659.7981318,
              173936.20086
            ],
            [
              527648.4034573,
              173930.9923509
            ],
            [
              527634.197217,
              173924.6941537
            ],
            [
              527631.4681018,
              173930.4025197
            ],
            [
              527629.9922359,
              173933.4916355
            ],
            [
              527657.1926925,
              173945.4981986
            ],
            [
              527685.8360347,
              173958.1945643
            ],
            [
              527686.0421613,
              173957.7446931
            ],
            [
              527687.5922328,
              173955.4453513
            ],
            [
              527689.24949,
              173951.6964244
            ],
            [
              527689.4968419,
              173951.1465818
            ],
            [
              527689.9420752,
              173951.3465246
            ],
            [
              527690.4862492,
              173950.0968823
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16377039999999998,
          51.4501476
        ],
        [
          -0.1641886,
          51.4500368
        ],
        [
          -0.1642168,
          51.4500296
        ],
        [
          -0.1643826,
          51.4499854
        ],
        [
          -0.1645892,
          51.4499319
        ],
        [
          -0.1646264,
          51.4499839
        ],
        [
          -0.1646465,
          51.450012
        ],
        [
          -0.16425099999999998,
          51.4501137
        ],
        [
          -0.1638344,
          51.4502214
        ],
        [
          -0.1638316,
          51.4502173
        ],
        [
          -0.1638101,
          51.4501963
        ],
        [
          -0.16378769999999998,
          51.4501622
        ],
        [
          -0.1637843,
          51.4501572
        ],
        [
          -0.1637778,
          51.4501589
        ],
        [
          -0.16377039999999998,
          51.4501476
        ]
      ]
    ],
    "type": "Polygon"
  }
}