{
  "actual_completion_date": null,
  "centroid_northing": 175780,
  "decision": "Approved",
  "development_type": "Minor dwellings",
  "valid_date": "16/03/2021",
  "bo_system": "Northgate M3",
  "description": "Demolition of existing garages erection of one-storey (plus basement) 2-bedroom house ",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [637-S01-P1; 4D-214 E00 (received 15/03/2022); 4D-214 P01 (received 15/03/2022); 4D-214 P02 (received 15/03/2022); 4D-214 P03 (received 15/03/2022); Flood Risk Assessment (prepared by ARK Ltd, dated March 2022); Sequential Test Planning Statement (prepared by ARK Ltd, dated March 2022); Fire Strategy Statement (prepared by 4D Planning, dated June 2022)]. \nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.  It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\n",
    "Condition : 4 - The ground floor finished floor level must be set no lower than 3.70 metres above Ordnance Datum (mAOD), in line with the submitted 'Proposed drawings elevations', drawing ref. 4D-214 P02. This mitigation measure shall be fully implemented prior to occupation and subsequently in accordance with the scheme's timing/phasing arrangement. The measure detailed above shall be retained and maintained thereafter throughout the lifetime of the development.\nReason: To reduce the risk of flooding to the proposed development, future occupants and not to increase flood risk elsewhere in accordance with Paragraph 167 of the National Planning Policy Framework (2021). \n",
    "Condition : 5 - Prior to the commencement of above ground works (excluding demolition), details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\nReason: In the interests of amenity and hygiene, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 6 - Prior to occupation of the residential development, details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 7 - No development shall take place until full arboricultural details have been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved. This shall include details of:\na) The existing trees and hedges to be retained in an Arboricultural Impact Assessment, in line with BS5837:2012, and shall include details of all current and proposed hard surfaces, walls, fences, structures, access features, and ground levels.  Details of trees to be pruned and trees to be removed.\nb) The measures taken to protect existing trees and hedges during demolition, construction, and delivery of materials and machinery. To include a Tree Protection Plan and protection measures in line with BS5837:2012, with details of: methods of demolition, driveway/roadway construction, consideration of utility/service runs, ground protection measures, tree protection fencing, positioning of site huts/storage areas and specialist foundation design. \nReason: To preserve neighbouring trees and hedges in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 8 - Details of the garage gates including its opening and closing shall be submitted to and approved in writing by local planning authority before the commencement of the use of the residential development. The details as approved shall remain permanently thereafter.\nTo safeguard pedestrian movement in front of the garage along Heathwall Street in line with Council policy DMS1.  \n",
    "Condition : 9 - The garage shall be used only for purposes ancillary to the enjoyment of the house.\nTo prevent the establishment of an independent use without the prior approval of the local planning authority.\n",
    "Condition : 10 - No water tanks, plant, lift rooms or other structures shall be erected upon the roof of the approved building.\nReason: To control the appearance of the building and safeguard the appearance of the area, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 11 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 12 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order), no windows, doors or glazed areas (other than such as may be shown on the approved drawings) shall be formed in the walls of the building without the prior written consent of the lcoal planning authority. \nReason: To protect the privacy of neighbours and prevent overlooking, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 13 - Details of a construction management plan shall be submitted to and approved in writing by local planning authority before the development commences. The development as approved shall be carried out in strict accordance with the construction management  plan.\nReason: To safeguard neighbour and pedestrian amenity in line with Council policy DMS1.\n",
    "Condition : 14 - No development shall take place until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works: The disused vehicle crossover adjoining this site on Heathwall Street will need to be removed, the footway along this section of Heathwall Street reconstructed and the extensions of the existing on-street parking bay on this side of this road to create two additional parking spaces at the applicant's expense. The development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed. \nReason: In the interest of highway safety, to ensure that the pavement is made safe, and to provide additional on-street parking space in accordance with Council policies DMT1 and DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n\n",
    "Condition : 15 - The development hereby approved shall achieve a minimum of a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) shall be submitted to and approved in writing by the local planning authority, to demonstrate that the development has achieved at least a 19% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013.  The installed measures shall be retained in accordance with the approved details unless otherwise agreed by the local planning authority.\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 16 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\n",
    "Condition : 17 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 18 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 19 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development.",
    "Condition : 20 - INFORMATIVE: \nThe proposed basement / front area lightwell abuts the highway on Heathwall Street and as such an agreement must be entered with the Council's Engineering Consultancy Team to pay costs associated with the approval and/or supervision of the proposed construction next to the highway. \n"
  ],
  "appeal_status": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": 1,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": 1,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_process": null,
  "site_number": null,
  "decision_target_date": "29/07/2022",
  "ward": "Shaftesbury - Historic",
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 0.008,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [
        {
          "uprn": null,
          "m43_2b_compliant": null,
          "actual_completion_date": null,
          "m43_2a_compliant": null,
          "description": null,
          "change_type": "Gain",
          "m42_compliant": null,
          "sheltered_accommodation": null,
          "garden_land": null,
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "no_habitable_rooms": null,
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": null,
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "9633954",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": "20/05/2022",
  "decision_date": "29/07/2022",
  "centroid": {
    "lon": "-0.16154929999999998",
    "lat": "51.4665686"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/1236",
  "street_name": "Heathwall Street",
  "lpa_app_no": "2021/1236",
  "lapsed_date": "29/07/2025",
  "id": "Wandsworth-2021_1236",
  "title_number": [],
  "application_type": "All Other",
  "site_name": "Garages South of 177 to 181 Elsley Road",
  "date_building_work_started_under_previous_permission": null,
  "postcode": null,
  "last_updated": "2025-03-20T11:33:55.910+00:00",
  "last_updated_by": "FME Excel Import",
  "decision_agency": "Borough",
  "uprn": "121053944",
  "cil_liability": true,
  "centroid_easting": 527799,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              527791,
              175782.2
            ],
            [
              527793.6,
              175782.2
            ],
            [
              527796.2,
              175782.2
            ],
            [
              527798.4,
              175782.2
            ],
            [
              527800.95,
              175782.2
            ],
            [
              527801.15,
              175782.2
            ],
            [
              527803.5,
              175782.2
            ],
            [
              527806,
              175782.2
            ],
            [
              527806.75,
              175777.05
            ],
            [
              527803.55,
              175777
            ],
            [
              527801.1,
              175777
            ],
            [
              527798.4,
              175777
            ],
            [
              527796.2,
              175777
            ],
            [
              527793.6,
              175777
            ],
            [
              527791.2,
              175777
            ],
            [
              527791,
              175782.2
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1616637,
          51.4665901
        ],
        [
          -0.1616262,
          51.4665895
        ],
        [
          -0.1615888,
          51.466589
        ],
        [
          -0.16155719999999998,
          51.4665885
        ],
        [
          -0.16152049999999998,
          51.4665879
        ],
        [
          -0.16151759999999998,
          51.4665878
        ],
        [
          -0.16148379999999998,
          51.4665873
        ],
        [
          -0.1614478,
          51.4665867
        ],
        [
          -0.1614389,
          51.4665403
        ],
        [
          -0.161485,
          51.4665406
        ],
        [
          -0.1615202,
          51.4665411
        ],
        [
          -0.16155909999999998,
          51.4665417
        ],
        [
          -0.1615907,
          51.4665422
        ],
        [
          -0.1616281,
          51.4665428
        ],
        [
          -0.1616627,
          51.4665434
        ],
        [
          -0.1616637,
          51.4665901
        ]
      ]
    ],
    "type": "Polygon"
  }
}