{
  "street_name": "Normanby Close",
  "centroid_northing": "174765",
  "lapsed_date": "24/03/2025",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": "9188-0021-6207-5666-6920",
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "10",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524644.7029612,
              174763.204133
            ],
            [
              524641.2482806,
              174766.4032173
            ],
            [
              524640.8525176,
              174766.6031601
            ],
            [
              524637.1092599,
              174769.3823645
            ],
            [
              524637.9502561,
              174770.502044
            ],
            [
              524640.3000985,
              174773.8510854
            ],
            [
              524646.6487956,
              174769.4523445
            ],
            [
              524654.8526314,
              174763.8039613
            ],
            [
              524656.147106,
              174762.9542046
            ],
            [
              524659.1895335,
              174760.964774
            ],
            [
              524657.2024738,
              174758.0955953
            ],
            [
              524656.1965763,
              174756.6460103
            ],
            [
              524654.9515721,
              174756.5460389
            ],
            [
              524654.7536906,
              174756.5460389
            ],
            [
              524652.6512001,
              174757.9456382
            ],
            [
              524644.7029612,
              174763.204133
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "15/11/2021",
  "decision_date": "24/03/2022",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "SW15 2RL",
  "title_number": [
    "SGL233597 SGL397619"
  ],
  "lpa_app_no": "2021/4711",
  "uprn": "100022675338",
  "application_details": {
    "total_gia_gained": 81,
    "no_additional_bathrooms": 1,
    "no_additional_bedrooms": 1,
    "intended_completion_date": "08/2022",
    "intended_commencement_date": "01/2022",
    "site_area": 0.014
  },
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "pp_id": "10234174",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "25/03/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Householder planning & demolition in a conservation area",
  "lpa_name": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/4711",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed Drawings dated 02/03/2022 on the Councils website: P300; P100; P101; P102; P103; P200; P201; P300; P301; P302; FR100; FR101; FR102; FR103; FR200;  FR201; FR300; FR301; FR302; Tree Survey, Arboricultural Impact Assessment, Preliminary Arboricultural Method Statement & Tree Protection Plan (by Haydens dated 22/09/2021). \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. ",
    "Condition : 3 - Prior to commencement of above ground works (details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - No development, including any demolition, shall take place until a construction management plan has been submitted to and approved in writing by the local planning authority. The construction management plan shall include details of the routing of construction vehicles, time of arrival and departure, and any proposed temporary traffic and pedestrian management measures during the course of construction.  The demolition and construction works shall be carried out in accordance with the approved plan.\r\nReason: In the interests of traffic, general amenity of the area and neighbour amenity in accordance with Council policy DMT1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 6 - No development shall take place until, full arboricultural details shall be submitted to and approved in writing by the local planning authority. These arboricultural details shall include details of:\r\na) The existing trees and hedges to be retained in an Arboricultural Impact Assessment, in line with BS5837:2012, and shall include details of all current and proposed hard surfaces, walls, fences, structures, access features, and ground levels, and details of trees to be pruned. \r\nb) The measures taken to protect existing trees and hedges during demolition, construction, and delivery of materials and machinery, to include a Tree Protection Plan and protection measures in line with BS5837:2012, with details of: methods of demolition, driveway/roadway construction, consideration of utility/service runs, ground protection measures, tree protection fencing, positioning of site huts/storage areas, specialist foundation design and site supervision.\r\nThe tree protection measures and fencing shall be installed in accordance with the approved details prior to commencement of the development and thereafter retained, and the construction shall be carried out in accordance with the approved details until completion of the development.\r\nReason:  To safeguard trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021. The details are required prior to the commencement of development to ensure the construction works do not harm trees.\r\n",
    "Condition : 7 - No tree to be retained (retained tree) shall be cut down, uprooted or destroyed, nor shall any retained tree be topped or lopped, other than in accordance with the prior written approval of the local planning authority.  If any retained tree is removed, uprooted, destroyed or dies, a replacement tree shall be planted and that tree shall be of such size and species and shall be planted at such a time and in a location to be agreed with the local planning authority.\r\nReason:  To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, having regard to Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.",
    "Condition : 8 - Prior to the commencement of the development hereby approved, details of a replacement tree to be planted within the front garden of the dwelling shall be submitted to and approved in writing by the local planning authority.  The tree shall be planted prior to the occupation of the development hereby approved and be maintained thereafter. \r\nReason: to secure a replacement tree in accordance with policy DMO5 of the Councils adopted Development Management Policies Document (DMPD) (2016).  \r\n",
    "Condition : 9 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 10 - INFORMATIVE: This planning approval does not override any obligation to seek separate consent from the Council has the land owner for the identified works to the trees on the adjoining land.  Consent must be secured prior to the commencement of the works approved by this planning permission.  "
  ],
  "id": "Wandsworth-2021_4711",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": null,
  "status": "Approved",
  "centroid_easting": "524648",
  "description": "Alterations including erection of part single, part two-storey rear/side extension with accommodation at roof level.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.20724599999999999",
    "lat": "51.4581483"
  },
  "last_updated": "2025-03-20T17:42:40.419+00:00",
  "decision_agency": "Borough",
  "ward": "East Putney",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "23/12/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.20729399999999998,
          51.4581329
        ],
        [
          -0.2073426,
          51.4581624
        ],
        [
          -0.20734819999999998,
          51.4581643
        ],
        [
          -0.20740109999999998,
          51.4581901
        ],
        [
          -0.20738859999999998,
          51.4582
        ],
        [
          -0.2073536,
          51.4582295
        ],
        [
          -0.2072638,
          51.4581886
        ],
        [
          -0.2071478,
          51.458136
        ],
        [
          -0.2071295,
          51.4581281
        ],
        [
          -0.2070864,
          51.4581096
        ],
        [
          -0.207116,
          51.4580842
        ],
        [
          -0.20713099999999998,
          51.4580714
        ],
        [
          -0.2071489,
          51.4580708
        ],
        [
          -0.2071518,
          51.4580708
        ],
        [
          -0.2071815,
          51.4580839
        ],
        [
          -0.20729399999999998,
          51.4581329
        ]
      ]
    ],
    "type": "Polygon"
  }
}