{
  "actual_completion_date": null,
  "centroid_northing": 173138,
  "decision": "Approved",
  "development_type": "Major dwellings",
  "valid_date": "08/02/2021",
  "bo_system": "Northgate M3",
  "description": "Variation of condition 6 pursuant to planning permission dated 15/03/2019 ref 2018/0272 (Demolition of existing buildings and erection of part 2, 5 and 6 storey buildings comprising 41 No. Class C3 Extra Care units and 54 No. Class C3 intermediate affordable units; landscaping and new public realm; energy centre; new basement/lower ground car park accessed off Alton Road (from existing access point); and a new vehicular access off Alton Road into site) to allow changes to building and provision of substation ",
  "decision_conditions": [
    "Condition : 1 - This development shall be begun within 3 years from 15 March 2019. \r\nReason: To comply with Section 91 of the Town and Country Planning Act 1990. \r",
    "Condition : 2 - Full details of existing and proposed site levels shall be submitted to and approved by the local planning authority before the development hereby approved is begun. \r\nReason: To ensure the development relates satisfactorily to its \r\nsurroundings, and in accordance with Council policy DMS1. \r",
    "Condition : 3 - The development shall be carried out in accordance with the approved materials ref: 2020/4738 (6575-JMA-ZZ\u0002B1-DR-A-40-001 P5, 6575-JMA-ZZ-B1-DR_A-40-002 P4, Project no: 6575 Issue Date: 4th December 2020 \r\n'External Envelope - proposed Facing Materials', Document titled 'Condition 3: External Envelope - proposed Facing Materials' revised on 4th December 2020) and ref: 2019/4957 External Envelope - proposed Facing \r\nMaterials dated 20 January 2020 \r\nIn order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1. It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the proposal ",
    "Condition : 4 - The landscaping shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority. \r\nReason: To ensure a satisfactory appearance, in accordance with Council policy DMS1. \r\n",
    "Condition : 5 - Any trees or shrubs planted as part of a landscape scheme approved as part of this decision, or arising from a condition imposed on this decision, which within a period of five years from the completion of the development is \r\nfound to be dead, removed, or becomes seriously damaged or diseased, shall be replaced in the next planting season with others of similar size and species. \r\nReason: To safeguard the appearance of the development, in accordance \r\nwith Council policy DMS1. \r",
    "Condition : 6 - The development shall be carried out in accordance with the approved drawings and specifications 6071-XX-ZZ-00-1003_P5 - Proposed Section A-A, 6071-XX-ZZ-00-2005_P5 - Proposed Context Elevations A & C, 6575-JMA-01-ZZ-DR-A-00-2001-C08-Block A - North East Elevation, Block A: 6575-JMA-01-ZZ-DR-A-00-2003-C08-Block A - South West Elevation, Block C: 6575-JMA-03-ZZ-DR-A-00-2003-C3-Block C - South West True Elevation, Block D : 6575-JMA-04-ZZ-DR-A-00-2001-C05-Block D - South & North West, 6071_XX-ZZ-00-2006_P5 - Proposed Context Elevations B & D, Block B: 6575-JMA-02-ZZ-DR-A-00-2002-C3-Block B - South East Elevation, Block A: 6575-JMA-01-ZZ-DR-A-00-2004-C07-Block A - North West Elevation, Block C: 6575-JMA-02-ZZ-DR-A-00-2004-C4-Block B - North West 'True' Elevations, Block D : 6575-JMA-04-ZZ-DR-A-00-2001-C05-Block D - South & North West, 6575-JMA-02-ZZ-DR-A-00-2002-C3-Block B, Block C: 6575-JMA-03-ZZ-DR-A-00-2001-C07-Block C - North East True Elevation, Block C: 6575-JMA-03-ZZ-DR-A-00-2004-C06-Block C, 6575-JMA-01-00-DR-A-00-0001-C4-Block A - Design - Proposed Ground Floor Plan, 6575-JMA-02-00-DR-A-00-0001-C2-Block B - Design - Proposed Ground Floor Plan, 6575-JMA-03-00-DR-A-00-0001-C3-Block C - Design - Proposed Ground Floor Plan\r\n6575-JMA-04-00-DR-A-00-0001-C1-Block D - Design - Proposed Ground Floor Plan, 6575-JMA-ZZ-00-DR-A-91-0002-C6-Hard Landscape - Proposed Podium Plan, 6575-JMA-01-01-DR-A-00-0001-C2-Block A - Design - Proposed First Floor Plan, 6575-JMA-02-01-DR-A-00-0001-C2-Block B - Design - Proposed First Floor Plan,6575-JMA-03-01-DR-A-00-0001-C1_Block C - Design - Proposed First Floor Plan Block D roof, 6575-JMA-01-02-DR-A-00-0001-C2-Block A - Design - Proposed Second Floor Plan, 6575-JMA-02-02-DR-A-00-0001-C2-Block B - Design - Proposed Second Floor Plan, 6575-JMA-03-02-DR-A-00-0001-C1_Block C - Design - Proposed Second Floor Plan, 6575-JMA-01-03-DR-A-00-0001-C2-Block A - Design - Proposed Third Floor Plan, 6575-JMA-02-03-DR-A-00-0001-C2-Block B - Design - Pr",
    "Condition : 7 - Prior to occupation of any of the units hereby approved, the cycle storage as shown on approved drawing 6071- JMA-ZZ-B1-DR-A-00-0001 Rev P7 and in accordance with details approved under ref: 2021/5818 shall be installed and permanently retained and maintained unless otherwise \r\nagreed in writing by the Local Planning Authority. \r\nReason: In accordance with Policy DMT2. ",
    "Condition : 8 - The development shall be fully carried out in accordance with the details approved ref: 2019/3359 Pocklington Court, 74 Alton Road - Ecological Management Plan prepared by Greengage received 9 September 2019 and \r\nshall be implemented in full and thereafter permanently maintained unless otherwise agreed in writing with the local planning authority. \r\nReason: In the interests of ecology and habitat preservation and enhancement, in accordance with \r\npolicy DMO4",
    "Condition : 9 - Prior to occupation of the development a Development Management Plan shall be submitted to the Local Planning Authority for approval in writing, which shall include details of how the development would be managed and \r\nmaintained including security measures; management procedures; tenant forum/complaint procedures. The Development Management Plan shall thereafter be implemented as approved, unless otherwise agreed in writing \r\nwith the Local Planning Authority.\r\nReason: To ensure a satisfactory management of the development in accordance with Council policy DMS4. ",
    "Condition : 10 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local \r\nGovernment. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the Local Planning Authority and approved in writing, \r\nunless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interests of sustainable development in accordance with Council policies IS2 and DMS3.",
    "Condition : 11 - Prior to building work commencing, a revised Energy Strategy where appropriate, written in line with the London Plan Energy Hierarchy, will be submitted to the Local Planning Authority and approved in writing. The assessment should follow the guidelines set out in Wandsworth Borough Councils `Sustainability Checklist Appendix 1' (`Energy Assessments: Guidelines for Developers) to demonstrate how the development will follow the hierarchy of energy efficiency, decentralized energy and renewable energy technologies to secure a minimum 35% reduction \r\nin CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. The development shall then be built in accordance with the recommended Energy Strategy approved by the Local Planning Authority. \r\nWithin 3 months of commencement design stage calculations for each unit should be submitted to the Local Planning Authority and approved in writing to demonstrate that the development will be built in accordance with \r\nthe approved Energy Strategy. Prior to occupation, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP) should be submitted to the Local Planning Authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy unless otherwise agreed by the Local Planning Authority in writing.\r\nReason: To comply with London Plan 5.2, 5.7; Wandsworth Core Strategy IS 2; Wandsworth Development Management Policy DMS3",
    "Condition : 12 - Prior to occupation of any of the units, the photovoltaic panels approved under ref: 2021/5641 shall be constructed and retained in accordance with the approved details.\r\nReason: In the interests of sustainability ",
    "Condition : 13 - The development shall be built in accordance with the SUDS detailed approved under ref: 2021/4050 \r\nReason: To reduce the level of surface water in accordance with DMS6",
    "Condition : 14 - The electric vehicle charging points shall be installed prior to occupation of any part of the development in accordance with the details approved under ref: 2021/5642 and retained permanently thereafter unless otherwise approved, in writing, by the Local Planning Authority. \r\nReason: To ensure satisfactory provision of cycle storage facilities, in accordance with Policy DMT2 of the Wandsworth Local Plan and Policy 6.13 of the London Plan.",
    "Condition : 15 - A delivery and servicing plan (DSP) shall be submitted to and approved, in writing, by the Local Planning Authority prior to occupation of any part of the development, and the approved DSP shall be implemented once any part of \r\nthe development is occupied and shall remain in place unless otherwise agreed in writing. \r\nReason: To ensure that the impacts of delivery and servicing on the local highway network and general amenity of the area are satisfactorily \r\nmitigated in accordance with Policies DMT1, DMT2 and DMS1 of the Wandsworth Local Plan and London Plan Policy 6.14.",
    "Condition : 16 - Within 3 months of occupation of the residential units, a travel plan shall be submitted to and approved in writing by the local planning authority to include travel surveys, details of the nominated travel plan coordinator, targets, \r\nmeasures to promote sustainable travel and road safety and a commitment to remedial measures in the event of targets not being met. The measures approved in the travel plan shall be implemented as approved and shall be \r\nmaintained, unless the prior written approval of the local planning authority is obtained for any variation. The travel plan shall be monitored on a regular basis as agreed in writing with the local planning authority. \r\nReason: To mitigate the transport impacts of development in accordance with Council Policies DMT1 and DMT2",
    "Condition : 17 - The development shall be carried out strictly in accordance with the details approved under ref: 2019/4957 6575-JMA-ZZ-00-DR-A-91-0001 Rev P3, 6575-JMA-ZZ-01-DR-A-91-0001 Rev P2, 6575-JMA-ZZ-B1- DR-A-91-0001 \r\nRev P3, DFCC-3010-L01 Rev P3, DFCC_3010-L02 Rev P4, DFCC-3010-L03 Rev P5, DFCC-3010- L04 Rev P5, DFCC-3010-L05 Rev P4, DFCC-3010-L07 Rev P5 and shall be maintained as such thereafter. \r\nReason: To ensure the proposal provides adequate playspace in accordance with DMH7 ",
    "Condition : 18 - The development shall be carried out in accordance with the details approved under ref: 2020/4266 (Demolition and Construction Management Plan by Malalley Issue 4 dated 09/11/2020) \r\nReason: To safeguard the amenity of adjacent residents, to ensure efficient and sustainable operation of the boroughs highway system and to safeguard pedestrian and highway safety and to prevent or reduce air pollution during demolition and construction in accordance with Policy DMS1 ofthe Wandsworth Local Plan and London Plan Policies 6.14 and 7.14.",
    "Condition : 19 - The development shall be carried out strictly in accordance with the details approved under ref: 2019/3396 (Car Park Management Plan - Pocklington Court, Wandsworth prepared by Caneparo Associates ref: N01- DJ-Car \r\nPark Management Plan F1 (190801) dated August 2019, email from Optivo confirming affordability dated 7 October 2019) and shall be maintained as such thereafter. \r\nReason: To comply with DMT1 and DMT2 \r",
    "Condition : 20 - Notwithstanding the plans hereby approved, details of: \r\n- CCTV; \r\n- General external lighting; \r\n- Security lighting; \r\n- Access control measures for residential core entrances; \r\n- Secured by Design accreditation measures and counter terrorism measures; on or around the buildings or within the site in the development shall be submitted to and approved in writing by the Local Planning Authority \r\nand installed prior to the first occupation of the development. The details shall include the location and full specification of all lamps; light levels/spill; illumination, details of the lumieres to be used demonstrating that they will be 'warm white' wavelengths to minimise disturbance to protected species (bats); cameras (including view paths); and support structures. The details will also include an assessment of the impact of any such lighting on the surrounding residential environment. Prior to occupation of any of the units, details of a post installation inspection of external light levels, in particular the lux spill into the adjoining Richmond Park shall be submitted to and approved in writing to demonstrate that the built project meets the projected light level reductions and that impacts on protected species (bats) have been ameliorated. The development shall be carried out strictly in accordance with the details so approved and shall be maintained as such thereafter. \r\nReason: To safeguard the security of the development and to ensure that any resulting general or security lighting and CCTV are appropriately located, designed to not adversely impact on neighbouring residential amenity or ecology, and are appropriate to the overall design of the development in accordance with policies 7.3, 7.4, 7.6 and 7.19 of the London Plan and Policy DMS1 and DMO4 of the Wandsworth Local Plan",
    "Condition : 21 - PART A: All works approved shall be undertaken in accordance with details approved under ref: 2019/3331 (Ground Appraisal Report prepared by Geo-Environmental ref: GE16654-GAR-171127 dated 27/11/2017) \r\nPART B: As soon as reasonably practicable, and before the occupation of any remediated area of the site, a validation report shall be submitted and approved by the Local Planning Authority in writing, stating what works \r\nwere undertaken and that the remedial scheme was completed in accordance with the approved remediation strategy. \r\nReason: To safeguard the public, the environment and surface and groundwater as this site may have or is known to have been used in the past for activities that are likely to have resulted in it being contaminated with material that \r\nis potentially harmful to humans, or the environment. It is necessary for this condition to prevent commencement. ",
    "Condition : 22 - There shall be no occupation of the development until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works: \r\n- Provision of vehicular crossovers and the reinstatement of the footway at the redundant crossover \r\nThe development shall not be occupied until the works referred to within the completed agreement pursuant to section 278 of the Highways Act 1980 have been installed and completed to the Council's satisfaction. \r\nReason: To ensure the pedestrian safety and improve the visual amenity. ",
    "Condition : 23 - Prior to occupation of any of the units, the waste provision approved under ref: 2021/3705 shall be installed and implemented. The strategy shall remain in perpetuity. \r\nReason: In the interests of amenity and hygiene, in accordance with Council policy DMS1.",
    "Condition : 24 - Prior to the commencement of use, a fire statement prepared by a suitably qualified third party assessor, demonstrating how the development proposals would achieve the highest standards of fire safety, including details \r\nof construction methods and materials, means of escape, fire safety features and means of access for fire service personnel shall be submitted to and approved in writing by the local planning authority. The development shall be \r\nundertaken in accordance with the approved fire statement unless otherwise agreed in writing with the local planning authority. \r\nReason: In order to provide a safe and secure development and to minimise the risk of fire and the risk of loss of life due to any fire, in accordance with Intend to Publish London Plan Policy D12",
    "Condition : 25 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 26 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL). ",
    "Condition : 27 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": null,
  "site_number": "74",
  "decision_target_date": "06/10/2022",
  "ward": "Roehampton and Putney Heath - Historic",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.5620000000000002
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "9493990",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": "22/03/2021",
  "decision_date": "04/10/2022",
  "centroid": {
    "lon": "-0.24180249999999998",
    "lat": "51.4440402"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/0576",
  "street_name": "Alton Road",
  "lpa_app_no": "2021/0576",
  "lapsed_date": "16/09/2024",
  "id": "Wandsworth-2021_0576",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "Pocklington Court",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "SW15 4NN",
  "last_updated": "2025-03-20T15:45:44.694+00:00",
  "last_updated_by": "Northgate M3",
  "decision_agency": "Borough",
  "uprn": "100023698590",
  "cil_liability": true,
  "centroid_easting": 522285,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522335.95,
              173126.1
            ],
            [
              522330.3,
              173122.5
            ],
            [
              522323.05,
              173117.9
            ],
            [
              522314,
              173112
            ],
            [
              522304.45,
              173105.9
            ],
            [
              522295.1,
              173099.95
            ],
            [
              522287.3,
              173095
            ],
            [
              522284.25,
              173093
            ],
            [
              522281.55,
              173091.3
            ],
            [
              522281.2,
              173091.05
            ],
            [
              522273.45,
              173086.05
            ],
            [
              522272.75,
              173085.65
            ],
            [
              522272.3,
              173086.4
            ],
            [
              522267.05,
              173095.6
            ],
            [
              522263,
              173102.55
            ],
            [
              522253.9,
              173118.2
            ],
            [
              522248.5,
              173127.4
            ],
            [
              522243.5,
              173136
            ],
            [
              522236.6,
              173147.8
            ],
            [
              522234.3,
              173151.75
            ],
            [
              522243.2,
              173157.4
            ],
            [
              522255.3,
              173165.2
            ],
            [
              522256.1,
              173165.7
            ],
            [
              522256.4,
              173165.9
            ],
            [
              522257.6,
              173166.7
            ],
            [
              522276.1,
              173178.75
            ],
            [
              522288,
              173186.45
            ],
            [
              522295.05,
              173190.95
            ],
            [
              522296.75,
              173188.35
            ],
            [
              522297.25,
              173187.6
            ],
            [
              522304.25,
              173176.5
            ],
            [
              522308.15,
              173170.3
            ],
            [
              522311.7,
              173164.75
            ],
            [
              522313.1,
              173162.5
            ],
            [
              522316.75,
              173156.8
            ],
            [
              522321.7,
              173148.75
            ],
            [
              522325.95,
              173141.9
            ],
            [
              522326.55,
              173140.95
            ],
            [
              522327.25,
              173139.8
            ],
            [
              522328.65,
              173137.6
            ],
            [
              522328.1,
              173137.25
            ],
            [
              522328.75,
              173136.3
            ],
            [
              522329.25,
              173136.65
            ],
            [
              522332.75,
              173131.05
            ],
            [
              522335.45,
              173126.9
            ],
            [
              522335.95,
              173126.1
            ]
          ],
          [
            [
              522259.85,
              173160.15
            ],
            [
              522261.9,
              173156.8
            ],
            [
              522265.05,
              173158.75
            ],
            [
              522262.95,
              173162.05
            ],
            [
              522259.85,
              173160.15
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.24107379999999998,
          51.4439223
        ],
        [
          -0.2411563,
          51.4438912
        ],
        [
          -0.24126219999999998,
          51.4438514
        ],
        [
          -0.24139439999999998,
          51.4438003
        ],
        [
          -0.2415338,
          51.4437476
        ],
        [
          -0.24167039999999998,
          51.4436961
        ],
        [
          -0.24178419999999998,
          51.4436533
        ],
        [
          -0.24182879999999998,
          51.443636
        ],
        [
          -0.24186819999999998,
          51.4436213
        ],
        [
          -0.24187329999999999,
          51.4436191
        ],
        [
          -0.2419865,
          51.4435758
        ],
        [
          -0.24199669999999998,
          51.4435724
        ],
        [
          -0.2420029,
          51.4435792
        ],
        [
          -0.2420753,
          51.443663
        ],
        [
          -0.2421311,
          51.4437264
        ],
        [
          -0.2422566,
          51.443869
        ],
        [
          -0.2423311,
          51.4439528
        ],
        [
          -0.2424,
          51.4440312
        ],
        [
          -0.2424952,
          51.4441388
        ],
        [
          -0.2425269,
          51.4441748
        ],
        [
          -0.242397,
          51.4442236
        ],
        [
          -0.2422202,
          51.4442911
        ],
        [
          -0.2422086,
          51.4442954
        ],
        [
          -0.24220419999999998,
          51.4442972
        ],
        [
          -0.24218669999999998,
          51.4443041
        ],
        [
          -0.24191639999999998,
          51.4444084
        ],
        [
          -0.2417426,
          51.444475
        ],
        [
          -0.24163969999999999,
          51.444514
        ],
        [
          -0.2416161,
          51.4444902
        ],
        [
          -0.2416092,
          51.4444834
        ],
        [
          -0.24151229999999999,
          51.4443821
        ],
        [
          -0.2414584,
          51.4443255
        ],
        [
          -0.2414093,
          51.4442749
        ],
        [
          -0.2413899,
          51.4442544
        ],
        [
          -0.24133939999999998,
          51.4442024
        ],
        [
          -0.24127099999999999,
          51.4441289
        ],
        [
          -0.2412122,
          51.4440665
        ],
        [
          -0.2412039,
          51.4440578
        ],
        [
          -0.2411942,
          51.4440473
        ],
        [
          -0.2411749,
          51.4440272
        ],
        [
          -0.24118289999999998,
          51.4440242
        ],
        [
          -0.2411739,
          51.4440155
        ],
        [
          -0.24116659999999998,
          51.4440186
        ],
        [
          -0.2411181,
          51.4439675
        ],
        [
          -0.24108069999999998,
          51.4439296
        ],
        [
          -0.24107379999999998,
          51.4439223
        ]
      ],
      [
        [
          -0.2421566,
          51.4442447
        ],
        [
          -0.2421282,
          51.4442142
        ],
        [
          -0.2420822,
          51.444231
        ],
        [
          -0.2421113,
          51.4442611
        ],
        [
          -0.2421566,
          51.4442447
        ]
      ]
    ],
    "type": "Polygon"
  }
}