{
  "actual_completion_date": null,
  "centroid_northing": "174868",
  "decision": "Approved",
  "development_type": "Other house holder developments",
  "valid_date": "12/08/2021",
  "bo_system": "Northgate M3",
  "description": "Alterations including erection of single storey rear extension and single storey outbuilding in rear garden. (Revised proposal.)",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed B72152-3100-03C, B72152-3101-03C, B72152-3102-03B, B72152-3103-03B, B72152-3200-03B, B72152-3201-03C, B72152-3202-03B, B72152-3300-03B, and B72152-3301-03B. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - The external materials of the pitched roof of the extension shall be natural slate matching the existing roof of the house. The external materials of the walls of the extension and of the main house shall be roughcast render to match the existing walls of the house. Re-rendering shall be done in lime with an aggregate to match the existing render. The colour of the render shall either match the existing render or be cream.\r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - The roof area of the development hereby permitted shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": null,
  "site_number": "76",
  "decision_target_date": "22/04/2022",
  "ward": "West Putney",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 22.9,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "11/2021",
    "intended_completion_date": "05/2022",
    "site_area": 0.028
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10098931",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Householder planning permission",
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": "15/04/2022",
  "decision_date": "22/04/2022",
  "centroid": {
    "lon": "-0.2352204",
    "lat": "51.4594988"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": "9180-2866-2090-2290-7225",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/3829",
  "street_name": "Putney Park Lane",
  "lpa_app_no": "2021/3829",
  "lapsed_date": "22/04/2025",
  "id": "Wandsworth-2021_3829",
  "title_number": [
    "Unregistered"
  ],
  "application_type": "Householder",
  "site_name": "76 Putney Park Lane SW15 5HQ",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "SW15 5HQ",
  "last_updated": "2025-03-20T19:03:43.923+00:00",
  "last_updated_by": "Planning Portal ingest",
  "decision_agency": "Borough",
  "uprn": "100022682891",
  "cil_liability": false,
  "centroid_easting": "522701",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              522683.9037543,
              174873.0027036
            ],
            [
              522696.2960812,
              174871.9030183
            ],
            [
              522698.703639,
              174871.3531757
            ],
            [
              522709.6036098,
              174873.1526606
            ],
            [
              522713.8992866,
              174849.8493311
            ],
            [
              522699.0499316,
              174862.3457541
            ],
            [
              522683.7965685,
              174871.2032187
            ],
            [
              522683.9037543,
              174873.0027036
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.2354647,
          51.4595475
        ],
        [
          -0.2352868,
          51.4595349
        ],
        [
          -0.2352523,
          51.4595294
        ],
        [
          -0.2350949,
          51.4595432
        ],
        [
          -0.23504119999999998,
          51.4593329
        ],
        [
          -0.2352505,
          51.4594484
        ],
        [
          -0.23546679999999998,
          51.4595313
        ],
        [
          -0.2354647,
          51.4595475
        ]
      ]
    ],
    "type": "Polygon"
  }
}