{
  "street_name": "Trinity Crescent",
  "centroid_northing": 172641,
  "lapsed_date": "22/12/2024",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "9",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527910.19,
              172613.6
            ],
            [
              527901.95,
              172611.95
            ],
            [
              527899.55,
              172623.4
            ],
            [
              527899.09,
              172625.6
            ],
            [
              527898.75,
              172627.3
            ],
            [
              527898.7,
              172627.75
            ],
            [
              527898.05,
              172630.79
            ],
            [
              527897.69,
              172632.59
            ],
            [
              527893.54,
              172653.01
            ],
            [
              527890.54,
              172667.69
            ],
            [
              527899,
              172669.74
            ],
            [
              527906.09,
              172634.19
            ],
            [
              527908.2,
              172623.5
            ],
            [
              527908.44,
              172622.3
            ],
            [
              527910.19,
              172613.6
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "09/04/2021",
  "decision_date": "22/12/2021",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "SW17 7AG",
  "title_number": [
    "00057900009073"
  ],
  "lpa_app_no": "2021/1690",
  "uprn": "100022704927",
  "application_details": {
    "total_gia_gained": 29,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "09/2021",
    "intended_completion_date": "12/2021",
    "site_area": 0.049
  },
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "pp_id": "9720320",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "11/06/2021",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/1690",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed 09 Rev C; 10 Rev C; 11 Rev C; 12 Rev C; 13 Rev C; 14 Rev C; 15 Rev C; 01; Fire Safety straregy (Dated: 11/05/2021); Design and Access Statement (Dated: 09/04/2021). \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - All external materials used in the construction of the development hereby approved shall match the type, texture, tone, colour, size and profile of those used on the existing building and shall be retained permanently. \r\nReason: In the interest of the appearance of the development and to safeguard visual amenity of the conservation area, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Notwithstanding the detail shown on the approved drawings, prior to commencement of use of the terrace as shown on drawing number [12 Rev C, 13 Rev C, 14 Rev C and 15 Rev C], details of screening to the terrace shall be submitted to and approved in writing by the local planning authority.  The details submitted shall include measurements to ensure that screening shall be to a height of 1.7m above finished floor level and show the obscured glazing material(s) to be used.  The screening shall be completed in accordance with the approved details prior to commencement of the use of the terrace and be so retained and maintained thereafter. \r\nReason: To protect the privacy of neighbours by preventing overlooking and in the interest of visual amenity in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - The rooflights hereby approved, shall be of a conservation area specification i.e. in-line and flush within the roof pitch that they would be located.\r\nReason: In the interests of preserving the character and appearance of the conservation area in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) and Section 12 of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - The roof area of the flat roof of the extension hereby permitted (other than the approved terrace area shown within condition 4 above) shall not be used as a balcony, roof garden or similar amenity area and furthermore, no balustrades, railings or other means of enclosure or means of permanent access shall be erected on this area.\r\nReason: To control overlooking and safeguard the privacy of neighbours in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "id": "Wandsworth-2021_1690",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": null,
  "status": "Approved",
  "centroid_easting": 527900,
  "description": "Alterations including erection of side and rear dormer roof extension and formation of rear terrace at roof level with glazed safety screen surround; Erection of single storey rear/side extension and formation of roof terrace above with obscure glazed side screening. ",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1612295",
    "lat": "51.4383353"
  },
  "last_updated": "2025-03-20T18:43:32.998+00:00",
  "decision_agency": "Borough",
  "ward": "Nightingale",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "11/08/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.16109279999999998,
          51.4380867
        ],
        [
          -0.1612119,
          51.4380738
        ],
        [
          -0.1612423,
          51.4381772
        ],
        [
          -0.1612481,
          51.4381971
        ],
        [
          -0.1612524,
          51.4382124
        ],
        [
          -0.1612529,
          51.4382165
        ],
        [
          -0.1612612,
          51.438244
        ],
        [
          -0.16126569999999998,
          51.4382602
        ],
        [
          -0.161318,
          51.4384447
        ],
        [
          -0.1613559,
          51.4385773
        ],
        [
          -0.1612335,
          51.4385938
        ],
        [
          -0.1611444,
          51.4382727
        ],
        [
          -0.16111789999999998,
          51.4381762
        ],
        [
          -0.1611149,
          51.4381653
        ],
        [
          -0.16109279999999998,
          51.4380867
        ]
      ]
    ],
    "type": "Polygon"
  }
}