{
  "street_name": "Armoury Way",
  "centroid_northing": 174872,
  "lapsed_date": "21/01/2025",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "1",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": true,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525738.5,
              174861
            ],
            [
              525733.45,
              174860.1
            ],
            [
              525729.85,
              174859.5
            ],
            [
              525730.9,
              174860.8
            ],
            [
              525732.25,
              174862.25
            ],
            [
              525733.65,
              174863.7
            ],
            [
              525736.4,
              174866.45
            ],
            [
              525737.75,
              174867.7
            ],
            [
              525738.75,
              174868.6
            ],
            [
              525742.9,
              174871.65
            ],
            [
              525744.1,
              174872.55
            ],
            [
              525745.4,
              174873.45
            ],
            [
              525746.65,
              174874.3
            ],
            [
              525749.65,
              174876.1
            ],
            [
              525758.5,
              174881.45
            ],
            [
              525763.1,
              174884.14
            ],
            [
              525763.1,
              174884.15
            ],
            [
              525763.55,
              174884.4
            ],
            [
              525763.8,
              174884.55
            ],
            [
              525769,
              174887.6
            ],
            [
              525769.9,
              174884.3
            ],
            [
              525771.55,
              174878.4
            ],
            [
              525772,
              174876.8
            ],
            [
              525772.35,
              174876.75
            ],
            [
              525773.3,
              174872.65
            ],
            [
              525774.55,
              174867.4
            ],
            [
              525766.35,
              174865.9
            ],
            [
              525738.5,
              174861
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "24/02/2021",
  "decision_date": "21/01/2022",
  "development_type": "Major offices-R and D-light industry",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "SW18 1TH",
  "title_number": null,
  "lpa_app_no": "2021/0890",
  "uprn": "121008672",
  "application_details": {
    "site_area": 0.054000000000000006
  },
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "pp_id": "9560967",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "01/02/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/0890",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin no later than 3 years from 22 November 2019 ",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: 0528-DE-210.1 Rev M, 0528-DE-222 Rev L, 0528-DE-212.1 Rev J, 0528-DE-211.1 Rev M, 0528-DE-223.1 Rev J, 0528-DE-215.1 Rev L, 0528-DE-213 Rev N, 0528-de-231 Rev J, 0528-DE-232 Rev I, 0528-DE-221 Rev l, 0528-DE-214 Rev O, 0528-DE-717.1 Rev F, 0528-DE-718.1 Rev E,  The Bauder Blue roof system, Bauder Blue roof system plan",
    "Condition : 3 - All external facing materials shall be carried out in accordance with the sample details approved under ref: 2020/4206 (Facing brickwork - Arundel Yellow Multi Stock (ground/first floor), Karma Grey Blend (second/third), Curtain Walling Colour and Cladding - RAL7024 Graphite Grey)",
    "Condition : 4 - All planting, seeding, and turfing as shown on the approved drawings and the detailed specification shown on the approved plans 0528-DE-221 L, 0528-DE-222 L and The Bauder Blue roof system, Bauder Blue roof system plan shall be carried out prior to the occupation of any part of the development, or in accordance with a programme agreed in writing with the local planning authority. The planting will remain in perpetuity and retained at all times. If any retained planting is removed, destroyed or dies, another plant of the same species shall be planted at the same place",
    "Condition : 5 - The roof area of the building hereby permitted shall not be used as a balcony, roof garden or similar amenity area and access to the roof shall only be for maintenance and emergency purposes only",
    "Condition : 6 - The development shall be carried out in accordance with the site levels approved under ref: 2020/0854, drawing ref: 3808-1 and confirmation of proposed FFL of new development +5.40m AOD",
    "Condition : 7 - The development shall be carried out in accordance with the desk top study HERTS & ESSEX SITE INVESTIGATIONS Phase I DESKTOP STUDY REPORT Report No. 15731 dated December 2019 approved under ref: 2020/0854. Any measures to be taken to prevent and/or remedy contamination at the site set out in the approved document shall be undertaken in accordance with the approved details with the results submitted to and approved by the Local Planning Authority prior to first occupation.",
    "Condition : 8 - Prior to the first occupation of the development the cycle parking shown on the approved drawing shall be provided and be retained for cycle parking purposes for the users of the development and for no other purpose",
    "Condition : 9 - Prior to the occupation of the development, details of a delivery and servicing plan including hours of operation shall be submitted to and approved by the local planning authority. The development shall be occupied and operated in accordance with the approved delivery and servicing plan",
    "Condition : 10 - Prior to the occupation of the development, an operational waste and recycling strategy shall be submitted to and approved in writing by the local planning authority. The submitted operational waste and recycling strategy shall include details of the arrangements for storage and collection of waste from the development. The measures detailed in the approved operational waste and recycling strategy shall be installed prior to first occupation of the development. The development shall at all time accord with the approved operational waste and recycling strategy",
    "Condition : 11 - The demolition and construction works shall be carried out in accordance with the approved construction plan CONSTRUCTION MANAGEMENT PLAN REVISION D - 22nd MAY 2020 prepared by PROMA approved under ref: 2020/0854",
    "Condition : 12 - The development shall be built in accordance with the submitted Energy Strategy by AGP Consultants Ltd ref: 4679/MW/PES1 dated October 2017 demonstrating how the development will follow the hierarchy of energy efficiency, decentralised energy and renewable energy technologies to secure a minimum 35% reduction in CO2 emissions below the maximum threshold set in Building Regulations Part L 2013. Prior to first occupation of the development, evidence (e.g. photographs, copies of installation contracts and as-built worksheets prepared under SAP or the National Calculation Method) shall be submitted to the local planning authority and approved in writing to demonstrate that the development has been carried out in accordance with the approved Energy Strategy. The installed measures shall be retained in accordance with the approved details",
    "Condition : 13 - The drainage shall be provided in accordance with the approved sustainable drainage details SUDS REPORT FOR 1 ARMOURY WAY, WANDSWORTH, SW18 1TH DOCUMENT NUMBER: C2305-R1-REV-A PREPARED BY NIMBUS ENGINEERING CONSULTANTS dated February 2020 approved under ref: 2020/0854 before first occupation of the development",
    "Condition : 14 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any other order revoking and re-enacting that order with or without modifications), the use of non road mobile machinery of net power between 37kW and 560kW used in the construction of the development shall meet at least Stage IIIA of the EU Directive 97/68/EC and its amendments. This will apply to both variable and constant speed engines for both nitrogen oxides (NOx) and particulate matter (PM). Prior to works commencing on site, any non road mobile machinery of net power between 37kW and 560kW to be utilised in the construction of the development shall be registered on the web-site https://nrmm.london/",
    "Condition : 15 - Prior to the commencement of use, a fire statement prepared by a suitably qualified third party assessor, demonstrating how the development proposals would achieve the highest standards of fire safety, including details of construction methods and materials, means of escape, fire safety features and means of access for fire service personnel shall be submitted to and approved in writing by the local planning authority. The development shall be undertaken in accordance with the approved fire statement unless otherwise agreed in writing with the local planning authority.\r\nReason: In order to provide a safe and secure development and to minimise the risk of fire and the risk of loss of life due to any fire, in accordance with Intend to Publish London Plan Policy D12\r\n",
    "Condition : 16 - Prior to first occupation of building, a landscape management plan (including green roof, green wall and planters) shall be submitted to and approved in writing by the local planning authority. The landscaping shall be maintained in perpetuity and in accordance with the approved landscaping management plan.\r\nReason: To preserve residential amenities of the locality and protect the biodiversity of the area in accordance with Council policies DMS1 and DMO4 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019\r\n",
    "Condition : 17 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 18 - INFORMATIVE: Community Infrastructure Levy (CIL): From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended) (the \"Regulations\"). \r\nYou or the relevant interested parties are required to provide the Council with the information set out in the Regulations. This process for the collection of CIL includes:  the requirement to complete an \"Assumption of Liability\" form as soon as possible;  in order to claim charitable exemption or social housing relief or other forms of relief you or the relevant interested party should also complete a \"Claiming Exemption or Relief\" form. \r\nThe Council will, if appropriate, then issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner or other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\".  Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges or other penalties as set out in the Regulations. It can also mean that any exemptions or reliefs are lost.\r\nGeneral information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Form and Commencement Notice must be sent to: Community Infrastructure Levy Environment and Community Services Wandsworth Council Town Hall London SW18 2PU cil@wandsworth.gov.uk Fax: 020 8871 6003 (marked FAO CIL) \r\n",
    "Condition : 19 - INFORMATIVE: Any assessment of CIL liability by the Council has been based on the information provided. The assessment of CIL liability referred to in this informative is indicative only and is not intended to provide a binding estimate of the actual CIL liability likely to be incurred.  The assessment of the actual CIL liability will be provided pursuant to and in accordance with the Community Infrastructure Levy Regulations 2010 (as amended).  Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings, is not still current at the time of the decision which first permits development."
  ],
  "id": "Wandsworth-2021_0890",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": null,
  "status": "Approved",
  "centroid_easting": 525756,
  "description": "Variation of conditions 2 (in accordance with approved drawings) and 4 (landscaping) pursuant to planning permission dated 22/11/2019 ref. 2018/3220 (Erection of a four-storey plus basement building to provide 1562sq.m. of floorspace for Offices (Class B1a) to allow alterations/relocation of basement footprint, inclusion of parapet planter boxes at second floor with associated planting and box planters at first floor level to replace the proposed green wall, inclusion of rooflights with access for maintenance purposes, use of yellow stock brick at ground floor and inclusion of internal wall behind windows with decorative opaque glazing to upper floors on the south elevation.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.191268",
    "lat": "51.4588653"
  },
  "last_updated": "2025-03-20T17:30:22.838+00:00",
  "decision_agency": "Borough",
  "ward": "Fairfield",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "24/06/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1915237,
          51.4587703
        ],
        [
          -0.19159669999999998,
          51.4587633
        ],
        [
          -0.1916487,
          51.4587587
        ],
        [
          -0.1916331,
          51.4587702
        ],
        [
          -0.19161319999999998,
          51.4587829
        ],
        [
          -0.1915925,
          51.4587956
        ],
        [
          -0.191552,
          51.4588197
        ],
        [
          -0.19153209999999998,
          51.4588307
        ],
        [
          -0.1915174,
          51.4588385
        ],
        [
          -0.1914566,
          51.458865
        ],
        [
          -0.191439,
          51.4588728
        ],
        [
          -0.19142,
          51.4588806
        ],
        [
          -0.19140169999999998,
          51.458888
        ],
        [
          -0.1913579,
          51.4589035
        ],
        [
          -0.1912287,
          51.4589496
        ],
        [
          -0.1911616,
          51.4589728
        ],
        [
          -0.1911616,
          51.4589729
        ],
        [
          -0.191155,
          51.458975
        ],
        [
          -0.1911514,
          51.4589763
        ],
        [
          -0.19107549999999998,
          51.4590026
        ],
        [
          -0.1910637,
          51.4589727
        ],
        [
          -0.191042,
          51.4589193
        ],
        [
          -0.1910361,
          51.4589049
        ],
        [
          -0.19103109999999998,
          51.4589043
        ],
        [
          -0.1910189,
          51.4588673
        ],
        [
          -0.1910028,
          51.4588198
        ],
        [
          -0.1911213,
          51.4588081
        ],
        [
          -0.1915237,
          51.4587703
        ]
      ]
    ],
    "type": "Polygon"
  }
}