{
  "actual_completion_date": null,
  "centroid_northing": 176210,
  "decision": "Approved",
  "development_type": "Minor dwellings",
  "valid_date": "03/02/2021",
  "bo_system": "Northgate M3",
  "description": "Construction of a floating residential vessel in the dock known as Oyster Wharf inlet.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed: Design and Access Statement prepared by one-world design (dated February 2020, Fire Strategy prepared by one- world design, Landscape Management and Biodiversity Plan prepared b aLyne ecology (dated 17.09.19 version 003), 273-00-01, 273-00-02, 273-00-12, SK273-01, SK273-02, SK273-03, SK273-04, SK273-05, SK273-06, SK273-07, SK273-08 and SK273-09.\r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - No development shall take place until details and samples of materials proposed to be used on all external surfaces of the development shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019..  It is necessary for the condition to be discharged prior to the commencement of works to ensure suitable materials are used in the construction.\r\n",
    "Condition : 4 - No development shall take place until details of any new fixed infrastructure such as fences, railings, gates and other security measures, together with  details of the proposed access gangway and associated retractable stair, including the types of fixtures and fittings and loading calculations, have been submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved details and thereafter so retained.\r\nReason: To reduce the risk of flooding to the proposed development and future occupants, and third parties, and the amenity of the area in accordance with policies DMS1 and DMS5  of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 5 - No development shall take place until a construction method plan has been submitted to and approved by the local planning authority. The Plan will include a detailed Method Statement of the construction methods associated with the timber grid, access assembly, removal of vegetation along the wall, how disturbance to the mudflats will be avoided and rubbish and debris within the inlet will be cleared. The construction works shall be carried out in accordance with the approved plan. \r\nReason: In the interests of maintaining the biodiversity of the site in accordance with Council policy DMO4 and DMO6 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the whole construction phase is in accordance with an approved plan.\r\n",
    "Condition : 6 - No development shall take place until details of the timber support grid, timber cladding and horizontal panelling to create ecological habitats, species of new planting/seeding and the depth of soil to the green roof shall be submitted to and approved in writing by the local planning authority. Details of locations and fixings should be included. The development shall be carried out in accordance with the approved details, prior to the occupation of any part of the development and thereafter so retained. \r\nReason: In the interests of maintaining the biodiversity of the site in accordance with Council policy DMO4 and DMO6 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n\r\n",
    "Condition : 7 - No development shall take place until details of a scheme to insulate the approved development against noise generated by road traffic, pedestrian movement and river traffic have been submitted to and approved in writing by the Local Planning Authority. The approved measures shall be installed prior to the mooring and occupation of the vessel, and shall be retained thereafter.\r\nReason: To protect the amenity of future occupants in accordance with policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 8 - No development shall take place until details of the siting, design and materials of refuse and recycling storage to serve the development shall be submitted to and approved in writing by the local planning authority. The refuse storage facilities shall be provided in accordance with the approved details prior to occupation of the development, and shall be retained thereafter.\r\nReason: In the interests of amenity and hygiene, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 9 - No development shall take place until details of the location, number and design of secure and covered cycle parking shall be submitted to and approved in writing by the local planning authority.  The cycle parking shall be provided in accordance with the approved details prior to the occupation of the development and be retained for cycle parking purposes for the users of the development and for no other purpose.\r\nReason: To ensure adequate provision is made for cycle parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 10 - No development shall take place until, details of the height, location and aeronautical lighting of any cranes, and any river access and barges required during the construction phase of the development shall be submitted to and approved by the local planning authority (in consultation with the Civil Aviation Authority and London Heliport). The development shall be undertaken in accordance with the approved details throughout the construction process.\r\nReason: In the interest of aircraft safety to accord with the safeguarding direction coupled with the requirements of the National Planning Policy Framework 2019. It is necessary for the condition to be discharged prior to the commencement of any works on site to ensure the crane details are acceptable prior to works starting.\r\n",
    "Condition : 11 - No development shall take place until details of how the sewage and waste water will be disposed of have been be submitted to and approved in writing by the local planning authority.  The sewage and waste water measures shall be provided in accordance with the approved details prior to the occupation of the development and thereafter retained. \r\nReason: To ensure that waste water and sewage is suitably managed in the interests of residential amenity, visual amenity and the environment, in accordance with Council policy DMS1, DMO4 and DMO7 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2019.\r\n",
    "Condition : 12 - The development shall achieve a maximum water use of 105 litres per person per day (plus 5 litres for outside use) in line with the Water Efficiency Calculator for new dwellings from the Department of Communities and Local Government. Prior to first occupation, evidence to demonstrate that that the internal water consumption of the development will not exceed 105l/p/day must be submitted to the local planning authority and approved in writing, unless otherwise agreed in writing by the local planning authority. Measures integrated shall be retained for the lifetime of the development.\r\nReason: In the interest of sustainable development and to accord with Council policy DMS3 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2018.",
    "Condition : 13 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2019 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  ",
    "Condition : 14 - INFORMATIVE: The riparian owner must ensure that a fit for purpose flood defence line is maintained in line with section 6 of the Metropolis Management (Thames River Prevention of Flood) Act 1879 to 1962 (The Act). Any works directly to or within 16m of a tidal flood defence will require a flood risk activity permit.\r\n",
    "Condition : 15 - INFORMATIVE: The applicant should continually monitor the condition of the adjacent flood defences for signs and stress or damage. If they notice any changes to the defences they should notify the riparian owner and the Environment Agency. If there is any damage or deleterious changes as a result of the moored house boat, they may be liable for the cost of any repairs works need to resolve the issue. The applicant also needs to consider how the future statutory flood defence raisings will impact their proposed access. The Environment Agency would object in principal to any application for new flood gates or active flood defences in line with the Thames Estuary 2100 Plan.\r\n",
    "Condition : 16 - INFORMATIVE: Under Port of London Authority Byelaw 49 there should be no discharge of sewage into the Thames from the proposed vessel.\r\n"
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": null,
  "site_number": null,
  "decision_target_date": "29/06/2021",
  "ward": "St. Mary's Park - Historic",
  "application_details": {
    "existing_uprns": null,
    "superseding_details": [
      {
        "lpa_app_no": "2019/1732",
        "partial_supersedence": false
      }
    ],
    "affordable_housing_fast_track": false,
    "total_gia_existing": 0,
    "projected_cost_of_works": "Up to £2m",
    "scheme_phasing": true,
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 161,
      "total_gia_lost": 0,
      "total_gia_existing": 0
    },
    "uk_company_registration_no": "04272202",
    "internal_resi_water_usage": 100,
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_resi_units_to_have_full_fibre": 0,
      "green_roof_area": 67,
      "urban_greening_factor_score": 1,
      "no_new_water_connections_required": 1,
      "no_homes_passive_cooling": 1,
      "no_non_resi_units_to_have_full_fibre": 0,
      "total_annual_nox_emissions": 0,
      "waste_provision": true,
      "percentage_demolition_construction_material_recycling": 15,
      "no_homes_to_have_electrical_heating": 1,
      "mobile_network_operators_consultation": false,
      "fire_suppression_system_proposed": true,
      "no_new_gas_connections_required": 0,
      "ghg_reduction_over_building_regulations": false
    },
    "phasing_details": [
      {
        "phase_detail": "just 1 phase",
        "intended_completion_date": "10/2023",
        "intended_commencement_date": "06/2023"
      }
    ],
    "total_gia_gained": 161,
    "site_area": 0.025,
    "total_gia_lost": 0,
    "scheme_name": "Oyster Wharf Houseboat",
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 0,
        "use_class": "C3",
        "gia_gained": 161,
        "gia_lost": 0
      }
    ],
    "rain_water_harvesting": false,
    "building_details": [
      {
        "no_storeys": 2,
        "max_height": 7,
        "building_ref": "houseboat"
      }
    ],
    "grey_water_reuse": false,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 25,
    "garden_land_lost": false,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 3,
      "total_no_proposed_residential_units": 1,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": 161,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "dwelling_density": 0,
      "total_gia_lost": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "affordable_percentage": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 4,
          "provider": "Private",
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "no_bedrooms": 3,
          "unit_type": "Other",
          "gia": 161,
          "tenure": "Market for sale"
        }
      ],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": "Private",
    "lead_developer_company_name": "Southern Developments Limited"
  },
  "status": "Lapsed",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "9479922",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Full planning permission",
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": "31/03/2021",
  "decision_date": "29/06/2021",
  "centroid": {
    "lon": "-0.1781582",
    "lat": "51.4706946"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/0457",
  "street_name": "Lombard Road",
  "lpa_app_no": "2021/0457",
  "lapsed_date": "29/06/2024",
  "id": "Wandsworth-2021_0457",
  "title_number": [
    "TGL227197"
  ],
  "application_type": "All Other",
  "site_name": "Dock North Of 34 Falcon Wharf",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "SW11 3RF",
  "last_updated": "2025-03-19T20:20:26.393+00:00",
  "last_updated_by": "Planning Portal ingest",
  "decision_agency": "Borough",
  "uprn": "10093419036",
  "cil_liability": true,
  "centroid_easting": 526634,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526616.3,
              176216.49
            ],
            [
              526653.15,
              176209.2
            ],
            [
              526652.63,
              176202.63
            ],
            [
              526615.04,
              176209.87
            ],
            [
              526616.3,
              176216.49
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1784106,
          51.4707569
        ],
        [
          -0.17788289999999998,
          51.4706831
        ],
        [
          -0.1778928,
          51.4706242
        ],
        [
          -0.17843109999999998,
          51.4706977
        ],
        [
          -0.1784106,
          51.4707569
        ]
      ]
    ],
    "type": "Polygon"
  }
}