{
  "street_name": "Lancaster Mews",
  "centroid_northing": 174738,
  "lapsed_date": "28/09/2024",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "1",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              525937.84,
              174731.79
            ],
            [
              525935.95,
              174735.84
            ],
            [
              525934.25,
              174739.5
            ],
            [
              525932.75,
              174742.7
            ],
            [
              525935.9,
              174744.65
            ],
            [
              525942,
              174748
            ],
            [
              525943.79,
              174748.95
            ],
            [
              525945.59,
              174745.25
            ],
            [
              525947.45,
              174741.4
            ],
            [
              525949.39,
              174737.44
            ],
            [
              525951.25,
              174733.64
            ],
            [
              525945.85,
              174730.89
            ],
            [
              525943.35,
              174729.59
            ],
            [
              525939.7,
              174727.84
            ],
            [
              525937.84,
              174731.79
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "30/06/2021",
  "decision_date": "28/09/2021",
  "development_type": "Minor dwellings",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "SW18 1BA",
  "title_number": null,
  "lpa_app_no": "2021/3122",
  "uprn": "100023326782",
  "application_details": {
    "site_area": 0.022000000000000002
  },
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "pp_id": "9983757",
  "locality": "London",
  "application_type": "All Other",
  "decision_target_date": "25/08/2021",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Removal/Variation of a condition",
  "lpa_name": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/3122",
  "decision_conditions": [
    "Condition : 1 - Notwithstanding the provisions of Schedule 2 Part 1 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no alterations, extensions, additions or enlargements shall at any future time be erected or constructed to dwellings 5 - 11 Lancaster Mews without the prior permission of the local planning authority.\r\nReason: In order to control future development in the interests of presevering the significance, appearance and setting of the designated heritage asset, in accordance with Council policies DMS1 and DMS2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 2 - Notwithstanding the provisions of Schedule 2 Part 1 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any Order revoking, amending or re-enacting that Order) no extensions, additions or enlargements shall at any future time be erected or constructed to the roof of dwellings 1 - 4 Lancaster Mews by virtue of permitted development under classes B and AA of the above Order without the prior permission of the local planning authority. \r\nReason: In order to control future development, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 3 - The development hereby permitted shall be begun within 3 years from the date of planning permission dated 17/04/1991 ref 91/C/0020\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 4 - Details of those parts of the site not covered by buildings including any parking, service roads, sight lines, surface treatment and boundary treatment shall be submitted to the local planning authority for approval before any development hereby permitted commences. \r\nIn order that the local planning authority may be satisfied as to details of site treatment.\r\n\r\nThis condition was discharged under application: 91/C/0245 dated: 09/01/1992\r\n\r\n",
    "Condition : 5 - Particulars and samples of the materials to be used on all external faces of the building shall be submitted to and approved by the local planning authority before any works are commenced.\r\nTo control the appearance of the building\r\n\r\nThis condition was discharged under application: 91/C/0190 dated: 08/01/1992\r\n\r\n",
    "Condition : 6 - Details of proposals for the storage and disposal of refuse shall be submitted to and approved by the Council before the development starts. These works shall be completed in accordance with the approved details before any permitted use starts.\r\nTo ensure that the details of the refuse arrangements are satisfactory. \r\nThis condition was discharged under application 91/C/0276 dated: 31/12/1991\r\n\r\n",
    "Condition : 7 - No windows or other openings (other than such as are shown on the approved plans) shall be formed in the northern and eastern walls of units in Block A1 and Block B5 without the prior written consent of the local planning authority.\r\nTo control the overlooking of adjoining premises.\r\n\r\n",
    "Condition : 8 - The parking accommodation shown on the approved plans shall be retained for parking purposes for the users of the approved building, with the exception of the integral garages to house numbers 1,2,3 and 4.\r\nTo ensure that adequate provision is made for off-street car parking.\r\n\r\n",
    "Condition : 9 - No development shall take place until there has been submitted to and approved by the local planning authority a scheme of landscaping, which shall include indications of all existing trees and shrubs on the land, and details of any to be retained, together with measures for their protection in the course of development.\r\nIn order that the local planning authority may be satisfied as to the details of landscaping. \r\n\r\nThis condition was discharged under application 91/C/0436 dated: 31/12/1991\r\n",
    "Condition : 10 - All planting, seeding or turfing comprised in the approved details of landscaping shall be carried out in the first planting and seeding seasons following occupation of the buildings or the completion of the development, whichever is the sooner; and any trees or plants which within a period of five years from the completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of similar size and species, unless the local planning authority gives written consent to any variation.\r\nIn order that the landscaping may be carried out in a satisfactory manner.\r\n",
    "Condition : 11 - The access points shall be surfaces with hard bound dust free materials and be adequately drained.\r\nIn the interests of highway safety.\r\n",
    "Condition : 12 - Details of the type and position of the proposed vehicle barrier, which shall be permanently retained, shall be submitted for written approval prior to the commencement of the development hereby permitted.\r\nIn the interests of the amenity of adjoining residents.\r\n\r\nThis condition was discharged under application: 91/C/0245 dated: 09/01/1992\r\n\r\n",
    "Condition : 13 - Details of all door and window openings, joinery and paint colours shall be submitted to and approved by the local planning authority before the development hereby permitted commences.\r\nIn the interests of visual amenity.\r\n\r\nThis condition was discharged under application: 91/C/0245 dated: 09/01/1992\r\n",
    "Condition : 14 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "id": "Wandsworth-2021_3122",
  "appeal_start_date": "09/03/2022",
  "subdivision_of_building": null,
  "decision_process": null,
  "status": "Appeal in Progress",
  "centroid_easting": 525942,
  "description": "Removal of condition 5 (the removal of permitted development rights.) pursuant to planning permission dated 17/04/1991  ref 91/C/0020 [Erection of 9 houses and 2 flats in 4 x two storey blocks, conversion of main building (plus 3 storey rear extension) to provide 5 flats] as varied by  2019/2478 (Variation of condition 7 (retention of parking)).",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1886398",
    "lat": "51.4576197"
  },
  "last_updated": "2025-03-20T17:47:46.336+00:00",
  "decision_agency": "Borough",
  "ward": "Fairfield",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": "27/09/2021",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.18870189999999998,
          51.4575648
        ],
        [
          -0.1887276,
          51.4576016
        ],
        [
          -0.1887508,
          51.4576349
        ],
        [
          -0.1887712,
          51.457664
        ],
        [
          -0.18872519999999998,
          51.4576808
        ],
        [
          -0.18863629999999998,
          51.4577096
        ],
        [
          -0.18861019999999998,
          51.4577177
        ],
        [
          -0.1885856,
          51.457684
        ],
        [
          -0.18856019999999998,
          51.457649
        ],
        [
          -0.1885337,
          51.457613
        ],
        [
          -0.1885083,
          51.4575784
        ],
        [
          -0.188587,
          51.4575549
        ],
        [
          -0.1886234,
          51.4575438
        ],
        [
          -0.1886765,
          51.4575289
        ],
        [
          -0.18870189999999998,
          51.4575648
        ]
      ]
    ],
    "type": "Polygon"
  }
}