{
  "street_name": "Trinity Road",
  "centroid_northing": "173719",
  "lapsed_date": "22/03/2025",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "258",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              527165.0862203,
              173727.9004853
            ],
            [
              527154.2769452,
              173721.3823511
            ],
            [
              527149.4041141,
              173718.4431924
            ],
            [
              527130.5394143,
              173707.0564518
            ],
            [
              527127.94222,
              173705.4968982
            ],
            [
              527123.0364087,
              173713.0947234
            ],
            [
              527131.5040864,
              173718.4431924
            ],
            [
              527140.9364363,
              173724.3914897
            ],
            [
              527142.6926344,
              173725.5411606
            ],
            [
              527145.5536706,
              173727.3506427
            ],
            [
              527148.1920901,
              173729.0501562
            ],
            [
              527159.9495472,
              173736.5480099
            ],
            [
              527162.0437928,
              173733.0989972
            ],
            [
              527165.0862203,
              173727.9004853
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "24/12/2021",
  "decision_date": "22/03/2022",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "SW18 3RQ",
  "title_number": [
    "0005800025800A"
  ],
  "lpa_app_no": "2021/5693",
  "uprn": "100022705349",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "02/2022",
    "intended_completion_date": "02/2022",
    "site_area": 0.042
  },
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "pp_id": "10489746",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "18/02/2022",
  "last_updated_by": "Northgate M3",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/5693",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [05; 06; 07]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Detaills of a replacement tree including height, species and location of planting, shall be submitted to and approved in writing by the local plannign authority. The approved replacement tree shall be planted in the first available planting season following the removal of the existing birch tree hereby permitted, unless otherwise agreed in writing with the Local Planning Authority.  \r\nReason: To preserve the visual amenity of the area in accordance with Council policy DMO5 and the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - The vehicular turntable shown on approved drawing 05 shall be provided and shall be permanently retained in the front garden area for parking purposes in order to enable all vehicles parking on the site to enter and leave in forward gear. \r\nReason: In the interest of highway safety and to ensure satisfactory arrangements are made for off-street parking in accordance with Council policy DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - The use of the front garden area for parking purposes shall not commence until an agreement pursuant to Section 278 of the Highways Act 1980 has been entered into in respect of the following highway works:\r\nRemoval of existing redundant vehicular crossover adjacent to the rear garden of the site along Patten Road; the extension of on-street parking bay along this part of the frontage, together with the reconstruction of the public footway abutting the perimeter of this part of the site. The approved agreement shall be implemented in full prior to use of the front garden area for parking purposes. \r\nReason: In the interest of highway safety and to provide additional on-street parking space in accordance with Council policies DMT1 and DMT2 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 6 - The permission hereby granted shall not be construed as authority to carry out works on the publicly maintained highway. The applicant is advised that all such works must be carried out by the Council's own appointed contractor following approval from Traffic and Engineering, Wandsworth Borough Council, Tadmore House, Frogmore Complex, London, SW18 1EY or trafficandengineering@richmondandwandsworth.gov.uk.\r\n\r\nFurther details and application forms can be obtained online http://www.wandsworth.gov.uk/info/200083/roads_highways_and_pavements/84/applying_for_a_dropped_kerb. Application forms must be accompanied by a copy of the planning consent to which the application relates and the relevant part of the approved drawing.  The cost of these highway works will be charged to the applicant.\r\n",
    "Condition : 7 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "id": "Wandsworth-2021_5693",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": null,
  "status": "Approved",
  "centroid_easting": "527139",
  "description": "Alterations including formation of vehicle crossover and hardstanding with vehicular turntable in front garden; demolition of part of side  boundary wall and installation of electric timber vehicular and pedestrian gates; removal of Birch tree.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.17178569999999999",
    "lat": "51.4481946"
  },
  "last_updated": "2025-03-20T15:16:28.060+00:00",
  "decision_agency": "Borough",
  "ward": "Wandsworth Common - Historic",
  "parking_details": {
    "no_existing_car": 0,
    "net_car": 1,
    "no_proposed_car": 1
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "03/03/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.17140729999999998,
          51.4482687
        ],
        [
          -0.1715651,
          51.4482125
        ],
        [
          -0.1716363,
          51.4481872
        ],
        [
          -0.1719117,
          51.4480891
        ],
        [
          -0.17194959999999998,
          51.4480757
        ],
        [
          -0.1720174,
          51.4481451
        ],
        [
          -0.17189369999999998,
          51.4481912
        ],
        [
          -0.1717559,
          51.4482426
        ],
        [
          -0.1717303,
          51.4482525
        ],
        [
          -0.1716885,
          51.4482681
        ],
        [
          -0.1716499,
          51.4482828
        ],
        [
          -0.1714781,
          51.4483476
        ],
        [
          -0.1714492,
          51.4483161
        ],
        [
          -0.17140729999999998,
          51.4482687
        ]
      ]
    ],
    "type": "Polygon"
  }
}