{
  "actual_completion_date": null,
  "centroid_northing": 177451,
  "decision": "Approved",
  "development_type": "Major dwellings",
  "valid_date": "03/03/2021",
  "bo_system": "Northgate M3",
  "description": "Application under Section 73 of the Town and Country Planning Act 1990 for variations to Conditions 3 (Reserved Matters), 5 (Architectural Design Code), 6 (Placemaking Code), 7 (Parameter Plans), 8 (Land Uses), 10 (Distribution of Land Uses), 11 (Development Zone Land Uses), 13 (Maximum Residential units), 14 (Residential Mix), 18 (Phasing Plan), 20 (Car Parking), 21 (Residential Car Parking Spaces) and 61 (Approved Drawings) to outline planning permission dated 25th September 2020 (ref. 2020/0579) for:\r\n\"the restoration, extension, alterations and conversion of the Power Station building to provide retail, residential flats, business, cultural, hotel and conference facilities, event space and incidental accommodation; the demolition of other buildings and development of the land surrounding the Power Station and adjacent/nearby sites to provide retail, restaurants bars and cafes, offices, hotel, residential, community and cultural space, assembly and leisure space, serviced apartments, an energy centre and basement plant; parking for cars, coaches, motorcycles and bicycles; new access and internal road system and servicing; 'off-site' highway works; works to the jetty and riverwall to facilitate river transport and fuel delivery; provision of open space and landscaping.\"\r\nThe planning application is accompanied by an Environmental Statement Addendum.",
  "decision_conditions": [
    "Condition : 1 - 1. The hereby approved development commenced on 28th October 2013.\r\n\r\nReason: To comply with Section 92 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 2 - 2. Phase 1 of the development shall be carried out in accordance with the reserved matters approved on the 20th December 2012 (ref: 2012/4584), the 8th May 2013 (ref: 2013/1192), the 20th December 2013 (ref: 2013/4229), the 2nd November 2015 (ref: 2015/2320), the 8th November 2016 (ref: 2016/5098), the 18th May 2017 (ref: 2017/1248) and the 8th January 2020 (ref: 2019/4769) pursuant to condition 3 of the outline planning permission dated 23rd August 2011 (ref: 2009/3575); or in accordance with reserved matters approved pursuant to condition 3 of this permission. \r\n\r\nReason: To ensure these Phases are implemented in accordance with the approved detailed permissions and reserved matters.\r\n",
    "Condition : 3 - 3. Approval of details of the following reserved matters shall be obtained from the Local Planning Authority in respect of each Phase of development other than Phases 2, 3A, 3B,3D and 3PP) as set out on the Phasing Plan (dated July 2021), and any subsequent updated Phasing Plan as approved:\r\n\r\na)\tThe scale of the buildings and structures within that phase\r\nb)\tThe external appearance of those buildings and structures, including facing materials\r\nc)\tLandscaping of that phase, and\r\nd)\tThe layout of buildings and distribution of land uses within that phase.\r\n\r\nDetails (in the form of a Statement of Compliance) of how each phase complies with the approved site-wide development controls (i.e. Parameter Plans, Design Code, Regulatory Document and Development Specification) shall be submitted to the Local Planning Authority for approval in association with each reserved matter submission made pursuant to this condition. The development shall then be carried out in accordance with the details as approved. \r\n\r\nThe reserved matters approved on the 20th December 2012 (ref: 2012/4584), the 8th May 2013 (ref: 2013/1192), the 20th December 2013 (ref: 2013/4229), the 2nd November 2015 (ref: 2015/2320 and 2015/2331), the 8th November 2016 (ref: 2016/5098), the 18th May 2017 (ref: 2017/1248) and the 8th January 2020 (ref: 2019/4769) have discharged the foregoing requirements in relation to Phase 1.\r\n\r\nReason: To comply with Section 92 of the Town and Country Planning Act 1990. Planning policy will evolve throughout the development and the reserved matters applications should take account of this.\r\n",
    "Condition : 4 - 4. None of the works which are the subject of the details required in condition 03 shall be commenced without the prior written approval of those details by the Local Planning Authority.\r\n\r\nReason: In order that the Local Planning Authority may be satisfied as to the details of the development.\r\n",
    "Condition : 5 - 5. The details of scale, layout and appearance submitted in relation to condition 03 shall be in accordance with the elements in the Design Code (September 2021), identified as mandatory within that Code, and any subsequent reviews and updates to that Code as approved by the Local Planning Authority as a submission made pursuant to this condition.\r\n\r\nReason: To control the appearance and architectural form of the development, and to ensure a high quality and co-ordinated design for the built form, in accordance with policy IS3 of the Core Strategy (Adopted March 2016), and policy DMS1 of the Development Management Policies Document (Adopted March 2016) (DMPD).\r\n",
    "Condition : 6 - 6. The details of landscaping submitted in relation to condition 03 shall be in accordance with the elements in the Design Code (September 2021), identified as mandatory within that Code and shall demonstrate how accessibility for people with disabilities is incorporated within all areas of public realm, and any subsequent reviews or updates to that Code as approved by the Local Planning Authority as a submission made pursuant to this condition.\r\n\r\nReason: To control the appearance of the development and to ensure a high quality and co-ordinated design for the landscaping, and to allow the local planning authority to review any potential changes to the scheme. In order to ensure that people with disabilities can satisfactorily use and access the finished development, in accordance with DMPD policy DMS1.\r\n",
    "Condition : 7 - 7. The details submitted in relation to condition 03 shall be in accordance with the scale and massing and layout limitations set by the submitted parameter plans or as otherwise specified in this schedule.\r\n\r\nReason: The merits and environmental impacts of the proposed development have been assessed in relation to the form of the development shown on the submitted parameter plans. In order to ensure the development proceeds on the basis of the scheme on which an Environmental Impact Assessment has been undertaken, the permission needs to be substantially tied to the details assessed, and to allow the local planning authority to review any potential changes to the scheme, in accordance with DMPD policy DMS1.\r\n",
    "Condition : 8 - 8. The total gross external floorspace areas of the uses hereby approved in accordance with this planning permission shall be limited to the following (and the stipulated sub category of the use class within the table below):\r\n\r\nOverall gross external floorspace area of all the uses (excluding parking, servicing, general plant and storage and the energy centre) shall not exceed 807,774sqm\r\n\r\nLand Use\tUse Class (2020 UCO)\tMax. GEA (sqm)\r\nRetail and Professional and financial services\tE(a)/E(c)\t64,508\r\nRetail\tE(a)/E(c)/Pub or drinking establishment\t206\r\nFood and beverage\tE(b)/Pub or drinking establishment/Takeaway\t17,830\r\nRetail / Food and beverage\tE(a)/E(b)/E(c)/Pub or drinking establishment/takeaway\t4,704\r\nRetail / Leisure\tE(a)/E(c)/E(d)\t75\r\nFood and beverage / Community and culture / Leisure\tE(a)/E(b)/E(c)/E(d)/E(e)/E(f)/Pub or drinking establishment/Takeaway/F1/F2\t1,419\r\nBusiness\tE(g)\t323,018\r\nHotel\tC1\t11,067\r\nHotel / Serviced apartments\tC1\t24,060\r\nResidential\tC3\t426,373\r\nLeisure\tE(d)/F2/Cinema, concert hall, bingo hall and dance hall\t6,510\r\nCommunity and culture / Leisure / Medical / Education\tE(e)/E(f)/F1/F2/ Cinema, concert hall, bingo hall and dance hall\t68,357\r\nEvent and conference\tF1(e)\t5,969\r\nOffice / Members club\tSui generis\t5,593\r\nRiverbus ticket office and passenger facility\tSui generis\t245\r\nCirculation space in Power Station\tAncillary\t17,811\r\n\r\nTotal floorspace for the site shall not exceed 1,009,939sqm (GIA) or 1,032,228sqm (GEA).\r\n\r\nThe total gross external floorspace areas of the uses hereby approved in accordance with this planning permission shall also be limited in the following ways:\r\n\r\nThe overall gross external area of Retail and Professional and financial services, Food and beverage, Community and culture / Leisure / Medical / Education uses floorspace (excluding the floorspace within Phases 1, 2, 3A, 3B, 3D, 3PP and the buildings and structures on the jetty) shall comprise at least 15,000sqm (GEA) at any one time, of which\r\n\"\ta minimum of 3,0",
    "Condition : 9 - 9. No extensions of floorspace in addition to that shown on the submitted drawings specified in this schedule shall be provided in, on or below the Power Station Building without the express approval of the Local Planning Authority pursuant to this condition or by a further planning permission in that regard.\r\n\r\nReason: To restrict the extent of uses in, on or below the Power Station building to those proposed and assessed, and to ensure a suitable mix of uses within the development.\r\n",
    "Condition : 10 - 10. Notwithstanding the provisions of the Town and Country Planning Permitted Development Order 2021 or any Order replacing or re-enacting its provisions, the distribution of Classes of Use within Phases 2, 3A, 3B, 3D and 3PP, as set out on the Phasing Plan (dated July 2021), and any subsequent updated Phasing Plan as approved, shall not be otherwise than as shown on the submitted drawings specified in this schedule.\r\n\r\nReason: In assessing the scheme, the Local Planning Authority has had regard to the appropriateness of the manner in which the various uses have been arranged and distributed within Phases 2, 3A, 3B, 3D and 3PP, and would wish to control any adjustments to the submitted arrangements.\r\n",
    "Condition : 11 - 11. Subject to further restriction by other conditions attached to this planning permission, the maximum floorspace area to be provided in the outline element for each Phase or Development Zone shall not exceed that set out in the following table: - \r\n\r\n\tRS-4 (Phase 3C)\tRS-2 (Phase 6)\tRS-5 (Phase 4)\tRS-6 (Phase 5)\tRSWF (Phase 7)\r\nAreas in sqm (GEA)\t54,631\t116,242\t141,017\t29,705\t35,092\r\n\r\nReason: To restrict the levels of the floorspace of the various uses within the development to the Development Zone proposed to ensure a suitable mix, balance and distribution of the uses throughout the development.\r\n",
    "Condition : 12 - 12. The distribution of uses within each Phase shall be in accordance with the parameter plans hereby approved unless otherwise submitted to and approved in writing by the Local Planning Authority pursuant to this condition or a further planning permission is granted in that behalf. The development shall then be carried out in accordance with the details as approved.\r\n\r\nThe details approved on the 2nd November 2015 (ref: 2015/2321) and 4th November 2016 (ref. 2016/4808) have partially satisfied the foregoing requirements in relation to Phase 1.\r\n\r\nReason: The impacts and the suitability of the various uses within the proposed development have been assessed in relation to their distribution across the site, as shown on the submitted parameter plans. In order to ensure the development proceeds on the basis of the scheme on which the assessment has been undertaken, the permission needs to be substantially tied to the details assessed, and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 13 - 13. The residential (Class C3) accommodation hereby approved (excluding that within Phases 2, 3A, 3B and 3D) shall not exceed 2,767 units overall.\r\n\r\nThe number of residential units in Development Zone RS-1 (Phase 1) shall not exceed 865 units.\r\n\r\nThe total minimum number of residential units across the site shall be 2,500 and the total maximum number of residential units across the site shall not exceed 3,853 units, at any one time.\r\n\r\nReason: To control the number of residential units, to accord with the planning application and to accord substantially with the number and mix of units set out in the Environmental Statement (November 2015) and its addenda dated February 2016, February 2020 and July 2021, in accordance with Core Strategy policy IS5 and DMPD policy DMH9.\r\n",
    "Condition : 14 - 14. The residential accommodation within each Phase (excluding that within Phases 1, 2, 3A, 3B and 3D as shown on the Phasing Plan (July 2021) and any subsequent updated Phasing Plan) shall include units of a mix of sizes substantially in accordance with the following mix:\r\n\r\n\"\tStudio units:                   11%\r\n\"\t1 bedroom units:            24%\r\n\"\t2 bedroom units:            42%\r\n\"\t3 bedroom units:            16%\r\n\"\t4 bedroom units:            2% \r\n\"\tPenthouse units:            5%\r\n\r\nThe Statement of Compliance submitted in accordance with Condition 03 for each Phase containing residential accommodation shall identify the proposed mix and the extent to which it is not substantially in accordance with this mix, providing justification for any departure in relation to the site-specific considerations set out in the Development Specification. \r\n\r\nReason: To replicate the unit mix of the residential accommodation to that assessed and, in general accordance with Core Strategy policy IS5 and DMPD policy DMH3.\r\n",
    "Condition : 15 - 15 Details of the distribution and internal configuration of residential units shall be submitted to the Local Planning Authority and approved in writing in association with the details required under condition 03. The details shall show how policy and supplementary guidance in effect at the time of the reserved matters approvals will be met. All units shall be in accordance with the Mayor's Housing Standards, the DCLG's Technical Housing Standards, and 90% of the units shall meet Building Regulation requirement M4(2) 'accessible and adaptable dwellings' and 10% of the units shall meet Building Regulation requirement M4(3) 'wheelchair user dwellings'. The development shall not be implemented otherwise than in accordance with those details as may be approved unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 20th December 2012 (ref: 2012/4586), 8th May 2013 (ref: 2013/1193), 20th December 2013 (ref: 2013/4229) the 2nd November 2015 (ref: 2015/2321) and the 4th November 2016 (ref. 2016/4808) have partially satisfied the foregoing requirements in relation to Phase 1. \r\n\r\nReason: To ensure satisfactory residential accommodation is provided, including for people with disabilities, in accordance with Core Strategy policy IS5, and DMPD policy DMH4.\r\n",
    "Condition : 16 - 16. Condition deleted by this application.",
    "Condition : 17 - 17. Condition deleted under application 2014/2837.",
    "Condition : 18 - 18. The phasing of the development shall be in accordance with that set out in the Phasing Plan (dated July 2021), and any subsequent updated Phasing Plan as approved by the Local Planning Authority in writing made pursuant to this condition 18 or in association with the details required under condition 03, together with an Environmental Statement complying with the requirements of the Environmental Impact Assessment Regulations 2017 as amended (and any successor thereto) and in the event that the Local Planning Authority considers that there is likely to be a significantly different environmental impact arising from the implementation of the updated Phasing Plan, and that updated Phasing Plan is approved by the Local Planning Authority pursuant to this condition (having regard to any Environmental Statement as has been supplied), the phasing of the development shall be in accordance with that set out in the updated Phasing Plan as approved. \r\n\r\nReason: To control the phasing of the development, to accord with the planning application, and to accord substantially with the assessments set out in the Environmental Statement dated July 2009 and its addendums dated June 2010, September 2010, May 2013, June 2013, February 2020 and July 2021. \r\n",
    "Condition : 19 - 19. The landscape works and planting as may be approved for each Phase of the development shall be carried out in accordance with a programme agreed in writing with the Local Planning Authority, pursuant to this condition, prior to occupation of 70% of the relevant phase of the development. Details of the hard and soft landscaping for that part of the development approved in detail, shall be submitted to the Local Planning Authority and approved in writing prior to the commencement of landscaping works in the relevant phase.\r\n\r\na) The details shall include all street furniture, boundary treatment, fencing between private and public areas, lighting, cycle stands, seating, bins and play equipment, including their scale, design, materials and location.\r\nb) The location of trees and other planting which projects above the balustrade on the roof garden in Development Zone O1 shall be in general accordance with drawings A-1244 and A-1245 (both Rev 02).\r\nc) The details shall include the wind mitigation measures identified in the Environmental Statement and Environmental Statement Addendum (February 2020).\r\nThe development shall not be carried out otherwise than in accordance with the details as approved. \r\n\r\nThe details approved on the 06th June 2016 (ref: 2016/2790) and 14th October 2016 (ref. 2016/5229) have partially satisfied the foregoing requirements in relation to Phase 1. The details approved on 24th January 2019 (ref. 2018/5420) and 28th April 2020 (ref. 2020/0811) have partially satisfied the foregoing requirements in relation to Phase 3A. The details approved on 19th May 2021 (ref. 2020/4826) have partially satisfied the foregoing requirements in relation to Malaysia Square and the Southeast Roundabout in Phase 3A. The details approved on 1st June 2021 (ref. 2021/1350) have partially satisfied the foregoing requirements in relation to Phase 3PP (Prospect Park South).\r\n\r\nReason: In order that the landscaping is provided in co-ordination with the phasing of develo",
    "Condition : 20 - 20. A) The car parking provided on the site shall not exceed a maximum of 3,094 spaces. No more than 1,448 of those spaces shall be available for use by the public, and no more than 68 of the spaces shall be allocated to or provided in connection with the Class E(g) business use. \r\n\r\nB) Details of the proposed land use for the flexible Class E(a)/E(b)/E(c)/Pub and drinking establishment/Takeaway floorspace within the Power Station Building are to be submitted to the Local Planning Authority and approved in writing prior to the commencement of that use, and the maximum car parking provision for this floorspace is to be calculated in accordance with the approved car parking ratios contained within the Transport Assessment (May 2014) and Transport Assessment Addendum (July 2014, February 2021 and July 2021). The maximum caps for the total number of car parking spaces on the site and for use by the public shall be set taking account of this provision subject to the absolute maximums stated in this condition. The development shall then be carried out in accordance with the details as approved.\r\n\r\nReason: To avoid creating unacceptable traffic congestion on the surrounding road network and adversely affecting the amenity of local residents and businesses, in accordance with Core Strategy policy IS1, and DMPD policies DMT1 and DMT2.\r\n",
    "Condition : 21 - 21. The maximum level of parking to be provided for the Class C3 residential use shall not exceed the following ratios for each Development Zone:\r\n\r\nZone RS-1:       0.5 spaces per unit \r\nZone RS-2:       0.41 spaces per unit \r\nZone RS-4:       0.41 spaces per unit \r\nZone RS-5:       0.41 spaces per unit \r\nZone RS-6a:     0.41 spaces per unit \r\nZone RS-6b:     0.1 spaces per unit \r\nZone RSWF:     0.41 spaces per unit \r\nZone O-1:         0.41 spaces per unit \r\nPower Station:  capped at 130 spaces.\r\n\r\nReason: To limit the number of parking spaces within each Development Zone having regard to the characteristics of accommodation within each zone and the phasing of the development, in accordance with Core Strategy policy IS1, and DMPD policy DMT2.\r\n",
    "Condition : 22 - 22. The Site Wide Parking Management Strategy shall be implemented in accordance with the details approved on the 31st July 2015 (ref: 2015/2916); or in accordance with an updated site wide strategy as may be approved in writing by the local planning authority pursuant to this condition. The Site Wide Parking Management Strategy shall include pricing structure (to include pricing to deter commuter parking); means of separating public, operational and residential parking and enforcing that separation; allocation of residential spaces between market and affordable units; approach to allocation of parking for people with mobility problems and wheelchair users; car club allocation; cycle parking/storage differentiated by residential, public and other users; charging points for electric vehicles; means of control on parking at ground level and a scheme for enforcement; access controls to the underground parking; and, handling the relationship between private and service vehicles. The Site Wide Parking Management Strategy shall be reviewed prior to commencement of each Phase of development and a Car Parking Management Plan providing the detail of how the Car Park Management Strategy will be applied to each Development Zone or Phase, as appropriate, shall be submitted prior to and approved in writing by the Local Planning Authority prior to commencement of excavation works associated with that Zone or Phase. The details submitted in accordance with Condition 3 shall be in accordance with the Site Wide Parking Management Strategy and appropriate Car Parking Management Plan. The development shall not be operated otherwise than in accordance with the Site Wide Parking Management Strategy and Car Park Management Plans as may be approved unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 17th October 2013 (ref: 2013/3327) and 25th October 2018 (ref. 2018/4213) ",
    "Condition : 23 - 23. A minimum of 10% of all the parking spaces hereby approved shall be suitable for the use of wheelchair users and shall be provided in accordance with the details as may be approved under condition 22. The spaces shall be permanently retained for persons with mobility disabilities.\r\n\r\nReason: To ensure that adequate parking facilities for people with disabilities are provided and retained on site, in accordance with Core Strategy policy IS1, and DMPD policy DMT2.\r\n",
    "Condition : 24 - 24. The parking areas as may be approved in relation to the Power Station Building and the Development Zones shall be provided before the first occupation of the floorspace to which it is associated in the relevant Development Zone or the Power Station Building, or in accordance with a timetable that shall have been submitted to and approved in writing by the Local Planning Authority 3 months prior to first occupation of any part of associated floorspace within the relevant Development Zone or the Power Station Building. The car parking serving the non-residential accommodation within the Development Zone RS-1 is to be provided in accordance with the note 'Delivery of Basement Car Parking Provision - Phase 1 Circus West' dated April 2016.\r\n\r\nReason: To ensure adequate provision is made for off-street parking and to avoid creating unacceptable traffic congestion on the surrounding road network and adversely affecting the amenity of local residents and businesses, in accordance with Core Strategy policy IS1, and DMPD policies DMT1 and DMT2.\r\n",
    "Condition : 25 - 25. Details of coach, bus, taxi and ground level cycle parking, and service area provision shall be submitted to the Local Planning Authority and approved in writing in association with the details required under condition 03. The provision as may be approved shall be provided and permanently retained for the prescribed uses unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 20th December 2012 (ref: 2012/4586), 8th May 2013 (ref: 2013/1193) and the 2nd November 2015 (ref: 2015/2321) have partially satisfied the foregoing requirements in relation to Phase 1; and the details approved on 10th March 2015 (ref: 2014/7029) have partially satisfied the foregoing requirements in relation to Phase 2. \r\n\r\nReason: To ensure appropriate facilities are provided and retained on site, in accordance policy Core Strategy policy IS1, and DMPD policy DMT2.\r\n",
    "Condition : 26 - 26. Details, including plans, of the individual size, configuration, access and servicing arrangements, and separation of one from another, of the commercial, community, leisure and institutional units shall be submitted to the Local Planning Authority and approved in writing in association with the details required under condition 03. The development shall not be implemented otherwise than in accordance with those details as may be approved unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 20th December 2012 (ref: 2012/4586), 8th May 2013 (ref: 2013/1193), the 2nd November 2015 (ref: 2015/2321) and 4th November 2016 (ref. 2016/4808) have partially satisfied the foregoing requirements in relation to Phase 1; and the details approved on the 10th March 2015 (ref: 2014/7029) have partially satisfied the foregoing requirements in relation to Phase 2. \r\n\r\nReason: To ensure satisfactory dispersion of units, and that adequate access and servicing arrangements are provided and retained on site, in accordance with Core Strategy policy IS1, and DMPD policy DMT2.\r\n",
    "Condition : 27 - 27. Details of the amount, spatial distribution and differentiation between Class E(a) and Class E(c) uses within the areas shown to accommodate Retail/Financial and professional services (Class E(a)/E(c) uses) in the parameter plans hereby approved shall be submitted to the Local Planning Authority and approved in writing prior to commencement of such uses in Development Zone RS-1 (Phase 1), RS-4 (South) (Phase 3C), RS-2 (Phase 6), RS-5 (Phase 4), RS-6 (Phase 5) and RS-WF (Phase 7), as set out on the Phasing Plan (dated July 2021), and any subsequent updated Phasing Plan as approved. The development shall then be carried out in accordance with the details as approved. The areas so allocated shall not be used for any other purpose than the Class E(a) or E(c) uses as differentiated without the prior approval of the Local Planning Authority pursuant to this condition, notwithstanding the provisions of the Town and Country Planning Permitted Development Order 2021 or any Order replacing or re-enacting its provisions.\r\n\r\nThe details approved on the 2nd September 2016 (ref. 2016/4829) and 4th November 2016 (ref. 2016/6273) have partially satisfied the foregoing requirements in relation to Phase 1. \r\n\r\nReason: To control the ratio and distribution of Class E(a) and E(c) uses, and to ensure a suitable mix of uses within the development, in line with Core Strategy policies PL8 and PL11, and DMPD policies DMTS1 and DMTS2.\r\n",
    "Condition : 28 - 28. Unless otherwise approved in writing by the Local Planning Authority on an application made pursuant to this condition, no individual Class E(a) unit shall exceed 2,500 sqm GLA (gross lettable area) with the exception of a single unit in the Power Station Building that shall not exceed 5,000sq.m. (GLA). Details of the mix of unit sizes of the E(a)/E(c) class uses shall be submitted to the Local Planning Authority and approved in writing prior to the commencement of such use, and no units shall be amalgamated if the resulting area exceeds 1,000 sq.m (GLA) unless otherwise approved in writing by the Local Planning Authority on an application made pursuant to this condition,  The development shall not be implemented otherwise than in accordance with those details as may be approved, unless subsequent alternative details are submitted to and approved by the Local Planning Authority in writing pursuant to this condition. \r\n\r\nReason: In permitting the quantum of retail floorspace in the development the Council has had regard to the potential impact on other centres and would wish to reassess that impact of including more large units in the scheme, and to ensure an appropriate mix to the size of units and to prevent the amalgamation of units, in accordance with Core Strategy Policy PL8, and DMPD policies DMTS1 and DMTS2. In addition, smaller units are more affordable and therefore present opportunities for new businesses to emerge.\r\n",
    "Condition : 29 - 29. Notwithstanding the provision of the Town and Country Planning Permitted Development Order 2021 or any replacement Order, none of the Class E(b), Pub or drinking establishment and Takeaway floorspace hereby approved shall be used for Class E(a) and/or E(c) purposes (excepting ancillary purposes).\r\n\r\nReason: To prevent an increase in Class E(a) and E(c) uses within the development in the absence of consideration of the impact of such an increase on other centres, and to maintain a suitable mix of uses within the development, in accordance with Core Strategy policies PL8 and PL11, and DMPD policies DMTS1 and DMTS2.\r\n",
    "Condition : 30 - 30. Details of any external ventilation equipment, including ducting, shall be submitted to and approved in writing by the Local Planning Authority before installation.\r\n\r\nDetails of ventilation equipment within Phase 1 have been approved on 25th January 2018 (ref. 2017/6490). Details of ventilation equipment at roof level only within Phase 2 have been approved on 10th October 2019 (ref. 2019/3472) and 27th February 2020 (ref. 2020/0242).\r\n\r\nReason: In the interests of local amenity and visual appearance, and in accordance with Core Strategy policy IS3, and DMPD policy DMS1.\r\n",
    "Condition : 31 - 31. The Class E(b), Pub or drinking establishment and Takeaway premises shall not be open to customers other than between the hours of 0800 and 2330 and at no other times, unless such hours are first approved in writing by the Local Planning Authority in respect of any individually defined unit pursuant to this condition.\r\n\r\nDetails of opening hours for the Class E(b)/Pub or drinking establishment/Takeaway units within Phase 1 have been approved on 31st October 2021 (ref. 2016/5295).\r\n\r\nReason: To safeguard the amenities of the neighbourhood and local residents, in accordance with DMPD policy DMS1.\r\n",
    "Condition : 32 - 32. The uses herby permitted shall not include use in connection with the hiring, distribution of or trading in motor vehicles, or in connection with driving instruction.\r\n\r\nReason: Appropriate parking and service facilities are not provided for such uses in accordance with Core Strategy policy IS1 and DMPD policy DMT2.\r\n",
    "Condition : 33 - 33. A) Details, including plans and sections, showing the position (both horizontally and vertically) and physical form of the energy centre shall be submitted to the Local Planning Authority and approved in writing, together with details of the proposed capacity of the CHP plant and manner in which the capacity will be accommodated. \r\n\r\nB) Prior to occupation of the C3 residential accommodation in the Power Station Building and of each of the Development Zones, details of how phased introduction of capacity to supply and achieve energy efficiencies and contributions to the CO2 emission reductions are to be achieved for the Power Station Building and the relevant Development Zone. Such details shall be in accordance with the principles set out in the Energy Strategy (December 2013) and subsequent Addendums (December 2014, February 2020 and July 2021) and shall include information on the proposed distribution network and its linkage to the buildings. The development shall not be implemented otherwise than in accordance with the details as may be approved, including the roll-out of phased capacity. The energy centre shall be a minimum of 6,574 sq.m. or such other size as is demonstrated to the Local Planning Authority's satisfaction would meet the capacity requirements and the principles of the Energy Strategy and its addenda through a submission pursuant to this condition. \r\n\r\nThe details approved on 10th March 2015 (ref: 2014/7028) have partially satisfied the foregoing requirements in relation to the position and physical form of the Energy Centre. The details approved on 18th October 2016 (ref. 2016/4828) have partially satisfied the foregoing requirements in relation to Phase 1. The details approved on 14th November 2018 (ref. 2018/4489) have partially satisfied the foregoing requirement in relation to Phase 2. The details approved on 13th July 2021 (ref. 2021/2366) have partially satisfied the foregoing requirements in relation to Phases 3A and 3B (Development Z",
    "Condition : 34 - 34. Details of arrangements to facilitate the potential to provide a link from the Energy Centre to the Pimlico heating scheme and the planned VNEB district heat network shall be submitted to the Local Planning Authority and approved in writing prior to the construction of the Energy Centre. Such details as may be approved shall be implemented in association with the construction of the Energy Centre. \r\n\r\nThe details approved on 10th March 2015 (ref: 2014/7028) have partially satisfied the foregoing requirements in relation to the position and physical form of the Energy Centre for Phase 1. The details approved on 17th May 2017 (ref. 2017/1156) have partially satisfied the foregoing requirements in relation to the position and physical form of the Energy Centre for Phase 2.\r\n\r\nReason: To ensure the implementation of sustainable design, and low carbon development, in accordance with Core Strategy policies SD1 and IS2 and DMPD policy DMS3.\r\n",
    "Condition : 35 - 35. A) Prior to the commencement of each Development Zone or Phase, and in association with the reserved matters required by condition 03, a Sustainability and Energy Strategy for the Development Zone or Phase, which shows how it will meet policy and statutory requirements and address Supplementary Planning Documents at the time of reserved matters application, achieving at least a 50% carbon dioxide emissions reduction over Building Regulations 2013 Part L in accordance with the submitted Energy and Sustainability Statement Addendum (July 2021), shall be submitted to the Local Planning Authority and approved in writing. The details shall include:\r\n\r\na)\tBREEAM assessments targeting 'Outstanding'\r\nb)\tCode for Sustainable Homes (or Building Regulations Part L (2013), or such other guidance or legislation as may be applicable at the time of the reserved matters required by condition 03)\r\nc)\tpassive design measures\r\nd)\tenergy efficiency measures\r\ne)\trenewable technologies\r\nf)\t'Be Seen' measures\r\ng)\tCarbon offsetting\r\nh)\tWhole Life-Carbon assessment (in line with the GLA's Whole Life Carbon Assessment Guidance)\r\ni)\tEmbodied Carbon assessment\r\n\r\nThe Development Zone or Phase shall not be implemented otherwise than in accordance with its respective approved Sustainability and Energy Strategy unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 20th December 2012 (ref: 2012/4586), the 8th May 2013 (ref: 2013/1193) and the 28th November 2016 (ref. 2016/4804), have partially satisfied the foregoing requirements in relation to Phase 1. \r\n\r\nB) Within 3 months of the commencement of any particular applicable category of use of any Development Zone or Phase, a timetable for the commencement of such use within the relevant Development Zone or the Power Station Building shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\nThe details app",
    "Condition : 36 - 36. A) A Sustainable Waste Strategy shall be submitted to and approved in writing by the Local Planning Authority for each Phase of the development. No Phase of development shall commence until details of the methods and designated areas and locations for storage and separation of general and recyclable waste and the means of its disposal have been submitted to the Local Planning Authority and approved in writing, in association with the details required under Condition 03. The submission shall include a Circular Economy Statement in line with the GLA's Circular Economy Statement Guidance for each Phase of the development. Such details shall be implemented in accordance with the Sustainable Waste Strategy as may be approved unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition. The designated locations shall be retained in the completed development unless alternative arrangements are submitted to and approved by the Local Planning Authority pursuant to this condition.\r\n\r\nB) Prior to first occupation of any Phase (excluding Phases 1, 2, 3A and 3B), a Post Completion Report setting out the predicted and actual performance against all numerical targets in the relevant Circular Economy Statement as approved under part (A) of this condition shall be submitted to the GLA at: CircularEconomyLPG@london.gov.uk, along with any supporting evidence as per the GLA's Circular Economy Statement Guidance. The Post Completion Report shall provide updated versions of Tables 1 and 2 of the Circular Economy Statement, the Recycling and Waste Reporting form and Bill of Materials. Confirmation of submission to the GLA shall be submitted to, and approved in writing by, the local planning authority, prior to first occupation.\r\nThe details approved on the 20th December 2012 (ref: 2012/4586), 8th May 2013 (ref: 2013/1193), 6th September 2017 (ref. 2017/3851), 27th March 2019 (ref. 2019/0443) and 3rd January 2",
    "Condition : 37 - 37. On-site directional signage for wayfinding within and outside the boundaries of the site shall be submitted prior to the completion of the relevant Phase of development or in accordance with such alternative timetable as may be agreed in writing by the Local Planning Authority pursuant to this condition. The signage shall be installed in accordance with a programme to be submitted to the Local Planning Authority and approved in writing prior to first occupation of the Phase of development in which any such sign is located, or in accordance with any alternative approved timetable submitted pursuant to this condition. The details required are the location, design and sign destinations. \r\n\r\nThe details approved on the 2nd November 2015 (ref: 2015/2786) and 14th October 2016 (ref. 2016/4847) have partially satisfied the foregoing requirements in relation to Phase 1 and the Site Wide principles. The details approved on the 8th April 2020 (ref. 2020/0491) have partially satisfied the foregoing requirements in relation to Phase 2. The details approved on the 16th April 2020 (ref. 2020/0479) have partially satisfied the foregoing requirements in relation to Phase 3A. The details approved on the 9th July 2021 (ref. 2021/1928) have partially satisfied the foregoing requirements in relation to Phase 3PP.\r\n\r\nReason: In order that the Local Planning Authority may be satisfied as to the details of on-site directional signage to assist wayfinding within the development and in the vicinity of the site.\r\n",
    "Condition : 38 - 38. The Site Wide Construction Management Plan shall be implemented in accordance with the details approved on the 17th October 2013 (ref: 2013/3954); or in accordance with updated details as may be submitted to and approved in writing by the Local Planning Authority pursuant to this condition. The Site Wide Construction Management Plan shall then be reviewed and updated prior to commencement of each Phase of development and an amended version shall be submitted to the Local Planning Authority and approved in writing prior to commencement of the relevant Phase, pursuant to this condition. The Construction Management Plan shall include specific details for:\r\n(a) the control of noise and vibration, and hours of noisy activities, including the cumulative effects in the event that one or more Phases are under construction simultaneously.\r\n(b) a waste and material management, transportation and disposal strategy, including delivery booking and vehicle holding arrangements, and targets and arrangements for maximising the use of the river for 'muck away' and material delivery where feasible.\r\n(c) air quality measures for the control and monitoring of dust, fine particles and odours.\r\n(d) construction methods and timing in relation to effects on river fauna (including potential re-suspension of intertidal deposits), peregrine falcons, black redstarts, and bats.\r\n(e) construction traffic routing through the area, and an enforcement system for breach of its provisions. \r\n(f) piling or other penetrative methods of foundation design in relation to risks to underlying groundwater and underground infrastructure.\r\n\r\nThe development shall not be undertaken otherwise than in accordance with the approved Construction Management Plan unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 17th October 2013 (ref: 2013/3977), the 7th November 2013 (ref: 2013/4449), the 20th ",
    "Condition : 39 - 39. The details submitted under condition 03 in respect of the circular vehicular route around the power station shall include measures to effect traffic calming. Those measures shall be implemented as part of the details as may be approved unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 20th December 2012 (ref: 2012/4586), and the 8th May 2013 (ref: 2013/1193) and on the 10th March 2015 (ref: 2014/7029), have partially satisfied the foregoing requirement in relation to Phase 1 and Phase 2. \r\n\r\nReason: To control traffic movement around the power station building in the interests of road safety in accordance with DMPD policy DMT1.\r\n",
    "Condition : 40 - 40. In respect of any entertainment or event provided outside of, or not fully enclosed by the permanent buildings on the site, noise from music and or electrically amplified sounds shall not exceed the following levels when determined externally one metre from any residential building fa�ade by measurement or calculation, unless otherwise specifically agreed by the Local Planning Authority pursuant to this condition or an express planning permission in respect of any such event:\r\n\r\nLAeq (1 minute), 10dB below the prevailing LA90 (15 minute), LAeq (1 minute) 63Hz octave band, no increase in the prevailing ambient LAeq (15 minutes), LAeq (1 minute) 125Hz octave band, no increase in the prevailing ambient LAeq (15 minutes).\r\n\r\nReason: To safeguard the amenity of nearby residential properties and the area generally, in accordance with Core Strategy policy IS4, and DMPD policy DMS1.\r\n",
    "Condition : 41 - 41. Details of a scheme to protect the residential accommodation hereby approved from external noise sources, including a comprehensive acoustic survey, shall be submitted to the Local Planning Authority and approved in writing in association with the reserved matters required under condition 03. The scheme as may be approved shall be fully implemented prior to occupation of the residential accommodation to which it relates, unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 20th December 2012 (ref: 2012/4586) and the 8th May 2013 (ref: 2013/1193) have partially satisfied the foregoing requirement in relation to Phase 1. \r\n\r\nReason: To protect the occupiers of the residential buildings, in accordance with policy Core Strategy policy IS4, and DMPD policies DMS1 and DMH4 and London Plan (2021) policies D13 and D14 and the NPPF.\r\n",
    "Condition : 42 - 42. The Site Wide Construction Phase Environmental Management Plan Strategy shall be implemented in accordance with the details approved on the 5th November 2013 (ref: 2013/4042); or in accordance with an updated Strategy as may be submitted to and approved in writing by the Local Planning Authority. The Site Wide Environmental Management Plan shall be reviewed prior to the commencement of each Phase of development and an Environmental Management Plan providing the detail of how the Site Wide Environmental Management Plan will be applied to each Development Zone or Phase, as appropriate, shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the enabling works associated with that Development Zone or Phase, and shall include measures to protect controlled waters and measures to minimise cross contamination on site. \r\n\r\nThe Phase 1, Phase 2 Preliminary Works and Phase 2 Secondary and Tertiary Works and Phase 3 Construction Phase Environmental Management Plans shall be implemented in accordance with the details approved on the 2nd July 2013 (ref: 2013/2374), the 5th November 2013 (ref: 2013/4042), the 31st March 2015 (ref: 2015/0407) and the 20th July 2015 (ref. 2015/2562) respectively, or in accordance with updated details as may be approved in writing by the Local Planning Authority pursuant to this condition. \r\n\r\nReason: To prevent any pollution in accordance with Core Strategy policy IS4.\r\n",
    "Condition : 43 - 43. No development shall commence on any particular individual area of the site identified on Plan 1 as Area 1, Area 2, Area 3, Area 4 and Area 5 until the following have been carried out in relation to ground contamination in relation to the particular individual area:\r\n\r\na)  ground investigations and associated risk-based assessments for a residential use scenario of the land within Area 1, Area 3, Area 4 and Area 5, and a report have been submitted to and approved in writing by the Local Planning Authority detailing the results for the particular individual area.\r\nb)  further soil sampling and analysis on Area 2 to assist in identifying and delineating contamination hotspots, following the Environmental Statement, Vol 3, Appendix F part 01, and a report have been submitted to and approved in writing by the Local Planning Authority detailing the results.\r\nc)  based on the results in (a) and (b) above, a remediation and/or mitigation strategy have been submitted to and approved in writing by the Local Planning Authority for each of the individual areas to address all unacceptable risks from contamination to future users, groundwater or the wider environment.\r\n\r\nAll remediation/mitigation measures as may be approved shall be implemented as part of the redevelopment of all areas of the site. A verification report (or reports where the work is progressed in stages) providing confirmation of all remediation and mitigation measures undertaken, and validation showing that they have been successful, shall be submitted to and approved in writing by the Local Planning Authority following completion of the works. This shall be provided for all parts of the development. The residential occupation of the land shall not take place until the verification report(s) have been approved by the Local Planning Authority.\r\n\r\nThe details approved on the 15th October 2013 (ref: 2013/3676), the 14th January 2015 (ref: 2014/6675), the 20th July 2015 (ref. 2015/2485), 16th June 2016 (ref: 2",
    "Condition : 44 - 44. No development shall commence on any particular building, structure or landscaping element until details of the ecological mitigation measures identified in the Environmental Statement and envisaged in the Design Code (September 2021) in relation to that building, structure or landscaping element, and demonstrating that at least 10% biodiversity net gain will be achieved across Phases 3C, 4, 5, 6 and 7 (as identified on the Phasing Plan July 2021, or any subsequent Phasing Plan approved), or alternative appropriate measures, have been submitted to the Local Planning Authority and approved in writing pursuant to this condition. Unless otherwise expressly approved by the Local Planning Authority pursuant to this condition, the development shall not be carried out otherwise than in accordance with the details as may be approved and the measures shall be retained and maintained as appropriate. The measures shall include:\r\n\r\na)\ta specifically designated area on the Power Station Building suitably designed and located to accommodate breeding peregrine falcons\r\nb)\tspecifically designated areas of 'green' and 'brown' roofs on new buildings including details of position, area, enclosure, structures, substrate and vegetation to include foraging for specified species of birds including black redstarts\r\nc)\tthe design of water features to contribute to biodiversity\r\nd)\tgreen roof areas on the Power Station Building including details of position, area, enclosure, structures, substrate and vegetation to include foraging\r\ne)\tnumber, position and design of nesting cups and boxes on buildings for bats and identified species of birds\r\nf)\tthe provision within the open areas of the development of native planting, nectar and berry producing plants and substrates suitable for invertebrates\r\ng)\tthe modification of part of the river wall (including extent, design, materials and method of construction) to provide a wildlife habitat including horizontal fenders and 'vertical beaches' to p",
    "Condition : 45 - 45. Unless otherwise submitted to and approved in writing by the Local Planning Authority pursuant to this condition that no further archaeological investigation is required on the site. No development in any particular Development Zone or Phase shall commence until the applicant has secured the implementation of a programme of archaeological work for that Development Zone or Phase in accordance with a written scheme for investigation which has been submitted to and approved by the Local Planning Authority. The development shall only take place in accordance with the detailed scheme pursuant to this condition including a detailed design and method statement for the foundation design and all new ground works. The archaeological works shall be carried out by a suitably qualified investigating body acceptable to the Local Planning Authority.\r\n\r\nThe details approved on the 12th August 2013 (ref: 2013/2372), 29th August 2014 (ref: 2014/4341) 4th June 2015 (ref. 2015/2563) and 25th August 2016 (ref. 2016/4394) have partially satisfied the foregoing requirement in relation to Phase 1, Phase 2 and Phase 3, respectively. \r\n\r\nReason: In order that the archaeological remains that may exist on the site can be investigated and that suitable arrangements for recording and preservation are made as appropriate, pursuant to DMPD policy DMS2.\r\n",
    "Condition : 46 - 46. A) Supplementary Flood Risk Assessments for each development Phase shall be submitted to the Local Planning Authority and approved in writing prior to development commencing in that Phase. These documents shall be based on the principles set out in the Flood Risk Assessment by Buro Happold (ref. 023000 dated July 2009) and the Flood Risk Assessment Addendum (Rev P08 dated 15 September 2021). They should be prepared in accordance with the latest national guidance and the latest available information on flood risk and climate change available at the time. \r\n\r\nThe details approved on the 12th August 2013 (ref: 2013/2641), the 15th September 2014 (ref: 2014/4580) and the 5th December 2014 (ref. 2014/2837) have partially satisfied the foregoing requirement in relation to Phases 1, 2 and 3A, respectively. Phase 3B shall be undertaken in accordance with the Flood Risk Assessment (May 2020 Revision P04) by Robert Bird & Partners Ltd approved under application 2020/0579. \r\n\r\nB) Prior to first occupation of any part of the development within that Phase, a Flood Evacuation Plan based on the FRA approved for that Phase and incorporating the latest modelled data to confirm the potential risk and depths of flooding in and around the site, shall be submitted to and approved in writing by the Local Planning Authority. The Flood Management Plan shall include: \r\n\"\tthe type of flood risk present, and the extent to which advance warning can be given in a flood event;\r\n\"\tthe number of people that would require evacuation from the area potentially at risk;\r\n\"\tthe adequacy of both evacuation routes and identified places that people could be evacuated to (taking into account the length of time that the evacuation may need to last);\r\n\"\tsufficiently detailed and up to date evacuation plans for the locality that address these and related issues; and\r\n\"\tdetails of how the flood management plan will be communicated to residents and those working within the development, including details on ",
    "Condition : 47 - 47. Finished floor levels for 'more vulnerable' uses shall be set above the 2100 Max Breach Elevation levels set out in Table 1 of the Flood Risk Assessment Addendum (Rev P08 dated 15th September 2021), unless otherwise submitted to and approved in writing by the Local Planning Authority, in consultation with the Environment Agency, pursuant to this condition.\r\n\r\nReason: To minimise the risk of flooding to future residents, in line with Core Strategy policy IS4 and DMPD policies DMS5 and DMS7.\r\n",
    "Condition : 48 - 48. Development of any Phase shall not commence until a scheme for raising the flood defences to above the TE2100 maximum water level, which will be at least 6.30m AOD by the year 2100, for that Phase has been submitted to and approved in writing by the Local Planning Authority pursuant to this condition. The scheme for raising flood defences shall identify the relevant Phases in which sections of the flood defences will be constructed. The relevant section of the approved scheme for raising flood defences shall be implemented in full before first occupation of any part of the relevant Phase occurs. The scheme for raising the flood defences includes the listed part of the riverwall and Listed Building Consent must be secured prior to commencement of any works to that part of the riverwall.\r\n\r\nThe details approved on the 15th October 2013 (ref: 2013/3199) and the 29th August 2014 (ref: 2014/4346) have partially satisfied the foregoing requirements in relation to Phases 1 and 2, respectively. \r\n\r\nReason: To prevent an increased risk of flooding, taking climate change into consideration, in line with Core Strategy policy IS4 and DMPD policies DMS5 and DMS7.\r\n",
    "Condition : 49 - 49. Development of any individual Phase or Development Zone shall not commence until a Surface Water Drainage Scheme for that Phase or Development Zone, based on sustainable drainage principles and the drainage hierarchy, has been submitted to and approved in writing by the Local Planning Authority. The details shall include current and proposed drainage plans, including points of connection and estimations of flow rates aiming to achieve greenfield run off rates of 5l/s/ha, noting that new connections to the trunk sewers adjacent to the site will not be permitted with consideration of the Site Wide Surface Water Drainage Strategy by Buro Happold (dated July 2009). The scheme should include disposal of surface water drainage to the River Thames via positive gravity/symphonic drainage. Connections to the surface water drainage network shall be constructed for each phase in accordance with the Site Wide Surface Water Drainage Strategy prior to first occupation of any part of that phase. The development shall not be implemented other than in accordance with the details as may be approved unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 15th October 2013 (ref: 2013/4078) and 3rd February 2015 (ref. 2014/6232) have partially satisfied the foregoing requirements in relation to Phase 1, and the 15th September 2014 (ref: 2014/4532) and the 5th December 2014 (ref: 2014/2837) have partially satisfied the foregoing requirements in relation to Phases and 3A, respectively. Phase 3B shall be undertaken in accordance with the Phase 3 Drainage Strategy Addendum set out in Appendix A of the Flood Risk Assessment (May 2020 Revision P04) by Robert Bird & Partners Ltd approved under application 2020/0579 dated 25th September 2020. \r\n\r\nReason: To prevent the increased risk of flooding, and to ensure future maintenance of the surface water drainage system, in line with",
    "Condition : 50 - 50. Prior to commencement of works in the River Thames, hydrological modelling shall be carried out to assess the impact of the proposed passenger pier terminal. This shall include all piles, the floating pontoon, proposed dredging and worst case scenarios for moored vessels. The results of the modelling shall be used to inform the detailed design of any structures in the River Thames. The results of the modelling shall be submitted to the Local Planning Authority and approved, together with any material alteration in the designs required to as a result prior to the commencement of construction. \r\n\r\nThe details approved on the 11th August 2016 (ref. 2016/1938) have partially satisfied the foregoing requirements in respect of the permanent River Bus jetty.\r\n\r\nReason: To ensure there is no detrimental impact on the River Thames foreshore, including the potential erosion of the foreshore which may have the ability to undermine the flood defence toe, both at the Battersea Power site and other locations along the tideway, in line with Core Strategy polices PL9 and IS4, and R7 and DMPD policies DMO6, DMO7 and DMS7.\r\n",
    "Condition : 51 - 51. Condition deleted under application 2016/1734 (dated 11/08/2016).",
    "Condition : 52 - 52. Development of any Phase shall not commence until a scheme for ongoing maintenance of the river wall for that Phase has been submitted to and approved in writing by the Local Planning Authority pursuant to this condition. This should be informed by a survey of the existing river wall to establish the structural integrity and stability of the wall, including intrusive investigation/testing and movement monitoring. The scope and the details of the survey shall be agreed prior to its commencement. Any remedial works required shall be implemented in full in accordance with the approved details. The development shall not be implemented other than in accordance with the details as may be approved unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 15th October 2013 (ref: 2013/4037) and the 29th August 2014 (ref: 2014/4343) have partially satisfied the foregoing requirements in relation to Phases 1 and 2, respectively. \r\n\r\nReason: To establish the condition of the existing river wall to both inform the assessment of needed remedial/replacement works and the detailed design for any construction close to the flood defence/river wall, in line with policy Core Strategy policies PL9 and IS4, and DMPD policies DMO6, DMO7 and DMS7.\r\n",
    "Condition : 53 - 53. A scheme for the long-term maintenance and adoption of the drainage system shall be submitted and approved in writing by the Local Planning Authority prior to the commencement of development of that Phase. The development shall not be implemented other than in accordance with the details as may be approved unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on the 15th October 2013 (ref: 2013/4129), the 23rd March 2015 (ref: 2015/0715) and the 20th July 2016 (ref. 2015/2487) have partially satisfied the foregoing requirements in relation to Phase 1, Phase 2 and Phase 3 respectively. \r\n\r\nReason: To ensure the efficient working of the drainage system in perpetuity and to minimise the risk of flooding and to improve water quality, in line with Core Strategy policy IS4 and DMPD policies DMS6 and DMS7.\r\n",
    "Condition : 54 - 54. There shall be no stockpiling of spoil or building materials within 16 metres of the flood defences during or after the construction of the development hereby permitted.\r\n\r\nReason: To ensure the integrity of the flood defences so that spoil does not impose adverse loads on the flood defences and restrict access requirements, in line with Core Strategy policies IS4 and PL9, and DMPD policies DMO6, DMO7 and DMS7.\r\n",
    "Condition : 55 - 55. Prior to commencement of works in the River Thames, a working method statement to cover all works within the River Thames shall be submitted to and approved in writing by the Local Planning Authority. Thereafter the development shall be carried out in accordance with the approved scheme and any subsequent amendments shall be submitted to and approved in writing with the Local Planning Authority pursuant to this condition. The method statement shall include:\r\n\r\n(a)        The timing of works\r\n(b)        Methods used for all river works\r\n(c)        Machinery (location and storage of plant, materials and fuel, access etc) \r\n(d)        Protection of areas of ecological sensitivity and importance; and\r\n(e)        Site supervision.\r\n\r\nThe details approved on the 10th March 2014 (ref: 2014/0033), 7th September 2015 (ref: 2015/3803) and 11th August 2016 (ref. 2016/1904) have partially satisfied the foregoing requirement in relation to spoil removal works for Phase 1, Phase 2 and the construction of the jetty respectively. The details approved on the 18th February 2015 (ref. 2015/0395) have partially satisfied the foregoing requirements in relation to a working method statement for the installation of an outfall pipe in the riverwall.\r\n\r\nReason: The construction phase of any proposed development affecting the river poses significant risks to the habitat and fish species in this area of the Thames, in line with Core Strategy policy PL9 and DMPD policies DMO6, DMO7 and DMS7.\r\n",
    "Condition : 56 - 56. Details of works to the existing river structures shall be submitted to and approved in writing by the Local Planning Authority prior to the commencement of the relevant Phase of development to ensure that the value of structures as high tide roosts are not compromised during construction or as a result of the development. \r\n\r\nThe details approved on the 1st September 2014 (ref. 2014/4601) and 3rd February 2015 (ref: 2014/6684) have partially satisfied the foregoing requirements in relation to Phase 1. The details approved on the 8th April 2020 (ref. 2020/0243) have partially satisfied the foregoing requirements in relation to Phase 2.\r\n\r\nReason: The existing structures in the River Thames provide high tide roosts for a variety of locally important bird species that utilise the tidal Thames. Details of the structures in regard to their function for high tide roosts need to be agreed to ensure that value is not lost, in line with Core Strategy policy PL9 and DMPD policies DMO6, DMO7 and DMS7.\r\n",
    "Condition : 57 - 57. Prior to works commencing on the cranes, a detailed method statement shall be submitted to and approved in writing by the Local Planning Authority to show how dismantling/re-assembling the cranes will take place. Calculation should be provided to demonstrate that there will be no adverse loading on the river wall. \r\n\r\nThe details approved on the 22nd September 2014 (ref. 2014/4139) have partially satisfied the foregoing requirements in relation to the dismantling of the cranes.\r\n\r\nReason: The potential for adverse loading on the river wall with regard to works involved with the removal/reinstatement of the cranes should be considered, including the impact on biodiversity and pollution prevention, in line with Core Strategy policies IS4 and PL9, and DMPD policies DMO6, DMO7 and DMS7.\r\n",
    "Condition : 58 - 58. Prior to the commencement of the construction of the new access bridges to the jetty, a detailed method statement for the installation of new access bridges shall be submitted to and approved in writing by the Local Planning Authority. The construction of the new access bridges shall be undertaken in accordance with the approved method statement. \r\n\r\nReason: To ensure the statutory flood defence level of 5.41m AOD is maintained at all times and the integrity of the flood defence is maintained, in line with policies Core Strategy policies IS4 and PL9, and DMPD policies DMO6, DMO7 and DMS7.\r\n",
    "Condition : 59 - 59. The Site Wide Servicing Management Strategy shall be implemented in accordance with the details approved on the 15th October 2013 (ref: 2013/3280); or in accordance with an updated Site Wide Servicing Management Strategy as may be submitted to and approved in writing by the Local Planning Authority pursuant to this condition. The Strategy shall provide an overarching strategy for servicing and deliveries including access controls, regimes for planning and timing of deliveries, and handling the relationship between private and service vehicles, and the provision of utilities throughout the site. The Site Wide Servicing Management Strategy shall be reviewed prior to commencement of each Development Zone or Phase of development and a Servicing Management Plan providing the detail, including drawings, of how the Site Wide Servicing Management Strategy will be applied to each Development Zone or Phase, as appropriate, shall be submitted to the Local Planning Authority and approved in writing in association with the details to be provided under conditions 03, 22 and 25, together with the reviewed Site Wide Servicing Management Strategy as appropriate, prior to commencement of excavation works associated with that Development Zone or Phase. The development shall not be operated otherwise than in accordance with the Site Wide Servicing Management Strategy and Servicing Management Plans as may be approved unless subsequent alternative details are submitted to and approved in writing by the Local Planning Authority pursuant to this condition.\r\n\r\nThe details approved on 15th October 2013 (ref: 2013/3280), 10th March 2015 (ref: 2014/7027), 31st July 2015 (2015/2916) and 15th March 2019 (2019/0257) have partially satisfied the foregoing requirements in relation to Phase 1, Phase 2 and Phase 3A respectively. Phase 3B shall be operated in accordance with the Delivery and Servicing Plan included at Appendix B of the Transport Statement (February 2020 Rev C) by Markides Associat",
    "Condition : 60 - 60. A) Notwithstanding the requirements of condition 41, a scheme to protect the occupiers of the C3 residential accommodation, and the C1 Hotel/serviced apartments in Development Zones RS-2, RSWF and RS-6a, from external noise and vibration sources, dust and odours (all with particular reference to the Cringle Dock Waste Transfer Station and the adjacent cement batching/aggregates wharf (Kirtling Wharf) safeguarded wharves) shall be submitted to the Local Planning Authority and approved in writing in association with the reserved matters for those Development Zones required by conditions 03 and 15. The scheme shall include appropriate survey data and modelling; performance criteria for the buildings including target daytime and night-time internal noise levels; details of the form, layouts, and detailed design for the construction of the external faces of the buildings including building materials and glazing specifications annotated on plans, elevations and sections of an appropriate scale; ventilation systems, including drawings and manufacturers specifications, and air sourcing. Development shall not commence on buildings within those Development Zones until and unless the details and the required scheme have been approved in writing by the Local Planning Authority pursuant to this condition. The development within those Development Zones shall not proceed otherwise than in strict accordance with the details and the scheme as may be approved. \r\n\r\nB) No individual C3 residential accommodation or C1 Hotel/serviced apartment shall be occupied until tests have been conducted demonstrating that the performance criteria and target noise levels set out in any scheme as may be approved pursuant to this condition have been achieved and a verification report detailing those tests and results has been submitted to the Local Planning Authority and approved in writing. The development shall then be carried out in accordance with the details as approved.\r\n\r\nReason: To protect",
    "Condition : 61 - 61. The development hereby approved shall be carried out in accordance with the approved drawings listed in this schedule.\r\n\r\nReason: To ensure a satisfactory standard of development, and to allow the local planning authority to review any potential changes to the scheme.\r\n",
    "Condition : 62 - 62. Details of a Cultural Strategy shall be submitted to and approved in writing by the Local Planning Authority before any landscaping or placemaking works are commenced. The Strategy shall provide an overarching Strategy for the site including public art, events and activities, and the provision of cultural facilities throughout the site. The Strategy shall be reviewed prior to commencement of each Phase of development subsequent to its approval and a Strategy Plan providing the detail, including drawings, of how the Cultural Strategy will be applied to each Development Zone or Phase, as appropriate, shall be submitted to the Local Planning Authority and approved in writing in association with the details to be provided under conditions 03, 06 and 19, together with any reviewed Cultural Strategy as appropriate, prior to commencement of the landscaping and placemaking works associated with that Development Zone or Phase. The development shall be implemented in accordance with the Cultural Strategy and subsequent Cultural Plans as may be approved. \r\n\r\nThe details approved on the 5th February 2016 (ref: 2015/4940), 5th August 2016 (ref: 2016/3847) and 14th October 2016 (ref. 2016/5229) have partially satisfied the foregoing requirements in relation to Phase 1 and the Site Wide principles. The details approved on the 29th November 2019 under application ref. 2019/4758 have partially satisfied these requirements in respect of Phase 3A. The details approved on the 29th November 2019 under application ref. 2019/4757 have partially satisfied these requirements in respect of Phase 2.\r\n\r\nReason: To ensure appropriate provision is made for a cultural strategy, and to ensure the cultural strategy is provided in co-ordination with the landscaping and placemaking of the development to the benefit of residents and the public, and to accord with the Council's vision for the VNEB OA.\r\n",
    "Condition : 63 - 63. Applications for the approval of reserved matters referred to in condition 03 relating to Phases 3C, 4, 5,6 and 7 of the development (as shown on the Phasing Plan dated July 2021, and any subsequent updated Phasing Plan as approved) must be made to the Local Planning Authority before 23rd August 2027.\r\n\r\nReason: To comply with Section 92 of the Town and Country Planning Act 1990.\r\n",
    "Condition : 64 - 64. The access and circulation routes within the development shall be in accordance with the access and circulation plans hereby approved numbered 20375361_PP_01 to 20375361_PP_19 (October 2014). \r\n\r\nReason: In order to ensure that the development proceeds on the basis of the scheme on which an Environmental Impact Assessment has been undertaken, the permission needs to be substantially tied to the details assessed, in the interests of the appearance of the development and to allow the local planning authority to review any potential changes to the scheme, in accordance with policies DMS1, DMT1 and DMT2 of the DMPD.\r\n",
    "Condition : 65 - 65. Detailed drawings at an appropriate scale showing detailed design and use of materials, including samples of materials, in respect of the following elements of the Power Station Building shall be submitted to the Local Planning Authority and approved in writing prior to the commencement of the relevant works. \r\n\r\nA) Roofs and roof structures (form, design, general construction details and materials, with samples as appropriate): -\r\ni.\tBoiler House roof;\r\nii.\treplacement structural roofs of Turbine Halls and Annexes to Stations A and B;\r\niii.\tthe new extensions, and other structures on Turbine Halls and Annexes to Stations A and B, and the Boiler House:\r\niv.\tscreens, balustrades, cleaning equipment and means of enclosure and planting on the various Power Station roofs.\r\n\r\nB) Interior alterations:\r\ni.\tDirectors' entrance, hall and staircase, including new lift cab and safety gates;\r\nii.\tControl rooms to Stations A and B;\r\niii.\tTurbine Hall 'A', including details of the junction where the new floor (adjacent to the black plinths of the columns) meets the side walls and, in particular, the details of the method of revealing the plinths of the original columns along those walls;\r\niv.\tTurbine Hall 'B', including details of the extent of retention of ceiling and wall tiles and the works to enlarge window openings;\r\nv.\tWorks of repair to faience, equipment in the Control Rooms, cranes in Turbine Hall 'A' and galley tracks;\r\nvi.\tDesign (including materials) of escalators, stairs, ramps, bridges, balconies and handrails in Turbine Halls 'A' and 'B' and the Boiler House;\r\nvii.\tTreatment of the new openings, screens and doorways, including framing details and arrangements for tenant signage in the publicly accessible/visible areas of the Turbine Halls and Boiler House;\r\nviii.\tRemoved under permission 2018/1255 dated 3rd May 2018\r\nix.\tThe folly in Turbine Hall 'A', bandstand in Turbine Hall 'B' and any kiosks or other freestanding structures;\r\nx.\tThe leisure area within the ",
    "Condition : 66 - 65 cont. 29th April 2021 (ref. 2020/4385) have partially satisfied the foregoing requirements in relation to Section D.\r\nThe details approved on 14th September 2018 (ref. 2018/3375) and 29th April 2021 (ref. 2020/4385) have partially satisfied the foregoing requirements in relation to Section E.\r\nThe details approved on 24th January 2020 (ref. 2019/5192) have partially satisfied the foregoing requirements in relation to Section F.\r\n\r\nReason: In order to safeguard the special architectural or historic interest of the building, in accordance with DMPD policy DMS2.\r\n",
    "Condition : 67 - 66. Notwithstanding that shown on the drawings hereby approved, details of all interfaces between the development and the new tube station to be constructed on the site as part of the NLE Phase 1 works are to be submitted to and approved in writing by the Local Planning Authority, in consultation with Transport for London, prior to the commencement of any material operation in respect of any part of Phase 3B which has an Interface with the NLE. The details shall include, but not be limited to:\r\n\r\n(i) those elements of the development (including buildings and hard/soft landscaping) that interface with or are affected by the above ground elements of the tube station (including the entrance, ventilation, emergency escape arrangements and any other lifts, stairs or shafts); and\r\n\r\n(ii) those elements of the development (including foundations, basement structures, lift and stair cores and internal basement areas) that interface with or are affected by the below ground elements of the tube station (including the ticket hall and station box and any other associated permanent works and structures).\r\n\r\nThe development shall not be carried out otherwise than in accordance with the details as approved.\r\n\r\nThe details approved on the 20th August 2021 under application ref. 2021/2878 have partially satisfied these requirements in respect of Phase 3B. \r\n\r\nReason: To ensure the development has an appropriate and acceptable interface with the NLE works.\r\n",
    "Condition : 68 - 67. Notwithstanding that shown on the drawings hereby approved, details of the following elements of Phase 3 (including 3A, 3B, and 3D as relevant) shall be submitted to the Local Planning Authority and approved in writing prior to the commencement of the relevant works:\r\n\r\nA) Drawings at an appropriate scale showing detailed design and use of materials in respect of:\r\ni.\tRoof level excrescences, including edge protection, lift overruns, building maintenance units, trees and other structures\r\nii.\tTypical fa�ade bay details, including building entrances, winter gardens, balconies and oriel windows\r\niii.\tRetail shopfronts\r\niv.\tDistribution and internal configuration of residential and commercial units' layouts\r\nv.\tThe internal configuration of the basement levels\r\nvi.\tThe Community Hub in Prospect Park\r\nvii.\tThe hotel entrance and drop-off arrangements\r\nviii.\tThe balustrades to the ground floor terrace of the O1 building, and the communal courtyard garden of the RS4 buildings\r\n\r\nB)    Samples of materials to be used on all external surfaces.\r\n\r\nThe relevant work shall not be carried out otherwise than in accordance with such details as may be approved.\r\n\r\nThe details approved on the 18th April 2021 under application 2020/0811 have partially satisfied these requirements in respect of part A (i) for Phase 3A (Building O-1). The details approved on the 18th March 2021 under application ref. 2020/2734 have partially satisfied these requirements in respect of part A (ii), A (iii) and A (iv) for Phase 3A. The details approved on the 1st June 2021 under application ref. 2021/1514 have partially satisfied these requirements in respect of part A (v) for Phase 3. The details approved on the 1st June 2021 under application ref. 2021/1350 have partially satisfied these requirements in respect of part A (v) for Phase 3B and Phase 3PP. \r\n\r\nReason: In the interests of the appearance of the development in accordance with DMPD Policy DMS1.\r\n",
    "Condition : 69 - 68. Notwithstanding that shown on the drawings hereby approved, details of an Accessibility Management Plan shall be submitted to the Local Planning Authority and approved in writing prior to the commencement of works in the relevant Phase. The development shall be carried out in accordance with the approved details. \r\n\r\nThe details approved on the 20th March 2015 (ref. 2015/0742) and on the 20th July 2015 (ref. 2015/2486) have partially satisfied the foregoing requirements in relation to Phase 2 and Phase 3A (in respect of the C1 Hotel uses in both Phases only), respectively.\r\n\r\nReason: To ensure satisfactory provision for people with disabilities.\r\n",
    "Condition : 70 - 69. The retail frontages within Development Zone RS-1 (Phase 1) shall be designed in accordance with the 'Circus West at Battersea Power Station' Design Guide. The retail frontages shall be implemented in accordance with the Design Guide hereby approved, unless alternative details are submitted to and approved in writing by the Local Planning Authority prior to the occupation of any of the relevant retail floorspace pursuant to this condition. Separate design guides for the retail frontages within subsequent Phases shall be submitted to the Local Planning Authority and approved in writing prior to the occupation of any of the relevant retail floorspace for that Phase.\r\n\r\nReason: To control the design and appearance to the retail frontages, and to ensure a high quality and co-ordinated approach to the retail units.\r\n",
    "Condition : 71 - 70. Details (including samples) of the elevational treatment of the reconstructed East Wall of the Boiler House shall be submitted to and approved in writing by the Local Planning Authority, in consultation with Historic England. The details shall include a method statement, finer details of brickwork to the parapet and piers, type of bond, cavity wall and vents, the original division between the two brick manufacturers and their respective brick types, the mortar type and the retention or reproduction of any 'special bricks'. Sample panels for all new, replacement and patching of facing brickwork and pointing showing the proposed brick types and proportions of mix, colour, texture, face, bond and pointing shall be provided on site and the specification relating to those approved in writing by the Local Planning Authority in consultation with Historic England before the relevant parts of work are begun. The relevant parts of the work shall be carried out in accordance with such approved sample panels and specification. The approved sample panels shall be retained on site until the relevant works are complete unless agreed otherwise by the Local Planning Authority in consultation with Historic England. The East Wall of the Boiler House shall be reconstructed in accordance with the approved details.\r\n\r\nThe details approved on 30th November 2017 (ref. 2017/5491) have satisfied the foregoing requirements. \r\n\r\nReason: In order to safeguard the special architectural or historic interest of the building, in accordance with DMPD policy DMS2.\r\n",
    "Condition : 72 - 71. Condition deleted under application 2017/5489 dated 1st December 2017.",
    "Condition : 73 - 72. Prior to operation of the River Bus Jetty as approved pursuant to application ref. 2016/1734, further details of the following elements shall be submitted to and approved in writing by the Local Planning Authority. \r\n\r\n(a) External lighting, including navigational lighting to be affixed to the River Bus Jetty \r\n(b) Riparian lifesaving equipment to be installed upon the River Bus Jetty \r\n\r\nThe River Bus service shall not operate other than in accordance with the details as approved.\r\n\r\nReason: To control the design and appearance of the development, and in the interests of public and navigational safety. \r\n",
    "Condition : 74 - 73. The construction of the new River Bus Jetty as approved pursuant to application ref: 2016/1734 is to be carried out in accordance with the principles within the 'River Bus Jetty Outline Construction Method Statement' document prepared by Beckett Rankine. Notwithstanding the approved document, prior to commencement of works in the River Thames a detailed method statement to cover all works in the river and any which could affect the river wall associated with the construction of the river bus jetty is to be submitted to and approved in writing by the Local Planning Authority. The method statement shall include: \r\n\r\na)\tThe timing of the works\r\nb)\tThe method of the works including details on the safeguarding of the river wall \r\nc)\tMachinery utilised, including location and storage of plan, material and fuel, access etc \r\nd)\tProtection of areas of ecological sensitivity ad importance, including the foreshore \r\ne)\tSite super vision, risk assessment and contingency planning; and \r\nf)\tAny updated drawings of the proposed works and details of any temporary works required. \r\n\r\nThe details approved on 30th November 2017 (ref. 2017/4116) have satisfied the foregoing requirements.\r\n\r\nReason: To ensure the integrity of the river wall is maintained, and in the interests of the impact on biodiversity and pollution prevention.\r\n",
    "Condition : 75 - 74. Prior to occupation of any Business (Class B1) floorspace, details of the internal illumination of the building, including the lux levels and hours of illumination and position and design of methods of illumination, shall be submitted to and approved in writing by the Local Planning Authority. A Management Plan shall provide details of how internal lighting will be controlled in order to minimise light spill post curfew (i.e. after 11pm) in line with the recommendations of the Light Pollution Chapter (Appendix I) of the Environmental Statement Addendum (February 2020). The development shall be carried out in accordance with the approved details and retained/managed thereafter as per the agreed management plan.\r\nREASON: To protect residents' amenity, in accordance with Council Policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework.\r\n",
    "Condition : 76 - 75. Details (including samples) of the elevational treatment of the reconstructed East Wall of the Boiler House shall be submitted to and approved by the local planning authority, in consultation with Historic England. The details shall include a method statement, finer details of brickwork to the parapet and piers, type of bond, cavity wall and vents, the original division between the two brick manufacturers and their respective brick types, the mortar type and the retention or reproduction of any 'special bricks', unless otherwise agreed in writing by the local planning authority. Sample panels for all new, replacement and patching of facing brickwork and pointing showing the proposed brick types and proportions of mix, colour, texture, face, bond and pointing shall be provided on site and the specification relating to those approved in writing by the local planning authority in consultation with Historic England before the relevant parts of works are begun. The relevant parts of the work shall be carried out in accordance with such approved sample panels and specification. The approved sample panels shall be retained on site until the relevant works are complete unless agreed by the local planning authority in consultation with Historic England. The East Wall of the Boiler House shall be reconstructed in accordance with the approved details.\r\n\r\nReason: In order to safeguard the special architectural or historic interest of the building, in accordance with DMPD policy DMS2.\r\n",
    "Condition : 77 - 76. Details (including samples) of the replacement Turbine Hall A roof trusses shall be submitted to and approved by the local planning authority, in consultation with Historic England. The details shall include a method statement, finer details of dimensions and profiles of the steel work sections, bolts and rivets, fixing plates, arrangement and pattern, and the retention of an original roof truss for reference, unless otherwise agreed in writing by the local planning authority. The replacement of the Turbine Hall A Roof Trusses shall be implemented in accordance with the approved details. \r\n\r\nReason: In order to safeguard the special architectural or historic interest of the building, in accordance with DMPD policy DMS2.\r\n",
    "Condition : 78 - 77. The works hereby approved for the office accommodation on levels 5-10 of the Boiler House, Boiler House reception and the Boiler House lounge in the former Power Station constitute two separate schemes (both of which may be implemented but not at the same time and not in part). The Single-Tenant Works must be carried out in accordance with the approved drawings listed below. The Multi-Tenant Works must be carried out in accordance with the approved drawings listed below. The Multi-Tenant Works may only be carried out following commencement of the Single Tenant Works and notification to the Council that the Multi-tenant Works are to be carried out.\r\n\r\nSingle Tenant Works (Drawing refs.)\tMulti-Tenant Works (Drawing refs.)\r\n02-PW-WEA-DWG-GA-ARC-XX- 02100 Rev P08: Site Plan- Upper Ground Floor- proposed\t02-PW-WEA-DWG-GA-ARC-XX-02100 Rev P07: Site Plan- Upper Ground Floor- proposed\r\n02-PW-WEA-DWG-GA-ARC-XX- \r\n12099 Rev T47: Lower Ground Floor Plan - proposed \t02-PW-WEA-DWG-GA-ARC-XX-12099 Rev P04: Ground Floor Plan- proposed\r\n02-PW-WEA-DWG-GA-ARC-XX- \r\n12100 Rev P09: Ground Floor Plan- proposed \t02-PW-WEA-DWG-GA-ARC-XX-12100 Rev P04: Upper Ground Floor Plan- proposed\r\n02-PW-WEA-DWG-GA-ARC-XX- \r\n12101 Rev T30: First Floor Plan- proposed \t02-PW-WEA-DWG-GA-ARC-XX-12101 Rev P05: First Floor Plan- proposed\r\n02-PW-WEA-DWG-GA-ARC-XX- \r\n12102 Rev T32: Second Floor Plan- proposed \t02-PW-WEA-DWG-GA-ARC-XX-12102 Rev P04: Second Floor Plan- proposed\r\n2-PW-WEA-DWG-GA-ARC-XX- \r\n12103 Rev T32: Third Floor Plan- proposed \t2-PW-WEA-DWG-GA-ARC-XX-12103 Rev P04: Third Floor Plan- proposed.\r\n02-PW-WEA-DWG-GA-ARC-XX- \r\n12104 Rev T27: Fourth Floor Plan- proposed \t02-PW-WEA-DWG-GA-ARC-XX-12104 Rev P04: Fourth Floor Plan- proposed\r\n02-PW-WEA-DWG-GA-ARC-XX- \r\n12104M Rev T22: Fourth Floor Mezzanine Plan- proposed \t02-PW-WEA-DWG-GA-ARC-XX-12104M Rev P04: Fourth Floor Mezzanine Plan- proposed\r\n02-PW-WEA-DWG-GA-ARC-XX- \r\n12105 Rev T23: Fifth Floor Plan- proposed \t02-PW-WEA-DWG-GA-ARC-XX-12105 Re",
    "Condition : 79 - 77 cont. \r\nHouse, Boiler House reception and the Boiler House lounge; \r\nd. New openings, screens and doorways, including framing details and arrangements for tenant signage in the publicly accessible/visible areas of the office accommodation on levels 5-10 of the Boiler House, Boiler House reception and the Boiler House lounge; \r\ne. New and existing internal surfaces of the office accommodation on levels 5-10 of the Boiler House and the Boiler House lounge including floors, walls and ceilings, doors and windows.\r\n\r\nReason: To ensure a satisfactory standard of development and to safeguard the special historic interest of the building in accordance with DMPD policy DMS2.\r\n",
    "Condition : 80 - 78. Within 6 months of the date of this permission, an archaeological progress report detailing the current progress of the archaeological site work and post-site work per Phase, and any archaeological works yet to be undertaken/completed across the whole development site shall be submitted to and approved in writing by the Local Planning Authority. The archaeological progress report shall include details of the liaison with Historic England and include any advice / comments incorporated within the submission. The development shall then be carried out in accordance with the details as approved.\r\n\r\nReason: In order that the archaeological remains that may exist on the site can be investigated and that suitable arrangements for recording and preservation are made as appropriate, pursuant to DMPD Policy DMS2 and the NPPF.\r\n",
    "Condition : 81 - 79. Prior to first occupation of the residential part of any Phase (excluding Phases 1, 2, 3A and 3B), evidence (e.g. schedule of fittings and manufactures literature, photographs, copies of installation contracts and as-built worksheets prepared under the National Calculation Method), that the internal water consumption of the development will not exceed 105l/p/day as per the Building Regulations Approved Document Part G, 2009 Water efficiency calculator methodology (or more appropriate if available) shall be submitted to and approved in writing by the Local Planning Authority. All measures shall be retained thereafter for the lifetime of the residential part of the development. \r\n\r\nReason: To ensure the implementation of sustainable design, low carbon development and renewable energy in accordance with Core Strategy Policy IS2 and DMPD Policy DMS3 and London Plan Policy SI 5.\r\n",
    "Condition : 82 - 80. Prior to the commencement of each Development Zone or Phase (excluding Phase 1), and in association with the reserved matters required by condition 03, detailed Urban Greening Factor (UGF) assessments for that Development Zone or Phase shall be submitted to and approved in writing by the Local Planning Authority. Notwithstanding the details contained in this application, the assessment shall target a UGF in accordance with the policy and/or statutory requirements at the time of the reserved matters submission. An updated site-wide UGF assessment shall be submitted in association with the details required by this condition to demonstrate that the site-wide UGF target of at least 0.17 has been achieved. All details thereby approved shall be implemented prior to the first occupation of any part of the Development Zone or Phase to which the details relate and be retained thereafter for the lifetime of the development. \r\n\r\nReason: To ensure adequate Urban Greening across the development in accordance with London Plan Policy G5.\r\n",
    "Condition : 83 - 81. A) Prior to the commencement of each Development Zone or Phase (excluding Phase 1), and in association with the reserved matters required by condition 03, an Air Quality Assessment (AQA), in accordance with current guidance at the time of the reserved matters submission, shall be submitted to and approved in writing by the Local Planning Authority. The report shall have regard to the most recent air quality predictions and monitoring results from the Local Authority's Review and Assessment process, the London Air Quality Network and the London Atmospheric Emissions Inventory and shall include: \r\ni.\tan assessment of construction dust impacts, \r\nii.\tan Air Quality Neutral (AQN) assessment for both building and transport demonstrating the development is at least \"Air Quality Neutral\", and \r\niii.\tbe set out so that the Local Planning Authority can fully audit the report and critically analyse the content and recommendations.\r\n \r\nB) Prior to the commencement of each Development Zone or Phase a scheme for air pollution mitigation measures based on the findings of the report, as detailed in part (A), shall be submitted to and approved in writing by the Local Planning Authority This shall include mitigation for when air quality neutral transport and building assessments do not meet the benchmarks.\r\n\r\nC) Prior to the commencement of each Development Zone or Phase, an Air Quality Positive Statement (AQPS) shall be submitted to and approved in writing by the Local Planning Authority. The AQPS shall set out measures that can be implemented across the phase that improve local air quality as part of an air quality positive approach, in line with the latest GLA Air Quality Positive Guidance. The measures set out with the AQPS for each phase shall be implemented in accordance with the details so approved, and thereafter retained.\r\n \r\nThe development shall be carried in accordance with the findings of the air quality assessment report and the approved mitigation scheme shall be ",
    "Condition : 84 - 82. Prior to the commencement of each Development Zone or Phase (excluding Phase 1), and in association with the reserved matters required by condition 03, detailed wind analysis assessments shall be submitted to and approved in writing by the Local Planning Authority. The assessments shall identify any mitigation required and such measures shall be implemented prior to the first occupation of any part of the Development Zone or Phase to which the details relate. The mitigation measures implemented shall thereafter be retained for the lifetime of the development. \r\n\r\nReason: To ensure adequate consideration of the effects of wind microclimate from new development in accordance with DMPD Policy DMS4.\r\n",
    "Condition : 85 - 83. Prior to the commencement of each Development Zone or Phase (excluding Phase 1), and in association with the reserved matters required by condition 03, detailed light pollution and solar glare assessments shall be submitted to and approved in writing by the Local Planning Authority. The assessments shall identify any mitigation required and such measures shall be implemented prior to the first occupation of any part of the Development Zone or Phase to which the details relate. The mitigation measures implemented shall thereafter be retained for the lifetime of the development. \r\n\r\nReason: To ensure adequate consideration of the effects of light pollution and solar glare from new development in accordance with DMPD Policy DMS1 and London Plan policies D8 and D9. \r\n",
    "Condition : 86 - 84. Prior to the commencement of each Development Zone or Phase (excluding Phase 1), and in association with the reserved matters required by condition 03, a site-wide Fire Statement and Development Zone or Phase-specific Fire Statement shall be submitted to and approved in writing by the Local Planning Authority. Any mitigation measures identified as part of the approved Fire Statement shall be implemented prior to the first occupation of any part of the Development Zone or Phase to which the details relate and shall thereafter be retained for the lifetime of the development.\r\n\r\nReason: To ensure adequate consideration of the fire safety of the new development in accordance with London Plan (2021) Policy D12.\r\n",
    "Condition : 87 - 85. Prior to the commencement of each Development Zone or Phase (excluding Phase 1), and in association with the reserved matters required by condition 03, details of cycle parking provision and storage arrangements, which demonstrate how the policy requirements at the time of the reserved matters submission will be achieved and include the number, layout, location and access to cycle parking spaces for each of the uses within that Development Zone or Phase, shall be submitted to and approved in writing by the Local Planning Authority. The details shall be implemented as approved and provided prior to first occupation of any part of the Development Zone or Phase to which the details relate and shall thereafter be retained for the lifetime of the development. \r\n\r\nReason: To ensure an appropriate level of cycle parking is provided in accordance with Core Strategy Policy IS1 and DMPD Policy DMT2.\r\n",
    "Condition : 88 - 86. Prior to the commencement of each Development Zone or Phase (excluding Phase 1), and in association with the reserved matters required by condition 03, detailed daylight and sunlight assessments, undertaken in accordance with the BRE 'Site Layout Planning for Daylight and Sunlight: A guide to good practice' Second edition, or any such updated guidance/policy at the time of the submission, shall be submitted to and approved in writing by the Local Planning Authority. The assessments shall inform the details required by condition 03 in conjunction with the Design Code (July 2021).\r\n\r\nReason: The merits and environmental impacts of the proposed development have been assessed in relation to the form of the development shown on the submitted parameter plans. In order to ensure the development proceeds on the basis of the scheme on which an Environmental Impact Assessment has been undertaken, the permission needs to be substantially tied to the details assessed and to ensure the development would not harm neighbouring residents' amenity in accordance with DMPD Policy DMS1.\r\n",
    "Condition : 89 - 87. Prior to the commencement of each Development Zone or Phase (excluding Phase 1), and in association with the reserved matters required by condition 03, details of flood resilience/resistance measures for any building or area of landscape within that Development Zone or Phase shall be submitted to and approved in writing by the Local Planning Authority (in conjunction with the Supplementary FRA required by Condition 46(a)). The details shall be implemented as approved and provided prior to first occupation of any part of the Development Zone or Phase to which the details relate and shall thereafter be retained and maintained for the lifetime of the development.\r\n\r\nReason: To reduce risk of flooding to the proposed development and future occupants in line with Core Strategy policy IS4 and DMPD policies DMS5 and DMS6 and London Plan (2021) policies SI 12 and SI 13 and the NPPF.\r\n",
    "Condition : 90 - INFORMATIVE: 2.\tIn dealing with this application the Council has implemented the requirement of the Development Management Procedure Order (DMPO) and has taken the Environmental Statement (including further and other information) and representations made in relation to it pursuant to the Town and Country Planning (Environmental Impact Assessment) (England) regulations 2017 (as amended) into account in dealing with the planning application.",
    "Condition : 91 - INFORMATIVE: 1.\tIn dealing with this application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application. We have made available detailed advice in the form of our statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.",
    "Condition : 92 - INFORMATIVE: 3.\tCommunity Infrastructure Levy (CIL):  From the information available, it appears that the development permitted is subject to a Community Infrastructure Levy charge in accordance with the Community Infrastructure Levy Regulations 2010 (as amended). You or the relevant interested parties are required to provide the Council with the information set out in the Regulations. The process for the collection of CIL includes:\r\n- the requirement to complete an \"Assumption of Liability\" form as soon as possible;\r\n- to claim charitable exemption, social housing relief, self-build exemption or residential annex/extension exemption you or the relevant interested party must complete the correct claim form \r\nThe Council will issue a Liability Notice(s) which details the charges due. As soon as the developer, landowner of other interested party(ies) is aware of the date when development is going to start they must also submit a \"Commencement Notice\". Failure to comply with the Regulations, including failure to complete the forms when required or providing inaccurate information can lead to surcharges, invalidate claims for relief or exemption from the charge, or other penalties as set out in the Regulations. General information on the Community Infrastructure Levy, including the forms mentioned above can be found on the Planning Portal (www.planningportal.gov.uk). Details of the Mayoral CIL can be found on the GLA and TfL websites (www.london.gov.uk and www.tfl.gov.uk). The Assumption of Liability Form, Claiming of Exemption or Relief Forms and Commencement Notice must be sent to:\r\n\r\nCommunity Infrastructure Levy\r\nEnvironment and Community Services\r\nWandsworth Council\r\nTown Hall\r\nLondon\r\nSW18 2PU\r\ncil@wandsworth.gov.uk\r\nFax: 020 8871 6003 (marked FAO CIL)\r\n",
    "Condition : 93 - INFORMATIVE: 4.\tAny assessment of CIL liability by the Council has been based on the information provided.   Where the calculation of CIL liability includes taking account of the existing use of a building, CIL liability may change if the information provided in relation to the existing use(s) of buildings is not still current at the time of the decision which first permits development. This date will be the latest date of either: the date of this permission; the approval of the last pre-commencement condition associated with a phase of a phased planning permission; or for a phase of an outline permission granted in phases the date of permission of the last reserved matter or pre-commencement condition associated with that phase.",
    "Condition : 94 - INFORMATIVE: 5.\tThis planning permission qualifies as a phased permission, which expressly provides for the development to be carried out in phases for the purposes of the Community Infrastructure Levy Regulations 2010 (as amended).",
    "Condition : 95 - INFORMATIVE: 6.\tAny works in or over the channel of the River Thames, or within 16 metres landward of the associated Thames Tidal defence would require a Flood Risk Activity Permit under the Environmental Permitted Regulations. Due to the nature of the proposed works and the proximity of the works to the river wall, which forms part of the Thames Tidal Defences, a bespoke permit is necessary.\r\n\r\nThe application for a Flood Risk Activity Permit would need to be accompanied by full details of the proposed works; this would include all relevant plan and section drawings, details method statement for all aspects of the works and supporting calculations to ensure that the works will not have a negative impact on the integrity of the river wall. The supporting details should cover all details of any temporary works associated with the proposal. It is essential that the crest height of the river wall is maintained throughout the duration of any work and once the works are completed, demonstration should be given in any supporting documentation that this will be the case.\r\n",
    "Condition : 96 - INFORMATIVE: 7.\tYou are advised to contact Thames Water regarding the capacity of the waste water infrastructure, the implementation of fat traps, the presence of the public sewers crossing or close to the development, any piling to be conducted as part of the construction works to prevent damage to existing infrastructure, the capacity of the water supply infrastructure and an on-site drainage strategy. There are larger water mains adjacent to the proposed development. Thames Water will not allow any building within 5m of them and will require 24-hour access for maintenance purposes. You are advised to contact Thames Water's Developer Services regarding the above issues on Tel: 0845 850 2777 to discuss the options available at this site. ",
    "Condition : 97 - INFORMATIVE: 8.\tWith regard to surface water drainage it is the responsibility of a developer to make proper provision for drainage to ground, water courses or a suitable sewer. In respect of surface water it is recommended that the applicant should ensure that storm flows are attenuated or regulated into the receiving public network through on or off site storage. When it is proposed to connect to a combined public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary. Connections are not permitted for the removal of groundwater. Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required. They can be contacted on 0845 850 2777. \r\n",
    "Condition : 98 - INFORMATIVE: 9.\tWhere a developer proposes to discharge groundwater into a public sewer, a groundwater discharge permit will be required. Groundwater discharges typically result from construction site dewatering, deep excavations, basement infiltration, borehole installation, testing and site remediation. Groundwater permit enquiries should be directed to Thames Waters Risk Management Team by telephoning 020 8507 4890 or by e-mailing wwqriskmanagement@thameswater.co.uk Application forms should be completed on line via www.thameswater.co.uk/wastewaterquality. Any discharge made without a permit is deemed illegal and may result in prosecution under the provisions of the Water Industry Act 1991.\r\n",
    "Condition : 99 - INFORMATIVE: 10.\tNotes for Condition 38:\r\nAll major development sites in Greater London and all sites within the Central Activity Zone shall keep an inventory on site and on the online register at: https://nrmm.london/ of all NRMM between 37kW and 560kW. All NRMM shall meet Stage IIIA of EU Directive 97/68/EC (as amended) as a minimum within Greater London (Stage IIIB from 1st September 2020) and Stage IIIB of EU Directive 97/68/EC as a minimum within the Central Activity Zone (Stage IV from 1st September 2020).\r\n",
    "Condition : 100 - INFORMATIVE: 11.\tNotes for Condition 48:\r\nCompliance with condition 48 may require works to the river wall which is a curtilage listed structure; in the event that is the case then listed building consent would be required through an application to the LPA prior to the commencement of such works.\r\n"
  ],
  "appeal_status": null,
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "net_resi_offstreet": null,
    "no_proposed_carclub": null,
    "no_existing_car": null,
    "net_car": null,
    "no_proposed_bus": null,
    "no_existing_carclub": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_motorcycle": null,
    "net_lgv": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_process": null,
  "site_number": null,
  "decision_target_date": "23/06/2021",
  "ward": "Queenstown - Historic",
  "application_details": {
    "existing_uprns": [],
    "affordable_housing_fast_track": null,
    "s106_agreement": null,
    "affordable_housing_inlieu_payment": null,
    "air_quality_assessment": null,
    "other_contributions": null,
    "intended_commencement_date": null,
    "total_gia_existing": null,
    "no_affordable_housing_units_provided_offsite": null,
    "scheme_phasing": null,
    "circular_economy_statement": null,
    "commencement_notice_received": null,
    "non_residential_details": {
      "development_type": null,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": null,
      "site_area": null,
      "total_gia_lost": null,
      "total_gia_existing": null
    },
    "qualifying_vacant_building_floorspace": null,
    "phasing_details": [],
    "open_and_protected_space_details": {
      "open_space_local_and_other_area_gain": 0,
      "protected_space_count": 0,
      "open_spaces_details": [],
      "open_space_mol_area_loss": 0,
      "open_space_green_belt_area_gain": 0,
      "open_space_local_and_other_area_loss": 0,
      "protected_spaces_details": [],
      "open_space_mol_area_gain": 0,
      "open_space_green_belt_area_loss": 0
    },
    "site_area": 18.102,
    "existing_proposed_floorspace_details": [],
    "constraints_details": [],
    "building_details": [],
    "grey_water_reuse": null,
    "surface_water_discharge_percentage_reduction": null,
    "superseding_details": [],
    "lead_registered_social_landlord": null,
    "viability_assessment": null,
    "overseas_company_registration_no": null,
    "mayoral_cil_liability_notice_issued": null,
    "intended_completion_date": null,
    "non_permanent_dwellings_details": [],
    "projected_cost_of_works": null,
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_gained": null,
      "no_council_tax_rateable_units_lost": null,
      "site_area": null,
      "other_resi_accommodation_unit_details": []
    },
    "internal_resi_water_usage": null,
    "infrastructure_details": {
      "total_annual_pm_emissions": null,
      "no_passive_rapid_ev_charging_points": null,
      "no_homes_passive_cooling": null,
      "no_new_water_connections_required": null,
      "no_active_rapid_ev_charging_points": null,
      "no_passive_fast_ev_charging_points": null,
      "no_non_resi_units_to_have_full_fibre": null,
      "no_active_fast_ev_charging_points": null,
      "no_active_other_ev_charging_points": null,
      "mobile_network_operators_consultation": null,
      "no_passive_other_ev_charging_points": null,
      "fire_suppression_system_proposed": null,
      "ghg_reduction_over_building_regulations": null,
      "chp_heat_pumps_capacity": null,
      "no_active_slow_ev_charging_points": null,
      "green_roof_area": null,
      "no_resi_units_to_have_full_fibre": null,
      "urban_greening_factor_score": null,
      "solar_pv_capacity": null,
      "no_passive_slow_ev_charging_points": null,
      "total_annual_nox_emissions": null,
      "waste_provision": null,
      "percentage_demolition_construction_material_recycling": null,
      "no_homes_to_have_electrical_heating": null,
      "community_energy_capacity": null,
      "no_new_gas_connections_required": null,
      "waste_details": []
    },
    "uk_company_registration_no": null,
    "3d_model": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "transport_contributions": null,
    "total_gia_gained": null,
    "borough_cil_liability_notice_issued": null,
    "transport_impact_assessment": null,
    "total_gia_lost": null,
    "scheme_name": null,
    "social_infrastructure_contributions": null,
    "rain_water_harvesting": null,
    "green_suds": null,
    "garden_land_lost": null,
    "residential_details": {
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_proposed_bedrooms": 0,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_affordable_units": 0,
      "habitable_rooms_density": null,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_gia_gained": null,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "site_area": null,
      "dwelling_density": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_gia_lost": null,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "residential_units": [],
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0
    },
    "ownership_status": null,
    "lead_developer_company_name": null
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "9446650",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": null,
  "appeal_start_date": null,
  "lpa_name": "Wandsworth",
  "borough": "Wandsworth",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": "London",
  "last_date_consultation_comments": "26/08/2021",
  "decision_date": "28/02/2022",
  "centroid": {
    "lon": "-0.1430842",
    "lat": "51.4813043"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/0414",
  "street_name": "Cringle Street",
  "lpa_app_no": "2021/0414",
  "lapsed_date": "28/02/2025",
  "id": "Wandsworth-2021_0414",
  "title_number": [],
  "application_type": "All Other",
  "site_name": "Thames Tideway Tunnel Site",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "SW11 8BX",
  "last_updated": "2025-03-20T11:28:52.886+00:00",
  "last_updated_by": "Northgate M3",
  "decision_agency": "Borough",
  "uprn": "10093421001",
  "cil_liability": false,
  "centroid_easting": 529040,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              529331.6,
              177165.3
            ],
            [
              529331.6,
              177165.6
            ],
            [
              529330.17,
              177164.56
            ],
            [
              529326.59,
              177168.31
            ],
            [
              529328.5,
              177169.91
            ],
            [
              529327.45,
              177171.01
            ],
            [
              529328.6,
              177172.1
            ],
            [
              529329.15,
              177172.6
            ],
            [
              529329.5,
              177173.1
            ],
            [
              529329.75,
              177173.6
            ],
            [
              529330.2,
              177174.7
            ],
            [
              529330.7,
              177175.8
            ],
            [
              529331.1,
              177177
            ],
            [
              529331.35,
              177178.2
            ],
            [
              529331.4,
              177179.4
            ],
            [
              529331.5,
              177180.3
            ],
            [
              529331.4,
              177181.2
            ],
            [
              529331.3,
              177182
            ],
            [
              529331,
              177182.95
            ],
            [
              529330.7,
              177183.8
            ],
            [
              529330.3,
              177184.6
            ],
            [
              529329.1,
              177186.1
            ],
            [
              529327.9,
              177187.45
            ],
            [
              529320.6,
              177194
            ],
            [
              529314.2,
              177200.95
            ],
            [
              529314.28,
              177201.01
            ],
            [
              529314.34,
              177201.07
            ],
            [
              529314.42,
              177201.13
            ],
            [
              529314.48,
              177201.2
            ],
            [
              529314.55,
              177201.27
            ],
            [
              529314.61,
              177201.34
            ],
            [
              529314.66,
              177201.41
            ],
            [
              529314.72,
              177201.49
            ],
            [
              529314.77,
              177201.56
            ],
            [
              529314.82,
              177201.64
            ],
            [
              529314.86,
              177201.72
            ],
            [
              529314.9,
              177201.81
            ],
            [
              529314.94,
              177201.89
            ],
            [
              529314.98,
              177201.98
            ],
            [
              529315.01,
              177202.07
            ],
            [
              529315.04,
              177202.17
            ],
            [
              529315.07,
              177202.26
            ],
            [
              529315.08,
              177202.35
            ],
            [
              529315.1,
              177202.45
            ],
            [
              529315.11,
              177202.54
            ],
            [
              529315.12,
              177202.63
            ],
            [
              529315.12,
              177202.73
            ],
            [
              529315.12,
              177202.82
            ],
            [
              529315.11,
              177202.91
            ],
            [
              529315.1,
              177203.01
            ],
            [
              529315.09,
              177203.1
            ],
            [
              529315.08,
              177203.19
            ],
            [
              529315.05,
              177203.28
            ],
            [
              529315.04,
              177203.37
            ],
            [
              529315,
              177203.46
            ],
            [
              529314.97,
              177203.55
            ],
            [
              529314.92,
              177203.67
            ],
            [
              529313.04,
              177202.09
            ],
            [
              529295.85,
              177218.95
            ],
            [
              529296.2,
              177219.3
            ],
            [
              529299.7,
              177222.74
            ],
            [
              529302.3,
              177225.3
            ],
            [
              529308.6,
              177231.45
            ],
            [
              529309.4,
              177232.25
            ],
            [
              529313,
              177235.8
            ],
            [
              529316.7,
              177239.1
            ],
            [
              529324.01,
              177245.65
            ],
            [
              529350.68,
              177219.39
            ],
            [
              529350.5,
              177218.95
            ],
            [
              529352.01,
              177218.3
            ],
            [
              529355.75,
              177216.7
            ],
            [
              529356.35,
              177216.75
            ],
            [
              529364.25,
              177213.3
            ],
            [
              529384.23,
              177204.57
            ],
            [
              529386.45,
              177203.6
            ],
            [
              529388.4,
              177202.75
            ],
            [
              529389.1,
              177203.5
            ],
            [
              529402.4,
              177197.9
            ],
            [
              529340.75,
              177152.65
            ],
            [
              529341.05,
              177152.25
            ],
            [
              529340.9,
              177152.15
            ],
            [
              529318.35,
              177135.5
            ],
            [
              529303.95,
              177124.95
            ],
            [
              529290.9,
              177115.3
            ],
            [
              529290.5,
              177115
            ],
            [
              529276.1,
              177131.25
            ],
            [
              529273.8,
              177133.8
            ],
            [
              529273.05,
              177134.65
            ],
            [
              529280.6,
              177141.45
            ],
            [
              529281,
              177141.9
            ],
            [
              529281.35,
              177142.3
            ],
            [
              529281.6,
              177142.8
            ],
            [
              529281.95,
              177143.3
            ],
            [
              529282.2,
              177144.25
            ],
            [
              529280.6,
              177146.1
            ],
            [
              529277.75,
              177143.6
            ],
            [
              529279.15,
              177141.95
            ],
            [
              529272.95,
              177136.5
            ],
            [
              529268.7,
              177141.3
            ],
            [
              529264.7,
              177145.8
            ],
            [
              529260.6,
              177150.45
            ],
            [
              529256.45,
              177155.2
            ],
            [
              529252.35,
              177159.9
            ],
            [
              529258.5,
              177165.35
            ],
            [
              529261.6,
              177168.3
            ],
            [
              529258.5,
              177171.95
            ],
            [
              529249.2,
              177182.65
            ],
            [
              529253.6,
              177186.5
            ],
            [
              529258.2,
              177190.4
            ],
            [
              529262.7,
              177194.3
            ],
            [
              529267.2,
              177198.2
            ],
            [
              529271.7,
              177202.1
            ],
            [
              529276.25,
              177206.05
            ],
            [
              529280.9,
              177210.1
            ],
            [
              529285.5,
              177214
            ],
            [
              529294.55,
              177203.65
            ],
            [
              529296.45,
              177205.2
            ],
            [
              529297,
              177204
            ],
            [
              529296,
              177201.8
            ],
            [
              529296.15,
              177201.45
            ],
            [
              529296.4,
              177200.5
            ],
            [
              529296.6,
              177200.2
            ],
            [
              529297,
              177199.8
            ],
            [
              529302.2,
              177194.4
            ],
            [
              529301.8,
              177193.6
            ],
            [
              529301.7,
              177192.3
            ],
            [
              529302.3,
              177191.3
            ],
            [
              529302.8,
              177190.7
            ],
            [
              529306.95,
              177194.7
            ],
            [
              529320.15,
              177181.8
            ],
            [
              529319.95,
              177181.45
            ],
            [
              529314.7,
              177176.7
            ],
            [
              529314.6,
              177176.3
            ],
            [
              529314.55,
              177176
            ],
            [
              529314.55,
              177175.7
            ],
            [
              529314.6,
              177175.3
            ],
            [
              529314.8,
              177175
            ],
            [
              529315,
              177174.75
            ],
            [
              529315.2,
              177174.4
            ],
            [
              529315.6,
              177174.15
            ],
            [
              529315.9,
              177173.95
            ],
            [
              529316.2,
              177173.8
            ],
            [
              529310.35,
              177168.5
            ],
            [
              529315.9,
              177167.8
            ],
            [
              529318.12,
              177164.99
            ],
            [
              529317.2,
              177164.2
            ],
            [
              529317,
              177164
            ],
            [
              529316.9,
              177163.8
            ],
            [
              529316.8,
              177163.5
            ],
            [
              529316.8,
              177163.3
            ],
            [
              529316.95,
              177163.15
            ],
            [
              529317,
              177163
            ],
            [
              529317.2,
              177162.8
            ],
            [
              529317.5,
              177162.75
            ],
            [
              529318,
              177162.75
            ],
            [
              529318.2,
              177162.8
            ],
            [
              529318.5,
              177162.95
            ],
            [
              529318.7,
              177163.2
            ],
            [
              529323.9,
              177167.25
            ],
            [
              529324.35,
              177168.1
            ],
            [
              529330.95,
              177161.55
            ],
            [
              529332.65,
              177162.85
            ],
            [
              529331.6,
              177165.3
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              529236.4,
              177418.65
            ],
            [
              529237.05,
              177421.85
            ],
            [
              529238.15,
              177427.15
            ],
            [
              529241,
              177440.7
            ],
            [
              529241.25,
              177442.05
            ],
            [
              529242.8,
              177449.55
            ],
            [
              529245.8,
              177464.1
            ],
            [
              529246,
              177464.9
            ],
            [
              529274.8,
              177459.25
            ],
            [
              529274.1,
              177455.3
            ],
            [
              529278.2,
              177454.5
            ],
            [
              529278.2,
              177454.05
            ],
            [
              529280.5,
              177453.55
            ],
            [
              529280.95,
              177455.7
            ],
            [
              529282.4,
              177455.3
            ],
            [
              529283.4,
              177455.15
            ],
            [
              529290,
              177453.8
            ],
            [
              529291.5,
              177453.5
            ],
            [
              529303,
              177452.3
            ],
            [
              529306.6,
              177451.9
            ],
            [
              529354.9,
              177442.32
            ],
            [
              529357.92,
              177439.3
            ],
            [
              529344.55,
              177423.16
            ],
            [
              529328.71,
              177404.1
            ],
            [
              529321.29,
              177395.78
            ],
            [
              529321.2,
              177395.25
            ],
            [
              529314.02,
              177386.67
            ],
            [
              529314,
              177386.65
            ],
            [
              529311.8,
              177383.9
            ],
            [
              529306.5,
              177377.95
            ],
            [
              529303.1,
              177374.3
            ],
            [
              529296.15,
              177367.2
            ],
            [
              529290.2,
              177361.35
            ],
            [
              529289.05,
              177360.3
            ],
            [
              529284.34,
              177356.89
            ],
            [
              529278.7,
              177352.8
            ],
            [
              529276.35,
              177350.55
            ],
            [
              529274.3,
              177350.5
            ],
            [
              529272.74,
              177352.07
            ],
            [
              529276.75,
              177355.45
            ],
            [
              529275.6,
              177356.75
            ],
            [
              529277.95,
              177358.7
            ],
            [
              529274.8,
              177362.4
            ],
            [
              529273.2,
              177361
            ],
            [
              529272.3,
              177362.05
            ],
            [
              529267.75,
              177367.45
            ],
            [
              529263.8,
              177372.1
            ],
            [
              529264.7,
              177372.8
            ],
            [
              529259.4,
              177379
            ],
            [
              529258.75,
              177378.45
            ],
            [
              529254.95,
              177383
            ],
            [
              529255.6,
              177383.55
            ],
            [
              529250.55,
              177389.65
            ],
            [
              529249.9,
              177389.15
            ],
            [
              529245.35,
              177394.55
            ],
            [
              529243.2,
              177397.05
            ],
            [
              529244.4,
              177403.1
            ],
            [
              529233.4,
              177405.3
            ],
            [
              529233.7,
              177405.5
            ],
            [
              529234.5,
              177409.4
            ],
            [
              529235.5,
              177414.25
            ],
            [
              529236.4,
              177418.65
            ]
          ],
          [
            [
              529283,
              177381.85
            ],
            [
              529277.8,
              177388.25
            ],
            [
              529277.2,
              177387.8
            ],
            [
              529275.6,
              177389.45
            ],
            [
              529273.95,
              177388
            ],
            [
              529273.4,
              177388.6
            ],
            [
              529270.1,
              177385.7
            ],
            [
              529265.35,
              177381.55
            ],
            [
              529273.35,
              177371.9
            ],
            [
              529274.8,
              177373.35
            ],
            [
              529277.8,
              177376.5
            ],
            [
              529283,
              177381.85
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              529225.05,
              177426.5
            ],
            [
              529220.55,
              177404.3
            ],
            [
              529220.15,
              177402.4
            ],
            [
              529218.9,
              177396.7
            ],
            [
              529215.6,
              177398.3
            ],
            [
              529213.22,
              177399.42
            ],
            [
              529212.31,
              177397.09
            ],
            [
              529213.18,
              177396.68
            ],
            [
              529218.4,
              177394.2
            ],
            [
              529252,
              177353.6
            ],
            [
              529258.5,
              177346.1
            ],
            [
              529258.35,
              177344.95
            ],
            [
              529257,
              177333.85
            ],
            [
              529256.95,
              177333
            ],
            [
              529249,
              177328.65
            ],
            [
              529245.2,
              177326.5
            ],
            [
              529244.4,
              177326.05
            ],
            [
              529241.6,
              177324.65
            ],
            [
              529239.45,
              177323.5
            ],
            [
              529239,
              177323.25
            ],
            [
              529237,
              177322.3
            ],
            [
              529235.35,
              177321.45
            ],
            [
              529227.92,
              177318.18
            ],
            [
              529222.95,
              177316
            ],
            [
              529213.25,
              177311.7
            ],
            [
              529204.51,
              177307.7
            ],
            [
              529202.55,
              177306.8
            ],
            [
              529191.05,
              177301.75
            ],
            [
              529180.5,
              177297.05
            ],
            [
              529168.55,
              177291.6
            ],
            [
              529163.8,
              177289.45
            ],
            [
              529155.4,
              177285.7
            ],
            [
              529144.6,
              177280.8
            ],
            [
              529133.2,
              177275.95
            ],
            [
              529120.7,
              177271.1
            ],
            [
              529111.2,
              177267.8
            ],
            [
              529103.25,
              177265
            ],
            [
              529100,
              177263.8
            ],
            [
              529099.6,
              177263.65
            ],
            [
              529087.55,
              177259.61
            ],
            [
              529085.74,
              177258.85
            ],
            [
              529084.83,
              177258.34
            ],
            [
              529083.81,
              177257.82
            ],
            [
              529082.86,
              177257.15
            ],
            [
              529077.12,
              177253.02
            ],
            [
              529071.15,
              177248.95
            ],
            [
              529069.75,
              177247.9
            ],
            [
              529068.59,
              177247.01
            ],
            [
              529066.35,
              177245.3
            ],
            [
              529065.8,
              177244.8
            ],
            [
              529059.75,
              177240.3
            ],
            [
              529059.45,
              177240.1
            ],
            [
              529050.75,
              177233.3
            ],
            [
              529039.5,
              177224.65
            ],
            [
              529032.7,
              177219.5
            ],
            [
              529022.55,
              177211.75
            ],
            [
              529021.2,
              177210.8
            ],
            [
              529016,
              177206.9
            ],
            [
              529007.75,
              177200.5
            ],
            [
              529001.8,
              177196
            ],
            [
              529000,
              177194.5
            ],
            [
              528988.05,
              177185.3
            ],
            [
              528983.5,
              177181.25
            ],
            [
              528981.5,
              177183.2
            ],
            [
              528977.1,
              177187.9
            ],
            [
              528969.8,
              177197.25
            ],
            [
              528967.8,
              177199.5
            ],
            [
              528967.4,
              177200
            ],
            [
              528959.3,
              177209.2
            ],
            [
              528951,
              177219.15
            ],
            [
              528945.75,
              177225.8
            ],
            [
              528940.6,
              177232.65
            ],
            [
              528938.05,
              177236.4
            ],
            [
              528920.05,
              177268.1
            ],
            [
              528909,
              177260.65
            ],
            [
              528904,
              177267.5
            ],
            [
              528899,
              177274.45
            ],
            [
              528894.2,
              177281.45
            ],
            [
              528887.3,
              177292.05
            ],
            [
              528876.95,
              177309.5
            ],
            [
              528867.3,
              177327.45
            ],
            [
              528857.46,
              177346.41
            ],
            [
              528857,
              177347.3
            ],
            [
              528855.55,
              177350.2
            ],
            [
              528847.3,
              177368
            ],
            [
              528840.6,
              177382.8
            ],
            [
              528833.9,
              177397.25
            ],
            [
              528825.4,
              177415.95
            ],
            [
              528813.8,
              177441.3
            ],
            [
              528808.35,
              177453.1
            ],
            [
              528802,
              177466.55
            ],
            [
              528795.35,
              177481.2
            ],
            [
              528793.6,
              177484.9
            ],
            [
              528794.2,
              177485.15
            ],
            [
              528793.3,
              177487.65
            ],
            [
              528792.75,
              177487.75
            ],
            [
              528788.4,
              177500
            ],
            [
              528782.4,
              177517.95
            ],
            [
              528778.4,
              177531.6
            ],
            [
              528777.05,
              177536.8
            ],
            [
              528773.7,
              177550.05
            ],
            [
              528769.35,
              177571.65
            ],
            [
              528763.75,
              177609.05
            ],
            [
              528763.39,
              177616.54
            ],
            [
              528762.9,
              177626.95
            ],
            [
              528764.33,
              177626.12
            ],
            [
              528763.6,
              177631.3
            ],
            [
              528763,
              177673.3
            ],
            [
              528762.8,
              177673.5
            ],
            [
              528762.8,
              177673.8
            ],
            [
              528762.61,
              177688.12
            ],
            [
              528766.08,
              177688.95
            ],
            [
              528779.28,
              177689.01
            ],
            [
              528793.13,
              177688.61
            ],
            [
              528799.26,
              177688.29
            ],
            [
              528812.61,
              177686.96
            ],
            [
              528830.32,
              177684.72
            ],
            [
              528840.61,
              177683.27
            ],
            [
              528851.98,
              177681.46
            ],
            [
              528869.1,
              177678.48
            ],
            [
              528898.3,
              177672.91
            ],
            [
              528899.97,
              177671.28
            ],
            [
              528899.2,
              177675.1
            ],
            [
              528897.79,
              177681.59
            ],
            [
              528946.05,
              177671.3
            ],
            [
              528948.8,
              177670.7
            ],
            [
              528967.49,
              177666.67
            ],
            [
              528988.96,
              177662.77
            ],
            [
              529010.41,
              177659.05
            ],
            [
              529029.82,
              177655.85
            ],
            [
              529052.22,
              177651.97
            ],
            [
              529103.15,
              177642.55
            ],
            [
              529103.01,
              177641.1
            ],
            [
              529101.6,
              177626.85
            ],
            [
              529100.6,
              177616.2
            ],
            [
              529100.4,
              177613.8
            ],
            [
              529099.6,
              177605.4
            ],
            [
              529099.05,
              177600.2
            ],
            [
              529098.7,
              177596.6
            ],
            [
              529098.4,
              177593.3
            ],
            [
              529098.21,
              177591.45
            ],
            [
              529098.05,
              177589.8
            ],
            [
              529097.7,
              177586.1
            ],
            [
              529096.35,
              177572.15
            ],
            [
              529095.7,
              177567.25
            ],
            [
              529096.25,
              177564.5
            ],
            [
              529101.8,
              177565.4
            ],
            [
              529101.9,
              177564.4
            ],
            [
              529111,
              177514.45
            ],
            [
              529111.25,
              177512.1
            ],
            [
              529112.5,
              177504.1
            ],
            [
              529113.07,
              177501.49
            ],
            [
              529113.08,
              177501.47
            ],
            [
              529113.65,
              177499.05
            ],
            [
              529113.75,
              177498.6
            ],
            [
              529114.14,
              177496.98
            ],
            [
              529114.98,
              177493.39
            ],
            [
              529115,
              177493.29
            ],
            [
              529114.71,
              177491.2
            ],
            [
              529114.69,
              177491.08
            ],
            [
              529118.7,
              177490.5
            ],
            [
              529123.3,
              177489.56
            ],
            [
              529114.76,
              177489.09
            ],
            [
              529103.95,
              177487.63
            ],
            [
              529110.8,
              177451.86
            ],
            [
              529112.76,
              177441.59
            ],
            [
              529113.05,
              177441.65
            ],
            [
              529115.25,
              177441.95
            ],
            [
              529117.4,
              177442.2
            ],
            [
              529120.25,
              177442.5
            ],
            [
              529123.05,
              177442.55
            ],
            [
              529124.4,
              177442.4
            ],
            [
              529125.6,
              177442.2
            ],
            [
              529126.9,
              177441.9
            ],
            [
              529128.15,
              177441.55
            ],
            [
              529137.98,
              177439.09
            ],
            [
              529141.99,
              177438.08
            ],
            [
              529145.87,
              177437.11
            ],
            [
              529157.05,
              177434.3
            ],
            [
              529157.95,
              177433.9
            ],
            [
              529171.5,
              177427.6
            ],
            [
              529179.4,
              177423.9
            ],
            [
              529183.8,
              177421.8
            ],
            [
              529184.22,
              177421.61
            ],
            [
              529185.47,
              177438.09
            ],
            [
              529194.92,
              177475.15
            ],
            [
              529200.3,
              177474.09
            ],
            [
              529230.7,
              177468
            ],
            [
              529231.05,
              177467.8
            ],
            [
              529231.5,
              177467.55
            ],
            [
              529231.8,
              177467.3
            ],
            [
              529232.15,
              177466.95
            ],
            [
              529232.4,
              177466.55
            ],
            [
              529232.7,
              177466.15
            ],
            [
              529232.8,
              177465.7
            ],
            [
              529233,
              177465.3
            ],
            [
              529233,
              177464.8
            ],
            [
              529232.6,
              177462.85
            ],
            [
              529232.4,
              177461.15
            ],
            [
              529231.1,
              177455.2
            ],
            [
              529229.25,
              177446.65
            ],
            [
              529226.05,
              177431.65
            ],
            [
              529225.05,
              177426.5
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              529278.8,
              177532.05
            ],
            [
              529290.95,
              177532.6
            ],
            [
              529295.8,
              177532.65
            ],
            [
              529296.95,
              177532.75
            ],
            [
              529298.2,
              177532.7
            ],
            [
              529306.8,
              177532.65
            ],
            [
              529307.65,
              177532.65
            ],
            [
              529317.5,
              177532.35
            ],
            [
              529333.6,
              177531.4
            ],
            [
              529329.8,
              177512.3
            ],
            [
              529327.4,
              177500
            ],
            [
              529326.4,
              177495.1
            ],
            [
              529324.2,
              177483.98
            ],
            [
              529320,
              177462.8
            ],
            [
              529308.6,
              177465.05
            ],
            [
              529288.95,
              177468.9
            ],
            [
              529265.9,
              177473.5
            ],
            [
              529248.15,
              177476.95
            ],
            [
              529253,
              177500
            ],
            [
              529256.75,
              177517.9
            ],
            [
              529257.25,
              177517.75
            ],
            [
              529258.95,
              177531.7
            ],
            [
              529261.5,
              177531.65
            ],
            [
              529266.3,
              177531.7
            ],
            [
              529278.8,
              177532.05
            ]
          ]
        ],
        "type": "Polygon"
      },
      {
        "coordinates": [
          [
            [
              529302.55,
              177614.6
            ],
            [
              529317.8,
              177614.05
            ],
            [
              529321.5,
              177613.95
            ],
            [
              529320.2,
              177544.7
            ],
            [
              529313.1,
              177544.9
            ],
            [
              529307.55,
              177545
            ],
            [
              529297.05,
              177545.25
            ],
            [
              529259.2,
              177546.15
            ],
            [
              529249.6,
              177546.35
            ],
            [
              529246.68,
              177546.4
            ],
            [
              529246.55,
              177534.2
            ],
            [
              529244.8,
              177522.1
            ],
            [
              529244.1,
              177518.7
            ],
            [
              529240.35,
              177500.4
            ],
            [
              529240.2,
              177500
            ],
            [
              529238.2,
              177491.1
            ],
            [
              529237.8,
              177491.25
            ],
            [
              529237.7,
              177490.5
            ],
            [
              529236.7,
              177484.5
            ],
            [
              529237,
              177484.3
            ],
            [
              529235.8,
              177479.3
            ],
            [
              529232.35,
              177480.15
            ],
            [
              529224,
              177481.8
            ],
            [
              529220.5,
              177482.65
            ],
            [
              529219.9,
              177483.05
            ],
            [
              529219.35,
              177483.45
            ],
            [
              529218.8,
              177483.95
            ],
            [
              529218.35,
              177484.5
            ],
            [
              529218,
              177485.1
            ],
            [
              529217.8,
              177485.6
            ],
            [
              529217.8,
              177486.6
            ],
            [
              529217.9,
              177487.7
            ],
            [
              529213.4,
              177488.2
            ],
            [
              529212.95,
              177488.2
            ],
            [
              529207.8,
              177488.8
            ],
            [
              529206.05,
              177489
            ],
            [
              529205.6,
              177485.55
            ],
            [
              529179.4,
              177490.9
            ],
            [
              529180.4,
              177500
            ],
            [
              529182.94,
              177524.72
            ],
            [
              529184.53,
              177540.2
            ],
            [
              529186.54,
              177559.71
            ],
            [
              529187.61,
              177570.18
            ],
            [
              529188.41,
              177577.97
            ],
            [
              529191.7,
              177610.05
            ],
            [
              529192.7,
              177619.25
            ],
            [
              529193.15,
              177624
            ],
            [
              529193.3,
              177625.35
            ],
            [
              529193.86,
              177625.24
            ],
            [
              529196.6,
              177648.84
            ],
            [
              529183.71,
              177650.71
            ],
            [
              529168.6,
              177652.9
            ],
            [
              529169.3,
              177657.4
            ],
            [
              529157.25,
              177659.2
            ],
            [
              529157,
              177657.55
            ],
            [
              529152.8,
              177658.15
            ],
            [
              529151.35,
              177660.55
            ],
            [
              529153.6,
              177662.8
            ],
            [
              529157.6,
              177662.15
            ],
            [
              529157.4,
              177660.2
            ],
            [
              529169.45,
              177658.5
            ],
            [
              529170.05,
              177662.9
            ],
            [
              529230.25,
              177654.55
            ],
            [
              529229.6,
              177649.8
            ],
            [
              529241.6,
              177648.15
            ],
            [
              529241.8,
              177649.8
            ],
            [
              529246.25,
              177649.15
            ],
            [
              529247.4,
              177646.7
            ],
            [
              529245.55,
              177644.9
            ],
            [
              529241.2,
              177645.6
            ],
            [
              529241.4,
              177647.1
            ],
            [
              529229.4,
              177648.8
            ],
            [
              529229.1,
              177646.72
            ],
            [
              529228.75,
              177644.3
            ],
            [
              529210.03,
              177646.92
            ],
            [
              529209.65,
              177643.67
            ],
            [
              529208.11,
              177643.85
            ],
            [
              529208.07,
              177642.95
            ],
            [
              529207.46,
              177643.02
            ],
            [
              529205.49,
              177622.96
            ],
            [
              529242.75,
              177615.75
            ],
            [
              529247.4,
              177615.5
            ],
            [
              529253.15,
              177615.3
            ],
            [
              529284.2,
              177615.05
            ],
            [
              529293.15,
              177614.8
            ],
            [
              529302.55,
              177614.6
            ]
          ],
          [
            [
              529246.87,
              177565.05
            ],
            [
              529247.8,
              177565.05
            ],
            [
              529248.55,
              177610.2
            ],
            [
              529247.4,
              177610.25
            ],
            [
              529247.4,
              177615.5
            ],
            [
              529246.87,
              177565.05
            ]
          ],
          [
            [
              529202.99,
              177623.44
            ],
            [
              529205.09,
              177644.2
            ],
            [
              529203.36,
              177644.4
            ],
            [
              529203.76,
              177647.8
            ],
            [
              529203.75,
              177647.8
            ],
            [
              529198.16,
              177648.61
            ],
            [
              529195.38,
              177624.95
            ],
            [
              529199,
              177624.25
            ],
            [
              529202.7,
              177623.5
            ],
            [
              529202.99,
              177623.44
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.1389916,
          51.4786702
        ],
        [
          -0.1389915,
          51.4786729
        ],
        [
          -0.13901249999999998,
          51.4786639
        ],
        [
          -0.13906259999999998,
          51.4786984
        ],
        [
          -0.1390345,
          51.4787124
        ],
        [
          -0.1390493,
          51.4787225
        ],
        [
          -0.1390323,
          51.478732
        ],
        [
          -0.1390242,
          51.4787364
        ],
        [
          -0.139019,
          51.4787408
        ],
        [
          -0.1390152,
          51.4787452
        ],
        [
          -0.1390083,
          51.478755
        ],
        [
          -0.1390007,
          51.4787648
        ],
        [
          -0.1389945,
          51.4787755
        ],
        [
          -0.1389905,
          51.4787862
        ],
        [
          -0.13898929999999998,
          51.478797
        ],
        [
          -0.1389876,
          51.4788051
        ],
        [
          -0.1389887,
          51.4788132
        ],
        [
          -0.1389898,
          51.4788204
        ],
        [
          -0.1389938,
          51.478829
        ],
        [
          -0.1389978,
          51.4788367
        ],
        [
          -0.1390033,
          51.478844
        ],
        [
          -0.13902,
          51.4788577
        ],
        [
          -0.1390368,
          51.4788701
        ],
        [
          -0.1391394,
          51.4789307
        ],
        [
          -0.139229,
          51.4789946
        ],
        [
          -0.13922779999999998,
          51.4789951
        ],
        [
          -0.1392269,
          51.4789956
        ],
        [
          -0.13922579999999998,
          51.4789962
        ],
        [
          -0.13922489999999998,
          51.4789968
        ],
        [
          -0.13922389999999998,
          51.4789974
        ],
        [
          -0.13922299999999999,
          51.478998
        ],
        [
          -0.1392222,
          51.4789986
        ],
        [
          -0.1392213,
          51.4789993
        ],
        [
          -0.1392206,
          51.4789999
        ],
        [
          -0.1392198,
          51.4790007
        ],
        [
          -0.1392192,
          51.4790014
        ],
        [
          -0.1392186,
          51.4790022
        ],
        [
          -0.13921799999999998,
          51.4790029
        ],
        [
          -0.1392174,
          51.4790037
        ],
        [
          -0.1392169,
          51.4790045
        ],
        [
          -0.1392165,
          51.4790054
        ],
        [
          -0.139216,
          51.4790062
        ],
        [
          -0.1392158,
          51.479007
        ],
        [
          -0.1392155,
          51.4790079
        ],
        [
          -0.1392153,
          51.4790087
        ],
        [
          -0.13921519999999998,
          51.4790095
        ],
        [
          -0.13921509999999998,
          51.4790104
        ],
        [
          -0.13921509999999998,
          51.4790112
        ],
        [
          -0.13921519999999998,
          51.479012
        ],
        [
          -0.1392153,
          51.4790129
        ],
        [
          -0.1392154,
          51.4790137
        ],
        [
          -0.1392155,
          51.4790145
        ],
        [
          -0.1392159,
          51.4790153
        ],
        [
          -0.139216,
          51.4790161
        ],
        [
          -0.1392166,
          51.479017
        ],
        [
          -0.139217,
          51.4790178
        ],
        [
          -0.1392176,
          51.4790189
        ],
        [
          -0.1392453,
          51.4790051
        ],
        [
          -0.13948649999999999,
          51.4791605
        ],
        [
          -0.1394814,
          51.4791636
        ],
        [
          -0.1394297,
          51.4791937
        ],
        [
          -0.1393914,
          51.4792161
        ],
        [
          -0.1392985,
          51.47927
        ],
        [
          -0.13928659999999998,
          51.479277
        ],
        [
          -0.13923349999999998,
          51.4793081
        ],
        [
          -0.1391791,
          51.4793369
        ],
        [
          -0.1390715,
          51.4793941
        ],
        [
          -0.1386972,
          51.479152
        ],
        [
          -0.13870000000000002,
          51.4791481
        ],
        [
          -0.13867849999999998,
          51.4791419
        ],
        [
          -0.1386253,
          51.4791266
        ],
        [
          -0.1386166,
          51.479127
        ],
        [
          -0.1385042,
          51.4790941
        ],
        [
          -0.1382198,
          51.4790111
        ],
        [
          -0.13818819999999998,
          51.4790019
        ],
        [
          -0.1381604,
          51.4789938
        ],
        [
          -0.1381501,
          51.4790004
        ],
        [
          -0.1379607,
          51.478947
        ],
        [
          -0.1388645,
          51.4785545
        ],
        [
          -0.1388604,
          51.4785508
        ],
        [
          -0.1388626,
          51.4785499
        ],
        [
          -0.1391932,
          51.4784055
        ],
        [
          -0.13940429999999998,
          51.4783139
        ],
        [
          -0.1395956,
          51.4782302
        ],
        [
          -0.1396015,
          51.4782276
        ],
        [
          -0.1398028,
          51.4783769
        ],
        [
          -0.139835,
          51.4784003
        ],
        [
          -0.13984549999999998,
          51.4784082
        ],
        [
          -0.1397343,
          51.4784675
        ],
        [
          -0.1397284,
          51.4784715
        ],
        [
          -0.1397232,
          51.478475
        ],
        [
          -0.1397194,
          51.4784794
        ],
        [
          -0.13971419999999998,
          51.4784839
        ],
        [
          -0.13971029999999998,
          51.4784923
        ],
        [
          -0.13973259999999998,
          51.4785093
        ],
        [
          -0.1397746,
          51.4784875
        ],
        [
          -0.139755,
          51.4784724
        ],
        [
          -0.1398462,
          51.4784248
        ],
        [
          -0.1399056,
          51.4784689
        ],
        [
          -0.1399616,
          51.4785103
        ],
        [
          -0.1400189,
          51.478553
        ],
        [
          -0.1400769,
          51.4785966
        ],
        [
          -0.1401342,
          51.4786398
        ],
        [
          -0.1400437,
          51.4786874
        ],
        [
          -0.13999799999999998,
          51.4787132
        ],
        [
          -0.1400412,
          51.4787467
        ],
        [
          -0.1401712,
          51.478845
        ],
        [
          -0.1401065,
          51.4788786
        ],
        [
          -0.1400388,
          51.4789126
        ],
        [
          -0.1399726,
          51.4789466
        ],
        [
          -0.1399064,
          51.4789806
        ],
        [
          -0.1398403,
          51.4790146
        ],
        [
          -0.1397733,
          51.4790491
        ],
        [
          -0.1397049,
          51.4790844
        ],
        [
          -0.1396373,
          51.4791184
        ],
        [
          -0.1395108,
          51.4790233
        ],
        [
          -0.1394829,
          51.4790368
        ],
        [
          -0.1394754,
          51.4790259
        ],
        [
          -0.1394906,
          51.4790064
        ],
        [
          -0.1394886,
          51.4790032
        ],
        [
          -0.13948539999999998,
          51.4789946
        ],
        [
          -0.13948259999999998,
          51.4789919
        ],
        [
          -0.139477,
          51.4789882
        ],
        [
          -0.1394041,
          51.4789385
        ],
        [
          -0.13941019999999998,
          51.4789314
        ],
        [
          -0.13941209999999998,
          51.4789197
        ],
        [
          -0.1394038,
          51.4789106
        ],
        [
          -0.1393968,
          51.4789051
        ],
        [
          -0.1393356,
          51.4789401
        ],
        [
          -0.1391504,
          51.4788211
        ],
        [
          -0.13915339999999998,
          51.478818
        ],
        [
          -0.13923069999999999,
          51.4787765
        ],
        [
          -0.1392323,
          51.478773
        ],
        [
          -0.1392331,
          51.4787703
        ],
        [
          -0.1392332,
          51.4787676
        ],
        [
          -0.13923259999999998,
          51.478764
        ],
        [
          -0.1392299,
          51.4787612
        ],
        [
          -0.1392271,
          51.478759
        ],
        [
          -0.1392243,
          51.4787558
        ],
        [
          -0.1392187,
          51.4787534
        ],
        [
          -0.1392144,
          51.4787516
        ],
        [
          -0.1392101,
          51.4787501
        ],
        [
          -0.13929629999999998,
          51.4787038
        ],
        [
          -0.1392167,
          51.4786963
        ],
        [
          -0.1391857,
          51.4786705
        ],
        [
          -0.1391993,
          51.4786636
        ],
        [
          -0.1392022,
          51.4786619
        ],
        [
          -0.13920369999999999,
          51.4786601
        ],
        [
          -0.1392053,
          51.4786574
        ],
        [
          -0.1392053,
          51.4786556
        ],
        [
          -0.1392032,
          51.4786543
        ],
        [
          -0.13920259999999998,
          51.4786529
        ],
        [
          -0.13919979999999998,
          51.4786511
        ],
        [
          -0.1391955,
          51.4786505
        ],
        [
          -0.1391883,
          51.4786504
        ],
        [
          -0.1391854,
          51.4786508
        ],
        [
          -0.139181,
          51.4786521
        ],
        [
          -0.139178,
          51.4786543
        ],
        [
          -0.1391017,
          51.4786895
        ],
        [
          -0.1390949,
          51.4786971
        ],
        [
          -0.1390023,
          51.4786367
        ],
        [
          -0.1389774,
          51.478648
        ],
        [
          -0.1389916,
          51.4786702
        ]
      ]
    ],
    "type": "Polygon"
  }
}