{
  "street_name": "Westover Road",
  "centroid_northing": "174125",
  "lapsed_date": "07/01/2025",
  "bo_system": "Northgate M3",
  "site_name": null,
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": null,
  "site_number": "22",
  "actual_commencement_date": null,
  "decision": "Approved",
  "cil_liability": false,
  "polygon": {
    "type": "GeometryCollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              526395.5004617,
              174120.2781684
            ],
            [
              526398.0152054,
              174118.9585462
            ],
            [
              526413.3015486,
              174110.3510101
            ],
            [
              526427.9035519,
              174135.9536814
            ],
            [
              526410.0035242,
              174146.1007768
            ],
            [
              526395.5004617,
              174120.2781684
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  },
  "valid_date": "16/11/2021",
  "decision_date": "07/01/2022",
  "development_type": "Other house holder developments",
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": "SW18 2RG",
  "title_number": [
    "TGL174357"
  ],
  "lpa_app_no": "2021/4968",
  "uprn": "100023327461",
  "application_details": {
    "total_gia_gained": 0,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "04/2022",
    "intended_completion_date": "10/2022",
    "site_area": 0.060000000000000005
  },
  "borough": "Wandsworth",
  "actual_completion_date": null,
  "pp_id": "10330407",
  "locality": "London",
  "application_type": "Householder",
  "decision_target_date": "11/01/2022",
  "last_updated_by": "Planning Portal ingest",
  "application_type_full": "Householder planning permission",
  "lpa_name": "Wandsworth",
  "url_planning_app": "http://planning.wandsworth.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2021/4968",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be begun within 3 years from the date of this permission.\r\nReason: To prevent the accumulation of unimplemented planning permissions and to comply with Section 91 of the Town and Country Planning Act 1990 (as amended) and to meet the requirements of Section 51 of the Planning and Compulsory Purchase Act 2004 and to meet the requirements of The Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n",
    "Condition : 2 - The development shall be carried out in accordance with the reports, specifications and drawings detailed [PLA.04, PLA.03, PLA.01, PLA.02, PLA.05, TREE SURVEY AND ARBORICULTRUAL IMPACT ASSESSMENT DATED: SEPTEMBER 2021]. \r\nReason: To ensure a satisfactory standard of development and to allow the local planning authority to review any potential changes to the scheme. \r\n",
    "Condition : 3 - Prior to commencement of above ground works (details and samples of materials proposed to be used on all external surfaces of the development including proposed balustrading shall be submitted to and approved in writing by the local planning authority. The development shall be carried out in accordance with the approved materials and thereafter so retained. \r\nReason: In order to assess the suitability of the proposed materials, in the interests of the appearance of the locality, in accordance with Council policy DMS1 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 4 - Prior to the commencement of the development Tree Protection measures in line with BS5837:2012 shall be installed and no works or materials/plant storage shall be undertaken within the protected area, unless otherwise agreed in writing. The protection measures will be retained out the until completion of the development. \r\nReason: To preserve trees and hedges on the site in the interests of visual amenity and the character of the area, in accordance with Council policy DMO5 of the Development Management Policies Document (adopted March 2016) coupled with the requirements of the National Planning Policy Framework 2021.\r\n",
    "Condition : 5 - A replacement tree of a height of no less than 3m and of the same species,  shall be planted within 2 metres of the location of the existing PlumTree that is to be removed, in the first available planting season following the removal of the tree hereby permitted, unless a variation to this is agreed in writing with the Local Planning Authority.  Confirmation when planting has taken place should be sent to the local planning authority.  \r\nReason: To preserve the visual amenity of the area and to safeguard the appearance of the locality, in accordance with Council policy DMO5 (a).\r\n",
    "Condition : 6 - INFORMATIVE: In dealing with this application the Council has implemented the requirement in the National Planning Policy Framework 2021 to work with the applicant in a positive and proactive manner and the Council has, as far as practicable, sought solutions to problems arising in relation to dealing with the planning application.  The Council has made available detailed advice in the form of its statutory policies in the Local Plan consisting of the Core Strategy, Development Management Policies Document, Supplementary Planning Documents and where appropriate the Site Specific Allocations Document as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably. In addition, where appropriate, further guidance was offered to the applicant during the processing of the application.  "
  ],
  "id": "Wandsworth-2021_4968",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": null,
  "status": "Approved",
  "centroid_easting": "526404",
  "description": "Excavation and formation of lightwell in rear/side garden with access stair.",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": "-0.1822123",
    "lat": "51.4520077"
  },
  "last_updated": "2025-03-20T18:41:02.818+00:00",
  "decision_agency": "Borough",
  "ward": "Wandsworth Common",
  "parking_details": {
    "no_existing_car": 4,
    "net_car": 0,
    "no_proposed_car": 4
  },
  "appeal_decision": null,
  "last_date_consultation_comments": "06/01/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.18233629999999998,
          51.4519671
        ],
        [
          -0.18230059999999998,
          51.4519547
        ],
        [
          -0.1820837,
          51.4518739
        ],
        [
          -0.1818646,
          51.4521008
        ],
        [
          -0.18211839999999999,
          51.452196
        ],
        [
          -0.18233629999999998,
          51.4519671
        ]
      ]
    ],
    "type": "Polygon"
  }
}