{
  "borough": "Ealing",
  "subdivision_of_building": null,
  "wgs84_polygon": null,
  "site_name": "30 Stuart Road",
  "reference_no_of_permission_being_relied_on": null,
  "epc_number": null,
  "last_updated": "2025-03-19T02:58:57.502+00:00",
  "locality": "London",
  "centroid_easting": 520150,
  "lpa_name": "Ealing",
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Stuart Road",
  "site_number": null,
  "lapsed_date": "25/07/2026",
  "secondary_street_name": null,
  "cil_liability": true,
  "application_details": {
    "existing_uprns": [
      "12102132"
    ],
    "total_gia_gained": 134,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "06/2024",
    "intended_commencement_date": "09/2023"
  },
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/231681FUL;",
  "actual_commencement_date": null,
  "centroid": {
    "lon": -0.270051,
    "lat": 51.510114
  },
  "decision_date": "25/07/2023",
  "parking_details": null,
  "postcode": "W3 6DG",
  "pp_id": "PP-12002941",
  "appeal_decision_date": null,
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates shall be begun not later than the expiration of three years from the date of this permission.",
    "Reason: To comply with Section 91 of the Town & Country Planning Act 1990. | The development hereby approved shall be carried out in accordance with drawing title numbers: 19-007-E01; 19-007-E02; 19-007-E03; 19-007-E04; 19-007-E05; 19-007-E06; 19-007-E07; 19-007-E08; 19-007-P01; 19-007-P02; 19-007-P03; 19-007-P04; 19-007-P05; 19-007-P06; 19-007-P07; 19-007-P08; 19-007-P09; DEMOLITION AND CONSTRUCTION METHOD STATEMENT; PAVEMENT CONDITION SURVEY; PLANNING, DESIGN AND ACCESS STATEMENT",
    "Reason: For the avoidance of doubt and in the interests of proper planning. | All external materials to be used in the development shall match the appearance of those of the existing building, unless otherwise stated in the submitted application form or approved drawings.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies D3 and D4 of the London Plan (2021) and the National Planning Policy Framework (2023).",
    "| The proposed rooflights hereby approved shall not project more than 150mm from the roof plane and shall be retained as such for the lifetime of the development",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4 & 7B of the Ealing Development Management Development Plan Document (2013), policies  D4 and D5 of the London Plan(2021) policies D1 and D4 and the National Planning Policy Framework (2019). | The proposed basement hereby approved shall contain a floor to ceiling height of 2.5m.",
    "Reason: To ensure a satisfactory standard of amenity for occupiers of the development site is maintained, in accordance with Policies D4, D5 and D10 of the London Plan 2021; policies 1.1(j) & 1.2(f) of the Ealing Development (Core) Strategy (2012) and with policies 3.5 and 7A of the Ealing's Development Management Plan Document. | Prior to commencement of the development, a demolition method statement/ construction management plan shall be submitted to the Council for approval in writing. Details shall include control measures for:-",
    "- noise and vibration (according to Approved CoP BS 5228-1 and -2:2009+A1:2014),",
    "- dust (according to Supplementary Planning Guidance by the GLA (2014) for The Control of Dust and Emissions during Construction and Demolition),",
    "- lighting ('Guidance Note 01/20 For The Reduction Of Obtrusive Light' by the Institution of Lighting Professionals),",
    "- delivery locations,",
    "- hours of work and all associated activities audible beyond the site boundary restricted to 0800-1800hrs Mondays to Fridays and 0800 -1300 Saturdays (except no work on public holidays),",
    "- neighbour liaison, notifications to interested parties and considerate complaints procedure,",
    "- public display of contact details including accessible phone numbers for persons responsible for the site works for the duration of the works, in case of emergencies, enquiries or complaints.",
    "Reason: To ensure that the amenity of occupiers of surrounding premises is not adversely affected by noise, vibration, dust, lighting or other emissions from the site, in accordance with Policies D14 of the London Plan 2021.",
    "| Notwithstanding the provisions of Classes A, B, and E of Part 1 of Schedule 2 to the Town and Country Planning (General Permitted Development) Order 1995 (as amended), no extensions or works as specified in the stated classed shall be carried out without the prior permission of the Local Planning Authority, obtained through the submission of a planning application.",
    "Reason: To prevent the overdevelopment of the site and to safeguard the living conditions of adjoining properties and visual appearance of the building. | Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any subsequent amendment, revision or new Order) no windows or other openings (other than those shown on the submitted plans) shall be formed in the walls or roof of the building permitted.",
    "Reason: To protect residential amenity, in accordance with policies 1.1 & 1.2 of the Ealing Core Strategy (2012), policies 7.4, 7B and 7C of the Ealing Development Management Development Plan Document (2013), policies D1 and D4 of the  London Plan(2021), and the National Planning Policy Framework (2019). | Cycle storage for two (2) bicycle spaces shall be provided within the curtilage of the development, within secure, lockable compounds in accordance with the designated locations identified in the approved drawings listed under condition 2 and all adopted standards prior to the first occupation of the building. The storage spaces shall be permanently retained thereafter.",
    "Reason:  To provide adequate bicycle storage in accordance with policy and T5 of the London Plan (2021). | The development hereby approved shall not be occupied until refuse and recycling storage within a secure enclosure has been provided in accordance with the designated location identified in the approved drawings listed under condition 2 and in accordance with the Local Planning Authority Standards and has been fully implemented and made available for use. These facilities shall permanently retained thereafter.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policy SI 8 of the London Plan (2021).",
    "| Prior to the commencement of development (excluding site clearance, demolition and ground works), a Basement Impact Assessment and Sustainable Drainage Strategy shall be submitted to and approved in writing by the Local Planning Authority.",
    "The basement impact assessment shall include infiltration rates, water table level, etc. and all other appropriate investigation to confirm the development would not adversely affect groundwater flow and land stability, including to adjacent sites.",
    "Consideration shall be given to compensate loss of storage within the ground and appropriate mitigation measures shall be implemented.",
    "The sustainable drainage strategy shall include a drainage proforma form, a detailed drainage design (incl. drawings and supporting calculations) and a maintenance plan (incl. maintenance tasks for all drainage components).",
    "The strategy shall achieve compliance with greenfield run-off rates and shall demonstrate a reduction of flood risk (betterment of existing drainage) at the site through sustainable drainage mitigation techniques.",
    "Approved details shall be implemented prior to the occupation of the development and permanently retained and maintained.",
    "Reason: To reduce surface water run-off and the risk of the flooding of the application property, neighbouring properties, and local area in accordance with policy 5.12 of the Ealing Development Management DPD (2013), policy 1.2 of the Ealing Development (Core) Strategy), policies D10, SI 12 and SI 13 of the London Plan (2021) and the NPPF (2021)."
  ],
  "appeal_decision": null,
  "valid_date": "11/05/2023",
  "decision_agency": "Borough",
  "polygon": null,
  "last_updated_by": "CSV Data Import",
  "date_building_work_started_under_previous_permission": null,
  "last_date_consultation_comments": null,
  "uprn": "12102132",
  "decision_target_date": "25/07/2023",
  "centroid_northing": 180439,
  "application_type": "All Other",
  "actual_completion_date": null,
  "title_number": null,
  "appeal_status": null,
  "description": "Construction of a two storey dwelling house with basement and roofspace accommodation (following demolition of the existing dwelling)",
  "development_type": "Minor dwellings",
  "ward": "South Acton",
  "decision_process": "Delegated",
  "lpa_app_no": "231681FUL",
  "application_type_full": "Householder planning permission",
  "id": "Ealing-231681FUL",
  "status": "Approved",
  "appeal_start_date": null,
  "decision": "Approved"
}