{
  "appeal_status": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": "11 Burntwood Avenue",
  "development_type": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "13792466",
  "wgs84_polygon": null,
  "last_updated": "2025-07-06T04:10:01.167Z",
  "centroid_easting": 554057,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "decision_conditions": [
    "The intensification of the use would be likely to result in unacceptable impact on the amenity of adjoining occupiers in a residential area as a result of increased activities associated with an increased scale of annexe floor areas, which would give an appearance of two separate two storey units of accommodation rather than annexes. As such, the proposals would be contrary to policies 7 and 26 of the Havering Local Plan 2021.",
    "The proposal would, by reason of its positioning, bulk, mass and scale, appear as an incongruous and bulky development harmful to the appearance of the surrounding area and inconsistent with the prevailing character of development in the local area.  The proposal would therefore be contrary to Policies 10, 7 and 26 of the Havering Local Plan 2021 and also the NPPF which requires fundamentally that development add to the overall quality of the area whilst also establishing or maintaining a strong sense of place.",
    "The proposal would, by reason of its positioning, scale, bulk and proximity to the nearby property at 3 Tall Trees Close would result in overlooking of its garden area leading to loss of privacy, and would potentially result in an intrusive, overbearing and unneighbourly development of the approved houses at no.13 Burntwood Avenue, and as such would have a significant adverse effect on the amenities of these adjacent occupiers. As a result, the proposal would have the potential to prejudice future development at no.13 Burntwood Avenue, contrary to policies 7 and 26 of the Havering Local Plan 2021 and the Residential Extensions and Alterations Supplementary Planning Document.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: Consideration was given to seeking amendments, but given conflict with adopted planning policy, it was necessary to issue a decision as close to the statutory timeframe as possible as opposed to seeking amendments which would have significantly delayed the application.",
    "The proposal, if granted planning permission on appeal, would be liable for the Mayor of London and Havering Community Infrastructure Levy (CIL). Based upon the information supplied with the application, the Mayoral CIL payable would be £5,875 based on the calculation of £25.00 per square metre and the Havering Community Infrastructure Levy (HCIL) would be a charge of £29,375 based on calculation of £125 per square metre. Each would be subject to indexation.",
    "Further details with regard to CIL are available from the Council's website."
  ],
  "ward": "Emerson Park",
  "centroid_northing": 188352,
  "status": "Appeal in Progress",
  "secondary_street_name": null,
  "appeal_start_date": "02/06/2025",
  "parking_details": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "20/03/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "borough": "Havering",
  "description": "ground floor infill extension and roof extension to create first floor to both annex buildings",
  "decision_date": "30/04/2025",
  "centroid": {
    "lon": 0.221653,
    "lat": 51.572991
  },
  "cil_liability": false,
  "postcode": "RM11 3JD",
  "actual_completion_date": null,
  "valid_date": "25/02/2025",
  "last_updated_by": "CSV Data Import",
  "id": "Havering-P0244.25",
  "lapsed_date": "30/04/2028",
  "application_details": {
    "intended_commencement_date": "05/2025",
    "no_additional_bathrooms": 2,
    "existing_uprns": null,
    "total_gia_gained": 235,
    "no_additional_bedrooms": 2,
    "intended_completion_date": "09/2025"
  },
  "decision_target_date": "30/04/2025",
  "uprn": "10091579556",
  "lpa_app_no": "P0244.25",
  "locality": null,
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Refused",
  "application_type": "All Other",
  "street_name": "Hornchurch",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0244.25"
}