{
  "centroid": {
    "lon": "0.2062234",
    "lat": "51.5124291"
  },
  "status": "Approved",
  "decision_target_date": "15/07/2019",
  "site_name": "South Hall Farm",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved. Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "No above ground works shall take place until access to the highway has been completed in accordance with the details that have been previously submitted to and approved in writing by the Local Planning Authority.",
    "Reason: In the interests of ensuring good design and ensuring public safety and to comply with policies of the Core Strategy and Development Control Policies DPD, namely CP10, CP17, and DC61.",
    "a)\tIf, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "b)\tFollowing completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason: \tTo ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework 2018.",
    "Changes to the public highway (including permanent or temporary access)",
    "- Planning approval does not constitute approval for changes to the public highway. Highway Authority approval will only be given after suitable details have been submitted considered and agreed. If new or amended access is required (whether temporary or permanent), there may be a requirement for the diversion or protection of third party utility plant or highway authority assets and it is recommended that early involvement with the relevant statutory undertaker takes place. The applicant must contact Engineering Services on 01708 433751 to discuss the scheme and commence the relevant highway approvals process. Please note that unauthorised work on the highway is an offence.",
    "Highway legislation",
    "- The developer (including their representatives and contractors) is advised that planning consent does not discharge the requirements of the New Roads and Street Works Act 1991 and the Traffic Management Act 2004. Formal"
  ],
  "secondary_street_name": "Rainham",
  "application_type": "All Other",
  "postcode": "RM13 9DQ",
  "application_type_full": null,
  "appeal_decision_date": null,
  "lapsed_date": "15/07/2022",
  "locality": null,
  "reference_no_of_permission_being_relied_on": null,
  "actual_completion_date": null,
  "development_type": null,
  "parking_details": null,
  "site_number": null,
  "epc_number": null,
  "decision_process": "Delegated",
  "id": "Havering-P0797.19",
  "centroid_northing": 181585,
  "uprn": "100021357957",
  "title_number": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "last_updated_by": "CSV Data Import",
  "appeal_decision": null,
  "appeal_status": null,
  "lpa_name": "Havering",
  "decision_agency": "Borough",
  "ward": "Rainham & Wennington",
  "decision_date": "15/07/2019",
  "description": "Construction of a new vehicular crossover from Wennington Road.",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0797.19",
  "lpa_app_no": "P0797.19",
  "date_building_work_started_under_previous_permission": null,
  "actual_commencement_date": null,
  "last_updated": "2025-03-20T23:53:11.262+00:00",
  "centroid_easting": 553189,
  "pp_id": "07858916",
  "borough": "Havering",
  "appeal_start_date": null,
  "valid_date": "20/05/2019",
  "decision": "Approved",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              553124.126,
              181577.513
            ],
            [
              553122.771,
              181576.701
            ],
            [
              553179.667,
              181613.006
            ],
            [
              553185.086,
              181620.592
            ],
            [
              553208.928,
              181635.222
            ],
            [
              553223.016,
              181620.592
            ],
            [
              553200.8,
              181607.587
            ],
            [
              553225.455,
              181621.405
            ],
            [
              553232.499,
              181611.651
            ],
            [
              553240.085,
              181613.277
            ],
            [
              553252.548,
              181594.582
            ],
            [
              553254.174,
              181587.538
            ],
            [
              553233.312,
              181574.804
            ],
            [
              553201.071,
              181556.652
            ],
            [
              553194.297,
              181568.302
            ],
            [
              553178.854,
              181558.819
            ],
            [
              553183.46,
              181550.149
            ],
            [
              553154.741,
              181531.184
            ],
            [
              553124.126,
              181577.513
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.639
  },
  "date_building_work_completed_under_previous_permission": null,
  "street_name": "Wennington Road",
  "bo_system": "CSV Data Import",
  "last_date_consultation_comments": "25/06/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2052861,
          51.5123794
        ],
        [
          0.20526619999999998,
          51.5123725
        ],
        [
          0.20610119999999998,
          51.5126832
        ],
        [
          0.2061825,
          51.5127499
        ],
        [
          0.2065322,
          51.5128749
        ],
        [
          0.2067287,
          51.5127396
        ],
        [
          0.20640309999999998,
          51.5126288
        ],
        [
          0.20676409999999998,
          51.5127463
        ],
        [
          0.2068613,
          51.5126567
        ],
        [
          0.2069713,
          51.5126693
        ],
        [
          0.20714259999999998,
          51.5124979
        ],
        [
          0.20716299999999999,
          51.5124342
        ],
        [
          0.20685699999999999,
          51.5123254
        ],
        [
          0.20638489999999998,
          51.5121711
        ],
        [
          0.2062924,
          51.5122776
        ],
        [
          0.206066,
          51.5121966
        ],
        [
          0.2061285,
          51.5121174
        ],
        [
          0.2057068,
          51.5119548
        ],
        [
          0.2052861,
          51.5123794
        ]
      ]
    ],
    "type": "Polygon"
  }
}