{
  "cil_liability": true,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/192701VAR;",
  "lapsed_date": "01/08/2022",
  "decision_target_date": "13/08/2019",
  "locality": "London",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "W3 9LW",
  "site_name": "72 Chatsworth Gardens",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012094509, 000012148605, 000012148606, 000012148607, 000012198132, 000012198133, 000012198134"
    ],
    "site_area": 0.032
  },
  "appeal_decision_date": null,
  "lpa_app_no": "192701VAR",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 519665,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-19T21:39:13.974+00:00",
  "id": "Ealing-192701VAR",
  "application_type": "All Other",
  "street_name": "Chatsworth Gardens",
  "borough": "Ealing",
  "ward": "South Acton",
  "decision_date": "01/08/2019",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Delegated",
  "description": "Application for a Minor Material Amendment (S73) for the variation of condition 2 (Approved Plans) of planning permission ref: 170134FUL dated 08/03/2017 for: Conversion of a residential building containing three flts into six flats;  including single storey rear extension and two storey side infill extension; excavation of basement, roof extension to rear (main) roofslope and to rear outrigger rooflsope; and installation of three rooflights to front roofslope. Amendment seeking to allow design changes \n\n\n\n\n",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": "CSV Data Import",
  "development_type": "Minor dwellings",
  "centroid_northing": 180488,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012094509",
  "centroid": {
    "lon": -0.27702,
    "lat": 51.510657
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              519645.6481997,
              180480.6472074
            ],
            [
              519641.6988154,
              180479.9474077
            ],
            [
              519639.9508625,
              180488.4049867
            ],
            [
              519653.5964386,
              180490.8042999
            ],
            [
              519670.3009324,
              180493.70347
            ],
            [
              519676.5012183,
              180494.8031553
            ],
            [
              519677.8534083,
              180486.4455476
            ],
            [
              519671.7025928,
              180485.3458624
            ],
            [
              519652.1453078,
              180481.8168726
            ],
            [
              519645.6481997,
              180480.6472074
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "To comply with Section 91 of the Town & Country Planning Act 1990, the development to which this permission relates shall be begun not later than the expiration of three years from the date of planning permission 170134FUL, dated 09/03/2017.",
    "Reason: In order to comply with the provisions of the Town and Country Planning Act 1990 (as amended).",
    "2.\tThe development hereby approved shall be carried out in accordance with drawing title number(s): SKA-CG-08-00-01-A00 (Proposed Plan Drawings), SKA-CG-08-00-02-A00 (Proposed Second Floor Plan and Site Plan) and SKA-CG-08-00-03-A00 (Proposed Elevations).",
    "Reason: For the avoidance of doubt and in the interests of proper planning.",
    "3.\tAll external materials to be used in the development shall match the appearance of those of the existing property.",
    "Reason: To ensure that the materials harmonise with the surroundings, in accordance with Policies 7.4 and 7.6 of the London Plan (2016) and Policies 7.4, 7.6 and 7B of Adopted Ealing Development Management Plan Document (2013), policies 1.1(k) and 1.2(f) of the adopted Development (Core) Strategy (2013).",
    "4.\tNo part of the roof of the extension shall be used as or altered to form a balcony, roof garden, roof terrace or similar amenity area.",
    "Reason: To protect the living conditions of nearby properties in accordance with policies 7.4 and 7.6 of the London Plan (2016), policies 7.4, 7A and 7B of the Adopted Ealing Development Management Plan (2013) and policies 1.1(e)(g), 1.2(f), 2.1(c) and 2.10 Adopted Development (Core)Strategy (2012).",
    "5.\tA detailed method statement relating to the excavation and the construction of the basement shall be submitted to and approved in writing by the Local Planning Authority before the development is commenced. The statement shall include details of phasing and programming, removal of earth from site; construction methods; site management and access; vehicle and machinery specifications and numbers/frequency of vehicles/deliveries, construction worker parking, anticipated number, delivery times, dust suppression measures, site security, vehicle manoeuvring and turning, locations for the storage of building materials and construction debris and contractors offices, procedures for on-site contractors to deal with complaints from local residents, measures to ensure the construction process does not affect of neighbouring highways, details of wheel water spraying facilitites and noise/vibration mitigation measures. The development shall be carried out in accordance with the approved method statement.",
    "Reason: In the interests of the amenity of adjoining occupiers and to minimise highway and traffic impact during the course of the works, in accordance with 1.1(e)(j) 1.2(f), 2.1(c) and 2.10 of the Ealing Core Strategy (2012), policies 6.3, 6.13, 7.14 and 7.15 of the London Plan Consolidated (2015), the National Planning Policy Framework (2012), Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006), BS 5228-1:2009 - Code of practice for noise & vibration control on construction & open sites-Part 1: Noise.",
    "6.\tCycle storage for a minimum of three cycles in accordance with the approved plans and all adopted standards shall be provided prior to occupation of the building and be continuously available and retained for the life of the development hereby approved.",
    "Reason: To provide adequate bicycle storage to align with Sustainable Transport SPG and policy 6.9 and 6.13 of the London Plan (2016).",
    "7.\tThe development hereby approved shall not be approved until refuse and recycling storage, in accordance with the Local Planning Authority Standards, has been provided in the curtilage of the proposed building as indicated on the approved plans and has been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Reason: To ensure the provision of satisfactory facilities for the storage of refuse and recycling material, in accordance with policies 1.1 and 1.2 of the Adopted Ealing Development (Core) Strategy (2012) policy 7B of the Adopted Ealing Management Development Plan Document (2013) and policies 7.4, and 7.6 of the London Plan (2016).",
    "8.\tThe first-floor window located on the southern elevation of the dwelling house and services the bathroom for Flat D shall be glazed with obscure glass and fixed shut and shall be permanently maintained for the life of the development unless alternative arrangements are approved in writing by the local planning authority.",
    "Reason: To safeguard the amenities and privacy of the occupiers of adjoining properties in accordance with section 7 pf the National Planning Policy Framework, policy 7B of the Ealing Development Management Development Plan (2013), policy 1.1 (g) of the Ealing Development (Core) Strategy (2012) and policies 7.4 and 7.6 of the London Plan (2016)."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "19/06/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07940715",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.27727809999999997,
          51.5105964
        ],
        [
          -0.2773352,
          51.5105909
        ],
        [
          -0.2773575,
          51.5106673
        ],
        [
          -0.27716019999999997,
          51.510686
        ],
        [
          -0.2769186,
          51.5107085
        ],
        [
          -0.2768289,
          51.5107171
        ],
        [
          -0.2768123,
          51.5106417
        ],
        [
          -0.2769012,
          51.5106331
        ],
        [
          -0.2771841,
          51.5106055
        ],
        [
          -0.27727809999999997,
          51.5105964
        ]
      ]
    ],
    "type": "Polygon"
  }
}