{
  "lpa_app_no": "P1695.24",
  "centroid_northing": 186735,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "28/01/2025",
  "locality": null,
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-07-23T04:28:50.335Z",
  "valid_date": "02/01/2025",
  "polygon": null,
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 553996,
  "actual_commencement_date": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1695.24",
  "site_number": null,
  "decision": "Approved",
  "ward": "St Andrew's",
  "decision_agency": "Borough",
  "lpa_name": "Havering",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "All Other",
  "id": "Havering-P1695.24",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "100021341966",
  "decision_date": "27/02/2025",
  "description": "Variation of condition No. 2 (Approved plans) of planning permission ref: P1364.23 dated 12/06/2024 to allow for amendments to materials and existing and proposed kerb alterations (Demolition of the existing building with the construction of a two storey building with roof level accommodation to provide 9 apartments (1 No. x 3 bedroom & 8 No. x 2 bedroom) with private and communal amenity spaces, on-site parking, new boundary wall with cycle and bin storage.)",
  "site_name": "The Cranleigh 84 Station Lane",
  "last_updated_by": "CSV Data Import",
  "decision_target_date": "27/02/2025",
  "borough": "Havering",
  "postcode": "RM12 6LX",
  "street_name": "Hornchurch",
  "bo_system": "CSV Data Import",
  "development_type": null,
  "lapsed_date": "27/02/2028",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:- In the interest of proper planning and for avoidance of doubt.",
    "No works above damp proof course shall take place in relation to any of the development hereby approved until details of all the external finishing materials, are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials",
    "Reason:- Insufficient information has been supplied with the application to judge the appropriateness of the external finishing materials to be used. Submission of samples prior to works above damp proof course will safeguard the appearance of the premises and the character of the immediate area and will ensure that the development accords with Policies 26 and 27 Local Plan",
    "No works shall take place in relation to any of the development hereby approved until a Demolition Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Demolition Method Statement shall include details of:",
    "a)\tDust management control (including reference to the Control of Dust and Emissions During Construction and Demolition Supplementary Planning Guidance (2014 which was issued by the Mayor of London, which deals particularly with the control of dust and emissions, including the use of non-road mobile machinery);",
    "b)\tMeasures for minimising the impact of noise and, if appropriate, vibration arising from demolition activities;",
    "c)\tDetails of disposal of waste arising from the demolition works including final disposal points. The burning of waste on the site at any time is specifically precluded.",
    "The works shall be carried out in accordance with the ap",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority. The Construction Method statement shall include details of:",
    "a)\tparking of vehicles of site personnel and visitors;",
    "b)\tdetails of vehicle cleansing;",
    "c)\tstorage of plant and materials;",
    "d)\tdust management controls;",
    "f)\tmeasures for minimising the impact of noise and, if appropriate, vibration arising from predicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "g)\tscheme for monitoring noise and if appropriate, vibration levels using methodologies and at points agreed with the Local Planning Authority;",
    "h)\tsiting and design of temporary buildings;",
    "i)\tscheme for security fencing/hoardings, depicting a readily visible 2",
    "Demolition, construction or associated works at the site shall take place only between 8.00am and 6.00pm Monday to Friday, and between 8.00am and",
    "1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:- To protect residential amenity, and in order that the development accords with Policy 34 of the Local Plan.",
    "No development shall take place until a detailed surface water drainage scheme for the site, based on sustainable drainage principles and an assessment of the hydrological and hydrogeological context of the development, has been submitted to and approved in writing by the local planning authority.",
    "a.\tThe submitted details shall:",
    "i. provide information about the design storm period and intensity, the method employed to delay and control the surface water discharged from the site and the measures taken to prevent pollution of the receiving groundwater and/or surface waters;",
    "ii. include a timetable for its implementation;",
    "and,",
    "iii. provide, a management and maintenance plan for the lifetime of the development which shall include the arrangements for adoption by any public authority or statutory undertaker and any other arrangements to secure the operation of the scheme throughout its lifetime.",
    "b.\tThe development shall be carried out in accordance with the approved details. The susta",
    "Notwithstanding the indicative details shown on the plans hereby approved, no works shall commence on site until a scheme of hard and soft landscaping has been submitted to and approved in writing by the Local Planning Authority.",
    "The soft landscaping scheme shall include:",
    "full details of trees to be planted, and full details of the proposed tree pits. Annotated drawings must show: minimum substrate depths; substrate specification; tree accessories including aeration, irrigation, structural root cells, and anchoring; surface treatments; edges together with measures for the protection in the course of development.",
    "full details, including scaled elevations and plans of the proposed boundary planting around and within the site.",
    "full details of any works proposed to the existing trees at the neighbouring property to the south of the appeal site.   full details of measures to protect the existing trees at the neighbouring property to the south of the appeal site, up to and during the",
    "Notwithstanding the indicative details shown on the plans hereby approved, no works shall commence on site until a scheme for the storage and removal of waste and recycling materials has been submitted to and approved in writing by the Local Planning Authority. No part of the development shall be occupied until refuse and recycling facilities are provided in accordance with the approved scheme; they shall be retained as such thereafter.",
    "Reason:- To protect the amenity of occupiers of the development and also the locality generally and ensure that the development accords with Policies 26 and 27 of the Local Plan.",
    "Notwithstanding the indicative details shown on the plans hereby approved, no works shall commence on site until a scheme for the storage of bicycles has been submitted to and approved in writing by the Local Planning Authority. No part of the development shall be occupied until the bicycle storage facilities are provided in accordance with the approved scheme; they shall be retained as such thereafter.",
    "Reason:- Insufficient information has been supplied with the application to demonstrate what facilities will be available for cycle parking.  Submission of this detail is in the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Before the buildings hereby permitted are first occupied, the area set aside for car parking shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason: In order to ensure adequate provision of cycle storage facilities on site prior to occupation of the new buildings.",
    "No building shall be occupied or use commenced until external lighting is provided in accordance with details previously submitted to and approved in writing by the Local Planning Authority. The lighting shall be provided and operated in strict accordance with the approved scheme.",
    "Reason: Insufficient information has been supplied with the application to judge the impact arising from any external lighting required in connection with the building or use.  Submission of this detail prior to occupation in the case of new building works or prior to the use commencing in the case of changes of use will protect residential amenity.",
    "All residential parking spaces within the development hereby approved shall include provision of infrastructure for electric or Ultra Low Emission vehicles, of which a minimum of 2 spaces shall have active charging facilities, with passive provision for all remaining spaces. Such provision is to be made prior to the first occupation of the dwellings hereby permitted.",
    "Reason:- To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety, and that the development accords with the Policy 24 of the Local Plan.",
    "Where the development is fitted with boliers, these shall be Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "The building hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "The proposed oriel windows shown on drawing no. 1947/04 and noted to be fixed with obscure glazing shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut.",
    "Reason: In the interests of privacy.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL) and Havering CIL.",
    "The proposed scheme would be liable for both Mayoral and Havering CIL. The net addition would be 270sqm, amounting to £6,752 Mayoral and £33,750 Havering CIL subject to Index linking.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the development before works begin. Further details with regard to CIL are available from the Council's website. You are also advised to visit the planning portal website where you can download the appropriate document templates at http://www.planningportal.gov.uk/planning/applications/howtoapply/whattosubmit/cil"
  ],
  "wgs84_polygon": null,
  "appeal_decision_date": null,
  "pp_id": "13660615",
  "centroid": {
    "lon": 0.220066,
    "lat": 51.55848
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}