{
  "lpa_name": "Camden",
  "uprn": "5107136",
  "decision_date": "10/08/2007",
  "epc_number": null,
  "application_type_full": "Full planning permission",
  "bo_system": "Northgate M3",
  "id": "Camden-2006_5467_P",
  "secondary_street_name": null,
  "appeal_status": null,
  "postcode": "NW6 3SJ",
  "appeal_decision": null,
  "application_details": {
    "other_residential_accommodation_details": {
      "no_council_tax_rateable_units_lost": 0,
      "other_resi_accommodation_unit_details": [],
      "no_council_tax_rateable_units_gained": 0
    },
    "affordable_housing_inlieu_payment": null,
    "residential_details": {
      "affordable_percentage": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "dwelling_density": 166.66666666666666,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_market_for_sale": 0,
      "total_no_proposed_residential_units_market_for_sale": 1,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "actual_completion_date": "15/10/2009",
          "m43_2a_compliant": false,
          "description": null,
          "m42_compliant": false,
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "unit_development_type": "New Build",
          "superseded_date": null,
          "provider": "Private",
          "phase_detail": null,
          "unit_no": null,
          "actual_commencement_date": "07/05/2008",
          "no_bedrooms": 2,
          "provision_for_older_persons": false,
          "superseded_by_lpa_app_no": null,
          "tenure": "Market for sale",
          "gia": null
        }
      ],
      "total_no_proposed_residential_units_self_build_and_custom_build": 0,
      "habitable_rooms_density": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_existing_residential_units": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_affordable_units": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "site_area": 0.006,
      "total_no_proposed_residential_units_london_living_rent": 0,
      "total_no_proposed_bedrooms": 2,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_london_affordable_rent": 0
    },
    "non_residential_details": {
      "development_type": null,
      "site_area": null,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_gained": 0,
      "total_gia_lost": 0,
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0
    },
    "superseding_details": [],
    "building_age": null,
    "no_affordable_housing_units_provided_offsite": null,
    "building_type": null,
    "no_affordable_housing_units_acquired_offsite": null,
    "occupation_status": null,
    "scheme_name": null,
    "non_permanent_dwellings_details": [],
    "building_details": [
      {
        "no_storeys": null,
        "building_ref": null
      }
    ],
    "constraints_details": [
      {
        "result": "Central",
        "constraints_layer_description": "Type of Setting"
      },
      {
        "result": "6",
        "constraints_layer_description": "PTAL 2008"
      }
    ]
  },
  "valid_date": "14/02/2007",
  "reference_no_of_permission_being_relied_on": null,
  "description": "Erection of a new dwellinghouse adjacent to 50A Fairhazel Gardens, comprising basement and ground floor with front and rear lightwells and bridge over front lightwell to entrance door (following demolition of existing single storey electricity sub-station), plus alterations to front and rear fenestration, front ground floor bay parapet, roof of side gabled wing, and front dormer window of the existing house at No. 50A, plus refacing of its elevations by new brickwork.",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted must be begun not later than the end of three years from the date of this permission.\r\n\r\nReason: In order to comply with the provisions of Section 91 of the Town and Country Planning Act 1990 (as amended).\r\n\r\n",
    "Condition : 2 - All new external work relating to alterations to the existing house shall be carried out in materials that resemble, as closely as possible, in colour and texture those of the existing building, unless otherwise specified in the approved application.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies S1/ S2 and B1 and B7 of the London Borough of Camden Replacement Unitary Development Plan 2006.\r\n",
    "Condition : 3 - A sample panel of the facing brickwork for both the new and existing houses, demonstrating the proposed colour, texture, face-bond and pointing, shall be provided on site and approved by the Council before the relevant parts of the works are commenced and the development shall be carried out in accordance with the approval given. The sample panel shall be retained on site until the work has been completed.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies S1/ S2  B1and B7 of the London Borough of Camden Replacement Unitary Development Plan 2006\r\n",
    "Condition : 4 - No development shall take place until full details of hard and soft landscaping and means of enclosure of all un-built, open areas have been submitted to and approved by the Council. \r\n\r\nReason: To enable the Council to ensure a reasonable standard of visual amenity in the scheme in accordance with the requirements of policies B1 and N8 of the London Borough of Camden Replacement Unitary Development Plan 2006.\r\n",
    "Condition : 5 - All hard and soft landscaping works shall be carried out to a reasonable standard in accordance with the approved landscape details by not later than the end of the planting season following completion of the development or any phase of the development, whichever is the sooner. Any trees or areas of planting which, within a period of 5 years from the completion of the development, die, are removed or become seriously damaged or diseased, shall be replaced as soon as is reasonably possible and, in any case, by not later than the end of the following planting season, with others of similar size and species, unless the Council gives written consent to any variation.\r\n\r\nReason: To ensure that the landscaping is carried out within a reasonable period and to maintain a satisfactory standard of visual amenity in the scheme in accordance with the requirements of policies B1 and N8 of the London Borough of Camden Replacement Unitary Development Plan 2006.\r\n",
    "Condition : 6 - Notwithstanding the provisions of Article 3 of the Town and Country Planning (General Permitted  Development Order) 1995 or any Order revoking  and re-enacting that Order, no development within Part 1 Classes A-H and Part 2 Classes A-C of Schedule 2 of that Order shall be carried out without the grant of planning permission having first been obtained from the Council.\r\n\r\nReason: To safeguard the visual amenities of the area and to prevent over development of the site by controlling proposed extensions and alterationsin order to ensure compliance with the requirements of policies S1/ S2, B1, B3  and SD6 of the London Borough of Camden Replacement Unitary Development Plan 2006.\r\n",
    "Condition : 7 - No development shall take place until: A) The applicant has submitted a programme of ground investigation for the presence of soil and groundwater contamination and landfill gas for approval by the Council; and B) The investigation has been carried out in accordance with the approved details and the results and remediation measures (if necessary) have been submitted to and approved by the Council. All approved remediation measures shall be implemented strictly in accordance with the approved details.\r\n\r\nReason: To protect future occupiers of the development from the possible presence of ground contamination arising in connection with the previous substation use of the site in accordance with policy SD10B of the London Borough of Camden Replacement Unitary Development Plan 2006.\r\n",
    "Condition : 8 - No lights, meter boxes, flues, vents or pipes, and no telecommunications equipment, alarm boxes, television aerials or satellite dishes shall be fixed or installed on the external face of the new building, without the prior approval in writing of the Council.\r\n\r\nReason: To safeguard the appearance of the premises and the character of the immediate area in accordance with the requirements of policies S1/ S2 , B1 and B7 of the London Borough of Camden Replacement Unitary Development Plan 2006\r\n",
    "Condition : 9 - Details of the 'green' roof of the new building, including species, planting density, substrate and a section at scale 1:20 showing that adequate depth is available in terms of the construction and long-term viability of the green roof, and a programme for a scheme of maintenance, shall be submitted to and approved by the Council prior to the commencement of works. Thereafter, the green roof shall be fully provided in accordance with the approved details, and permanently retained and maintained in accordance with the approved scheme of maintenance.   \r\n\r\nReason: To ensure that the green roof is suitably designed and maintained in accordance with the requirements of policies SD9 and B1 of the London Borough of Camden Replacement Unitary Development Plan 2006 and design advice in the Camden Planning Guidance\r\n",
    "Condition : 10 - The beech tree in the forecourt shall be retained and protected from damage to the satisfaction of the Council. Details shall be submitted to and approved by the Council before works commence on site to (a) confirm that the tree has a safe useful life expectancy in excess of 10 years, and either (b) to demonstrate how the tree will be protected during construction works in accordance with guidelines and standards set out in BS5837:2005 \"Trees in Relation to Construction\", or (c) if the tree is to be removed, submit details of the proposed location and species of a replacement tree.\r\n\r\nReason: To ensure that the Council may be satisfied that the development will not have an adverse effect on existing trees and in order to maintain the character and amenities of the area in accordance with the requirements of policy N8 of the London Borough of Camden Replacement Unitary Development Plan 2006.\r\n",
    "Condition : 11 - All  new fenestration hereby approved at ground floor level and above on the new and existing buildings shall be timber framed.\r\n\r\nReason: In order to preserve the character and appearance of the buildings and of the Conservation Area in accordance with the requirements of policies B1, B3 and B7 of the London Borough of Camden Replacement Unitary Development Plan 2006.\r\n\r\n\r\n",
    "Condition : 12 - Before the development commences, details of the proposed cycle storage area for  1 x bicycle shall be submitted to and approved by the Council. The approved facility shall be provided in its entirety prior to the first occupation of any of the new units, and permanently maintained and retained thereafter.\r\n\r\nReason: To ensure the development provides adequate cycle parking facilities in accordance with the requirements of policy T3 of the London Borough of Camden Replacement Unitary Development Plan 2006.\r\n",
    "Condition : 13 - Before the development commences, details of the location, design and method of waste storage and removal, including recycling facilities, shall be submitted to and approved by the Council. The approved facility shall be provided prior to the first occupation of any of the new units, and permanently maintained and retained thereafter.\r\n\r\nReason: To safeguard the amenities of the adjoining premises and the area generally in accordance with the requirements of policies SD6 and SD12 of the London Borough of Camden Replacement Unitary Development Plan 2006.\r\n",
    "Condition : 14 - The roof of the new house shall not be used as an amenity terrace and shall only be accessible for maintenance purposes. \r\n\r\nReason: In order to prevent unreasonable overlooking of neighbouring premises in accordance with the requirements of policies S1/ S2 and SD6 of the London Borough of Camden Replacement Unitary Development Plan 2006.\r\n"
  ],
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-04-25T10:32:28.504Z",
  "ward": "Swiss Cottage (Pre May 2022)",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_proposed_other": null,
    "no_proposed_bluebadge": null,
    "no_proposed_bus": null,
    "net_bluebadge": null,
    "no_existing_other": null,
    "no_existing_cycle": null,
    "no_proposed_car": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_existing_motorcycle": null,
    "no_proposed_resi_offstreet": 0,
    "no_existing_car": null,
    "net_other": null,
    "no_existing_lgv": null,
    "net_motorcycle": null,
    "net_car": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "net_lgv": null,
    "no_proposed_cycle": null,
    "net_cycle": null
  },
  "lapsed_date": "10/08/2010",
  "decision_target_date": "11/04/2007",
  "centroid": {
    "lat": 51.543946,
    "lon": -0.182195
  },
  "lpa_app_no": "2006/5467/P",
  "status": "Completed",
  "site_name": "Former 50A",
  "url_planning_app": "https://planningrecords.camden.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=2006/5467/P",
  "locality": "London",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              526145.2463671232,
              184347.00080643076
            ],
            [
              526148.1980989992,
              184350.24987639464
            ],
            [
              526150.6468821478,
              184352.74916098284
            ],
            [
              526151.6733103455,
              184353.96139852557
            ],
            [
              526152.8804978802,
              184352.81624796416
            ],
            [
              526154.0234139422,
              184354.25489271362
            ],
            [
              526161.5963232969,
              184346.85084935522
            ],
            [
              526164.4985848062,
              184344.1516220013
            ],
            [
              526159.9967814422,
              184342.00223725388
            ],
            [
              526149.8470709363,
              184337.3459487831
            ],
            [
              526148.3312525206,
              184341.42137062328
            ],
            [
              526148.5434772134,
              184342.36679260823
            ],
            [
              526145.2463671232,
              184347.00080643076
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "geometrycollection"
  },
  "development_type": "New Build",
  "last_date_consultation_comments": "22/03/2007",
  "appeal_decision_date": null,
  "decision_process": "Delegated",
  "decision_agency": "Borough",
  "date_building_work_completed_under_previous_permission": null,
  "last_updated_by": "Northgate M3",
  "site_number": "Land adjacent to 50A",
  "application_type": "All Other",
  "actual_completion_date": "15/10/2009",
  "title_number": null,
  "actual_commencement_date": "07/05/2008",
  "street_name": "Fairhazel Gardens",
  "pp_id": null,
  "subdivision_of_building": null,
  "cil_liability": false,
  "centroid_easting": 526153,
  "appeal_start_date": null,
  "centroid_northing": 184349,
  "borough": "Camden",
  "decision": "Approved",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.182308,
          51.54393
        ],
        [
          -0.182264,
          51.543958
        ],
        [
          -0.182228,
          51.54398
        ],
        [
          -0.182213,
          51.543991
        ],
        [
          -0.182196,
          51.54398
        ],
        [
          -0.182179,
          51.543993
        ],
        [
          -0.182072,
          51.543925
        ],
        [
          -0.182031,
          51.5439
        ],
        [
          -0.182097,
          51.543881
        ],
        [
          -0.182245,
          51.543842
        ],
        [
          -0.182265,
          51.543879
        ],
        [
          -0.182262,
          51.543887
        ],
        [
          -0.182308,
          51.54393
        ]
      ]
    ],
    "type": "Polygon"
  }
}