{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509346.6156,
              187157.2609
            ],
            [
              509379.424,
              187171.4162
            ],
            [
              509384.0542,
              187160.0391
            ],
            [
              509351.5104,
              187146.413
            ],
            [
              509346.6156,
              187157.2609
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08305765",
  "appeal_status": null,
  "last_updated": "2025-03-20T23:46:13.473+00:00",
  "appeal_decision_date": null,
  "status": "Refused",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "31/01/2020",
  "secondary_street_name": "RUISLIP",
  "appeal_start_date": null,
  "ward": "WEST RUISLIP",
  "centroid": {
    "lat": "51.5727033",
    "lon": "-0.4232878"
  },
  "decision": "Refused",
  "valid_date": "08/01/2020",
  "appeal_decision": null,
  "application_type_full": null,
  "development_type": null,
  "locality": "MIDDLESEX",
  "borough": "Hillingdon",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.043000000000000003
  },
  "cil_liability": true,
  "postcode": "HA4 8LJ",
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=56331/APP/2019/3988",
  "lpa_name": "Hillingdon",
  "site_name": "158-160",
  "lapsed_date": "04/03/2023",
  "parking_details": null,
  "decision_conditions": [
    "The proposed rear extensions by reason of their size, scale, bulk and design would result in an incongruous and visually intrusive form of development, which would fail to harmonise with the architectural composition of the original property, would be detrimental to the character, appearance and visual amenities of the street scene and would fail to either preserve or enhance the character or appearance of the surrounding Ruislip Village Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4 and DMHB 11 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020) Policy 7.8 of the London Plan (2016) and the NPPF.",
    "The alterations to the shopfront by virtue of the proposed loss of the existing central corbel and pilaster and the proposed creme rendered finish to the shopfront and stall riser would result in an incongruous and visually intrusive form of development, which would fail to harmonise with the architectural composition of the original property, would be detrimental to the character, appearance and visual amenities of the street scene and would fail to either preserve or enhance the character or appearance of the surrounding Ruislip Village Conservation Area. The proposal is therefore contrary to Policies BE1 and HE1 of the Hillingdon Local Plan: Part One - Strategic Policies (November 2012), Policies DMHB 1, DMHB 4 and DMHB 13 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020) Policy 7.8 of the London Plan (2016) and the NPPF.",
    "The proposal would provide bedrooms of inadequate size and width and would therefore give rise to a substandard form of living accommodation to the detriment of the amenity of future occupiers. The proposal is thus contrary to, Policy DMHB 16 of the Hillingdon Local Plan Part Two - Development Management Policies (January 2020)  Policy 3.5 of the London Plan (2016), the Housing Standards Minor Alterations to The London Plan (March 2016), the Mayor of London's adopted Supplementary Planning Guidance - Housing (March 2016) and the Technical Housing Standards - Nationally Described Space Standard (March 2016).",
    "The proposed development, by virtue of its failure to provide amenity space of sufficient size and quality commensurate to the size and layout of the said units would result in an over-development of the site detrimental to the residential amenity of existing and future occupiers. The proposal is therefore contrary to Policy DMHB 18 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "The provision of the extractor flue in such close proximity to the habitable window serving the living room of flat 3 would result in an unacceptable impact on the amenity of the future occupiers, by reason of noise, vibration and smell. The proposal is therefore contrary to policies DMHB 11 and DMEI 14 of the Hillingdon Local Plan: Part Two - Development Management Policies (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from the  Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Single storey rear extension to ground floor restaurant with alterations to shopfront, first floor rear extension and conversion of existing flats into 2 x 1-bed, 2 x studio and 1 x 2-bed self contained flats, and",
  "lpa_app_no": "56331/APP/2019/3988",
  "decision_target_date": "04/03/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "04/03/2020",
  "id": "Hillingdon-56331_APP_2019_3988",
  "centroid_northing": 187159,
  "application_type": "All Other",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": 509365,
  "street_name": "HIGH STREET",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.42355349999999997,
          51.5726913
        ],
        [
          -0.4230759,
          51.5728121
        ],
        [
          -0.42301269999999996,
          51.572709
        ],
        [
          -0.4234863,
          51.5725928
        ],
        [
          -0.42355349999999997,
          51.5726913
        ]
      ]
    ],
    "type": "Polygon"
  }
}