{
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall begin no later than three years from the date of this decision.  \r\n\r\nReason:  To accord with the provisions of Schedule 2, Part 3, Paragraph MA.2 (5) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).  \r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved drawings:  01, 02, 03, 03  Received:  19 September 2024.  \r\n\r\nReason:  In accord with the provisions of Schedule 2, Part 3, Paragraph W.12 (a) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).  ",
    "Condition : 3 - Before the development hereby permitted is first occupied or brought into use, the Local Planning Authority shall be informed of the agreed naming and numbering of the proposed dwellings so that arrangements can be put in place to ensure that, with the exception of a person eligible for a disabled person's badge issued pursuant to Section 21 of the Chronically Sick and Disabled Persons Act 1970 (or similar legislation), no resident of the development shall obtain a resident's parking permit.  Any occupiers of the approved development shall surrender any such permit wrongly issued or held.  \r\n\r\nReason:  To accord with the provisions of Schedule 2, Part 3, Paragraph MA.2 (2(a)) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).  ",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (or any order revoking or re-enacting that order), no enlargement of the ground floor flat hereby permitted or any additional structures/ buildings/ enclosures within the curtilage of the site shall be carried out, other than as shown in the approved drawings, and no additional floor space shall be formed within the building(s) hereby permitted by means of internal horizontal division (new mezzanine level) without prior written approval of the Local Planning Authority.  \r\n\r\nReason:  To protect neighbour living conditions and the character and appearance of the area and to prevent over-intensive use of the site.  ",
    "Condition : 5 - During the development:\r\n\r\nThe Local Planning Authority shall be notified immediately if any land contamination not previously identified is encountered during development. A competent person shall assess the contamination, where necessary, including soil and groundwater sampling and testing before any further part of the development that may be affected by the additional contamination that has been discovered continues.  \r\n\r\nA remediation method statement, prepared by a suitably qualified, experienced or supervised person, shall be submitted in writing to the local planning authority for approval within one month of the discovery of such contamination.  \r\n\r\nReason:  Land contamination is known or suspected within the site due to a former land use.  Further monitoring and responsive investigation and remediation works are therefore necessary to ensure that the development can be implemented and occupied with adequate regard to public and environmental safety in accordance with Schedule 2, Part 3, Paragraph MA.2 (2(b)) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).  \r\n\r\nSupporting Notes:\r\n\r\n(i)           Further remediation work to remove or manage additional contamination shall be carried out in accordance with the approved revised remediation method statement for verification and validation before the development is first brought into use.  \r\n(ii)          In some instances, the Local Planning Authority may require work on site to be ceased whilst the nature of additional contamination is investigated fully.  \r\n(iii)         The Council requests that the revised remediation method statement or any site photos be sent electronically to landquality@hounslow.gov.uk as well as being submitted to the Local Planning Authority for approval.  ",
    "Condition : 6 - Prior to the development being brought into use:\r\n\r\nAny agreed scheme for remediation, including any amendments, shall be fully implemented.  A verification report produced upon completion of any remediation works by a suitably qualified, experienced or supervised person shall be submitted in writing to the Local Planning Authority for approval, before the development is first brought into use or in accordance with a programme approved in writing by the Local Planning Authority.  \r\n\r\nReason: Land contamination is known or suspected within the site due to a former land use. It is therefore necessary to ensure that any land contamination remediation works are correctly and professionally carried out to protect public and environmental safety in accordance with Schedule 2, Part 3, Paragraph MA.2 (2(b)) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).  \r\n\r\nSupporting Notes:\r\n\r\n(i)           The verification (closure) report shall revisit the conceptual site model and provide evidence that each aspect of the remediation plan has been implemented correctly and successfully in accordance with current UK guidance and best practice.  Where applicable, the report shall describe how any additional/ unexpected contamination encountered during development has been managed in line with the revised remediation method statement.  \r\n(ii)          This report shall demonstrate that the development is suitable for its proposed use in terms of land quality.  \r\n(iii)         The Council requests that the verification report or site photos be sent electronically to landquality@hounslow.gov.uk as well as being submitted to the Local Planning Authority for approval.  ",
    "Condition : 7 - Prior to the occupation of the ground floor flat hereby permitted, full details of secure sheltered cycle parking facilities that accord with the London Cycle Design Standards for not less than two bicycles for the occupants of (and visitors to) the ground floor flat hereby permitted located in its internal storage cupboard and external rear amenity courtyard shall be submitted to and approved in writing by the Local Planning Authority.  The approved facilities shall be fully implemented and made available for use before the development is occupied and be permanently retained for use at all times without obstruction.  \r\n\r\nReason: In order to support sustainable transport objectives in accordance with Schedule 2, Part 3, Paragraph MA.2 (2(a)) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).  ",
    "Condition : 8 - No development (except any demolition, site clearance, ground investigation and remediation work) shall take place until full details of the arrangements for the storing of waste and recycled materials (including details of how the placing of waste and recycled materials in a suitable location for collection must be undertaken and managed) have been submitted to and approved in writing by the Local Planning Authority.  The development shall not be carried out otherwise than in accordance with the approved details.  \r\n\r\nReason:  In order to ensure adequate provision for waste and recycled materials in accordance with Schedule 2, Part 3, Paragraph MA.2 (2(a)) of the Town and Country Planning (General Permitted Development) (England) Order 2015 (as amended).  "
  ],
  "actual_commencement_date": null,
  "decision_target_date": "14/11/2024",
  "lpa_name": "Hounslow",
  "centroid_northing": "178216",
  "last_updated": "2025-03-19T17:28:30.693+00:00",
  "development_type": "Notifications",
  "ward": "Chiswick Homefields",
  "parking_details": null,
  "uprn": "100023490851",
  "application_details": {
    "site_area": 0.015000000000000001
  },
  "last_date_consultation_comments": "18/10/2024",
  "decision": "Approved",
  "bo_system": "Northgate M3",
  "postcode": "W4 2JQ",
  "secondary_street_name": null,
  "appeal_decision_date": null,
  "application_type": "Prior Approval",
  "decision_date": "13/11/2024",
  "borough": "Hounslow",
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.2514444,
          51.4897834
        ],
        [
          -0.2513511,
          51.489813
        ],
        [
          -0.2512548,
          51.4898435
        ],
        [
          -0.2512455,
          51.4898618
        ],
        [
          -0.2512522,
          51.4898736
        ],
        [
          -0.2512699,
          51.4898999
        ],
        [
          -0.2513486,
          51.4898759
        ],
        [
          -0.25137929999999997,
          51.4898665
        ],
        [
          -0.2514322,
          51.4898501
        ],
        [
          -0.25146029999999997,
          51.4898415
        ],
        [
          -0.2515484,
          51.4898143
        ],
        [
          -0.2515768,
          51.4898056
        ],
        [
          -0.25153559999999997,
          51.4897537
        ],
        [
          -0.2514444,
          51.4897834
        ]
      ]
    ]
  },
  "lpa_app_no": "PAC/2024/3155",
  "valid_date": "19/09/2024",
  "description": "Prior Approval for partial change of use of the existing ground floor vacant shop and workshop (Class E) to a two bedroom, three person flat (Class C3).  ",
  "centroid_easting": "521502",
  "site_number": "44",
  "lapsed_date": "12/11/2027",
  "date_building_work_started_under_previous_permission": null,
  "title_number": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "street_name": "Chiswick Lane",
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "actual_completion_date": null,
  "locality": "London",
  "decision_agency": "Borough",
  "centroid": {
    "lat": "51.4898474",
    "lon": "-0.2513205"
  },
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=PAC/2024/3155",
  "site_name": null,
  "cil_liability": false,
  "subdivision_of_building": null,
  "appeal_status": null,
  "status": "Approved",
  "appeal_decision": null,
  "pp_id": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": null,
  "id": "Hounslow-PAC_2024_3155",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              521493.5695464,
              178208.675932
            ],
            [
              521499.9692715,
              178212.1266065
            ],
            [
              521506.5694418,
              178215.6766504
            ],
            [
              521507.1692596,
              178217.7260068
            ],
            [
              521506.6693465,
              178219.0258848
            ],
            [
              521505.369204,
              178221.9266745
            ],
            [
              521499.9694878,
              178219.1262879
            ],
            [
              521497.8695344,
              178218.0269258
            ],
            [
              521494.2356618,
              178216.1221049
            ],
            [
              521492.3113276,
              178215.1148371
            ],
            [
              521486.2667563,
              178211.946362
            ],
            [
              521484.3191067,
              178210.9263012
            ],
            [
              521487.3191229,
              178205.2266049
            ],
            [
              521493.5695464,
              178208.675932
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  }
}