{
  "lpa_app_no": "PAC/2024/0901",
  "centroid_northing": 172413,
  "status": "Approved",
  "epc_number": null,
  "last_date_consultation_comments": "15/03/2024",
  "locality": "Feltham",
  "secondary_street_name": null,
  "subdivision_of_building": null,
  "date_building_work_started_under_previous_permission": null,
  "last_updated": "2025-03-19T17:28:33.025+00:00",
  "valid_date": "15/03/2024",
  "polygon": {
    "geometries": [],
    "type": "geometrycollection"
  },
  "cil_liability": false,
  "title_number": null,
  "decision_process": "Delegated",
  "centroid_easting": 510981,
  "actual_commencement_date": null,
  "url_planning_app": "https://planningandbuilding.hounslow.gov.uk/NECSWS/ES/Presentation/Planning/OnlinePlanning/OnlinePlanningOverview?applicationNumber=PAC/2024/0901",
  "site_number": null,
  "decision": "Approved",
  "ward": "Hanworth Park",
  "decision_agency": "Borough",
  "lpa_name": "Hounslow",
  "appeal_status": null,
  "appeal_decision": null,
  "parking_details": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "application_type": "Prior Approval",
  "id": "Hounslow-PAC_2024_0901",
  "application_details": {
    "existing_uprns": null
  },
  "uprn": "100023399668",
  "decision_date": "01/08/2024",
  "description": "Variation of Condition 2 (Approved Plans) to replace the approved site plan and Condition 5 (Car Park) to amend the wording and number of blue badge spaces submitted pursuant of planning permission 00403/E/PA4 dated 28/09/2018 for the prior notification for change of use from Offices (B1) to form 143 residential apartments (C3)",
  "site_name": "Smith House",
  "last_updated_by": "Northgate M3",
  "decision_target_date": "10/05/2024",
  "borough": "Hounslow",
  "postcode": null,
  "street_name": "Elmwood Avenue",
  "bo_system": "Northgate M3",
  "development_type": "Notifications",
  "lapsed_date": "01/08/2027",
  "decision_conditions": [
    "Condition : 1 - The development hereby permitted shall be completed before the expiration of three years from the date of this permission.\r\nReason: To accord with the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended)\r\n",
    "Condition : 2 - The proposals shall be implemented in accordance with the approved plans. \r\nReason: To ensure the development is carried out in accordance with the details submitted.",
    "Condition : 3 - The development hereby approved shall be implemented in strict accordance with the Construction Logistics Plan approved under application reference 00403/E/PA4(3) dated 07 April 2020. \r\nReason: To minimise highway and traffic impact to the road network from construction vehicles and in the interests of road safety.\r\n",
    "Condition : 4 - Cycling parking shall be provided in strict accordance with the cycle parking approved under 00403/E/PA4(4) dated 07 April 2020 and the cycle parking shall be implemented prior to first occupation in accordance with the approved plans. The bicycle parking facilities shall thereafter be kept available for the parking of bicycles. \t\r\nReason: To ensure that there is adequate cycle parking for the occupants of the proposed flats in line with the London Plan standards.\r\n",
    "Condition : 5 - The developer shall ensure that the car park is provided with a minimum of:\r\na) 11x blue badge spaces\r\nb) 20% active electric vehicle charging spaces\r\nc) 20% passive electric vehicle charging spaces\r\nThe spaces shall be marked out accordingly to designate their use prior to the first occupation of the building and implemented thereafter unless agreed in writing with the Local Planning Authority.\r\nReason: To ensure that the car parking is provided in accordance with Local Plan Policy EC2. \r\n",
    "Condition : 6 - The development hereby approved shall be implemented in strict accordance with the Residential Travel Plan approved under application reference 00403/E/PA4(6I) dated 01 September 2022. The proposal shall be implemented in accordance with the approved details and thereafter maintained as such.\r\nReason: To ensure the proposal meets the aims and objectives of the Councils sustainable agenda and accord with policies EQ1 and EC2 of the Local Plan.\r\n",
    "Condition : 7 - The hereby approved development shall be carried out in strict accordance with the details and validation (closure) reports submitted under application references 00403/E/PA4(7) dated 07 April 2020 and 00403/E/PA4(7I) dated 08 July 2021.\r\nReason: Contamination is known or suspected on the site due to a former land use.  The LPA therefore wishes to ensure that the development can be implemented and occupied with adequate regard for public and environmental safety."
  ],
  "wgs84_polygon": {
    "type": "Polygon",
    "coordinates": [
      [
        [
          -0.404614,
          51.439863
        ],
        [
          -0.404615,
          51.439836
        ],
        [
          -0.404658,
          51.439837
        ],
        [
          -0.404657,
          51.439864
        ],
        [
          -0.404614,
          51.439863
        ]
      ]
    ]
  },
  "appeal_decision_date": null,
  "pp_id": "12844575",
  "centroid": {
    "lon": -0.404636,
    "lat": 51.43985
  },
  "actual_completion_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null
}