{
  "cil_liability": false,
  "url_planning_app": "https://pam.ealing.gov.uk/online-applications/PLAN/192889LBC;",
  "lapsed_date": "03/03/2024",
  "decision_target_date": "05/03/2021",
  "locality": "Southall",
  "subdivision_of_building": null,
  "bo_system": "CSV Data Import",
  "lpa_name": "Ealing",
  "postcode": "UB1 3DN",
  "site_name": "Land And Buildings To The Rear Of",
  "status": "Approved",
  "application_details": {
    "existing_uprns": [
      "000012149550, 000012149551, 000012156397, 000012159890"
    ],
    "site_area": 0.327
  },
  "appeal_decision_date": null,
  "lpa_app_no": "192889LBC",
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 513098,
  "date_building_work_completed_under_previous_permission": null,
  "title_number": null,
  "application_type_full": null,
  "last_updated": "2025-03-21T00:19:14.729+00:00",
  "id": "Ealing-192889LBC",
  "application_type": "All Other",
  "street_name": "High Street",
  "borough": "Ealing",
  "ward": "Southall Broadway",
  "decision_date": "03/03/2021",
  "epc_number": null,
  "actual_commencement_date": null,
  "appeal_status": null,
  "appeal_start_date": null,
  "decision_process": "Committee",
  "description": "Demolition of single storey outbuildings adjoining the rear of the Red Lion public house; demolition of single storey building to the west of the Red Lion public house (Application for Listed Building Consent)",
  "actual_completion_date": null,
  "last_date_consultation_comments": null,
  "last_updated_by": [
    "CSV Data Import",
    "CSV Data Import"
  ],
  "development_type": "Other listed building consents (alter-extend)",
  "centroid_northing": 180293,
  "decision": "Approved",
  "appeal_decision": null,
  "uprn": "000012159890",
  "centroid": {
    "lon": "-0.3716489",
    "lat": "51.5102567"
  },
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              513125.2972248,
              180309.5261902
            ],
            [
              513121.3313504,
              180253.6921726
            ],
            [
              513073.4440355,
              180260.0403554
            ],
            [
              513080.5842584,
              180308.1965708
            ],
            [
              513069.733758,
              180307.4067969
            ],
            [
              513068.6783902,
              180315.3445248
            ],
            [
              513075.5547711,
              180316.4042214
            ],
            [
              513081.3757843,
              180338.8877856
            ],
            [
              513075.8186131,
              180339.9474822
            ],
            [
              513077.1460679,
              180343.1265722
            ],
            [
              513087.9883233,
              180339.6875566
            ],
            [
              513103.340627,
              180337.2982406
            ],
            [
              513099.6303496,
              180312.9652058
            ],
            [
              513125.2972248,
              180309.5261902
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "parking_details": null,
  "decision_agency": "Borough",
  "decision_conditions": [
    "Time Limit",
    "The demolition to which this consent relates must be begun no later than the expiration of three years beginning with the date on which the consent is granted.",
    "Reason: To comply with the provisions of Section 18(1) of the Planning (Listed Buildings and Conservation Areas) Act 1990, as amended, to prevent the accumulation of unimplemented listed building consents, and to enable the Local Planning Authority to review the situation at the end of this period if the development has not begun.",
    "| Approved Drawings",
    "The demolition hereby approved shall be carried out in accordance with drawing title numbers:",
    "PL_01_010",
    "Reason: For the avoidance of doubt, and in the interests of proper planning.",
    "| Hidden Historic Features",
    "Any hidden historic features which are revealed during the course of works shall be retained in situ, and any work potentially impacting on such features or their setting suspended, and the Council as local planning authority notified immediately. Provision shall be made for the retention or salvage and/or proper recording of such hidden features.",
    "Reason: To maintain and preserve the special architectural and historic interest of the listed buildings on site in accordance with policy 7C of the Ealing Development Management DPD (2013); policies 7.8 and 7.9 of the London Plan (2016); policies 1.1(h), 1.2(g) and 2.1 (c) of the Ealing Development (or Core) Strategy DPD (2012); and the National Planning Policy Framework (2019).",
    "| Demolition Method Statement and Management Plan",
    "Prior to the commencement of demolition, a detailed site demolition method statement and management plan shall be submitted to and approved in writing by the Local Planning Authority. The submission shall specifically consider a joint approach with the construction of any approved development on the adjoining site to minimise highways and amenity impacts of this busy location. The submitted details shall include the following:",
    "a)\tThe number of on-site construction workers and details of the transport options and parking facilities for them;",
    "b)\tdetails of working hours;",
    "c)\tanticipated route, number, frequency and size of vehicles entering/exiting the site per day;",
    "d)\tdelivery times and booking system (which is to be staggered to avoid morning and afternoon school-run peak periods);",
    "e)\troute and location of site access for construction traffic and associated signage;",
    "f)\tmanagement of consolidated or re-timed trips;",
    "g)\tdetails of noise and vibration mitigation measures and monitoring arrangements for noise and vibration by suitably qualified noise specialists. Noise and vibration mitigation measures must accord with the Mayor's 'Best Practice Guidance';",
    "h)\tdetails of site security, temporary lighting and the erection and maintenance of security hoarding including decorative displays and facilities for public viewing, where appropriate;",
    "i)\tsecure, off-street loading and drop-off facilities;",
    "j)\twheel washing provisions;",
    "k)\tvehicle manoeuvring and turning, including swept path diagrams to demonstrate how construction vehicles will access the site and be able to turn into and emerge from the site in forward gear and including details of any temporary vehicle access points;",
    "l)\tdetails as to the location(s) for storage of materials, plant and construction debris and contractors' welfare facilities and offices;",
    "m)\tprocedures for on-site contractors to deal with complaints from members of the public;",
    "n)\tmeasures to consult cyclists, disabled people and the local schools with regard to delivery times and necessary diversions;",
    "o)\tdetails of all pedestrian and cyclist diversions;",
    "p)\ta commitment to be part of Considerate Constructors Scheme; and",
    "q)\tconfirmation of use of TfL's Freight Operator Recognition Scheme (FORS) or similar.",
    "r)\tThe submission of evidence of the condition of the highway prior to-demolition and a commitment to make good any damages caused during demolition.",
    "s)\tDetails of parking restrictions which may need to be implemented during demolition work.",
    "t)\tAn Air Quality and Dust Management Plan (AQDMP) that includes an Air Quality (Dust) Risk Assessment produced in accordance with current guidance 'The Control of Dust and Emissions during Construction and Demolition SPG', GLA, July 2014.",
    "u)\tDetails of all Non-Road Mobile Machinery (NRMM) to be used on the development site. All NRMM shall meet as minimum the Stage IIIB emission criteria of Directive 97/68/EC and its subsequent amendments unless it can be demonstrated that Stage IIIB equipment is not available. An inventory of all NRMM must be registered on the NRMM register https://nrmm.london/user-nrmm/register. All NRMM shall be regularly serviced and service logs kept on site for inspection. Records shall be kept on site which details the emissions standard of all equipment.",
    "Prior to the commencement of any demolition work, all sensitive properties surrounding the site shall be notified in writing of the nature and duration of the works to be undertaken, and the name and address of a responsible person to whom enquiries / complaints should be directed. These details shall also be displayed at regular intervals around the site construction compound.",
    "The development shall be carried out strictly in accordance with the details so approved. Any areas to be used for the storage of building materials or other site activities outside of the relevant phase of the development shall be returned to the original condition immediately following the practical completion of the works.",
    "Such details shall be implemented, and phasing agreed in writing, prior to the commencement of works on site and thereafter retained for the duration of the works.",
    "Reason:  To protect the amenity of local residents and to ensure adequate highway and site safety in accordance with policies 6.3, 6.13, 7.13, 7.14 and 7.15  of the London Plan (2016); the National Planning Policy Framework (2019); Greater London Authority Best Practice Guidance 'The Control of Dust and Emissions from Construction and Demolition (2006); and BS 5228-1:2009 - Code of practice for noise and vibration control on construction & open sites-Part 1: Noise."
  ],
  "reference_no_of_permission_being_relied_on": null,
  "valid_date": "28/06/2019",
  "secondary_street_name": null,
  "site_number": null,
  "pp_id": "PP-07949156",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.3712504,
          51.5103997
        ],
        [
          -0.3713255,
          51.5098987
        ],
        [
          -0.3720132,
          51.5099653
        ],
        [
          -0.3718949,
          51.5103967
        ],
        [
          -0.3720515,
          51.5103918
        ],
        [
          -0.3720641,
          51.5104633
        ],
        [
          -0.3719647,
          51.5104715
        ],
        [
          -0.3718737,
          51.5106724
        ],
        [
          -0.3719534,
          51.510683
        ],
        [
          -0.37193319999999996,
          51.5107114
        ],
        [
          -0.3717782,
          51.5106783
        ],
        [
          -0.3715578,
          51.5106537
        ],
        [
          -0.371619,
          51.5104358
        ],
        [
          -0.3712504,
          51.5103997
        ]
      ]
    ],
    "type": "Polygon"
  }
}