{
  "development_type": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "postcode": "RM12 4NG",
  "borough": "Havering",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.19354939999999998,
          51.5493679
        ],
        [
          0.1935608,
          51.5493616
        ],
        [
          0.193652,
          51.5493087
        ],
        [
          0.1937245,
          51.5489882
        ],
        [
          0.1935412,
          51.5489551
        ],
        [
          0.19354939999999998,
          51.5493679
        ]
      ]
    ],
    "type": "Polygon"
  },
  "site_name": "32 Woburn Avenue",
  "centroid_easting": 552192,
  "pp_id": "12462781",
  "cil_liability": false,
  "reference_no_of_permission_being_relied_on": null,
  "date_building_work_completed_under_previous_permission": null,
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.04
  },
  "lpa_name": "Havering",
  "decision": "Approved",
  "lpa_app_no": "P1460.23",
  "decision_date": "22/02/2024",
  "last_updated": "2025-03-20T10:52:30.073+00:00",
  "centroid_northing": 185640,
  "centroid": {
    "lon": "0.19361699999999998",
    "lat": "51.5491321"
  },
  "appeal_decision_date": null,
  "locality": null,
  "ward": "Elm Park",
  "bo_system": "CSV Data Import",
  "lapsed_date": "22/02/2027",
  "decision_process": "Delegated",
  "last_date_consultation_comments": "20/12/2023",
  "subdivision_of_building": null,
  "appeal_start_date": null,
  "epc_number": null,
  "valid_date": "20/11/2023",
  "actual_commencement_date": null,
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The proposed development hereby approved shall be constructed in accordance with the materials detailed in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Reason: To ensure that the appearance of the proposed development will harmonise with the character of the surrounding area and comply with Policy 7 and 26 of the Havering Local Plan 2021.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the east elevation of the building hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling, and in order that the development accords with the  26 and 7 of the Havering Local Plan 2021",
    "Prior to the commencement of any works pursuant to this permission the developer shall submit for the written approval of the Local Planning Authority",
    "a)  A Phase I (Desktop Study) Report documenting the history of the site, its surrounding area and the likelihood of contaminants, their type and extent incorporating a Site Conceptual Model.",
    "b)  A Phase II (Site Investigation) Report if the Phase I Report confirms the possibility of a significant risk to any sensitive receptors.  This is an intrusive site investigation including factors such as chemical testing, quantitative risk assessment and a description of the sites ground conditions.  An updated Site Conceptual Model should be included showing all the potential pollutant linkages and an assessment of risk to identified receptors.",
    "c)  A Phase III (Remediation Strategy) Report if the Phase II Report confirms the presence of a significant pollutant linkage requiring remediation.  A detailed remediation scheme to bring the site",
    "If, during development, contamination not previously identified is found to be present at the site then no further development (unless otherwise agreed in writing with the local planning authority) shall be carried out until a remediation strategy detailing how this unsuspected contamination shall be dealt with has been submitted to and approved in writing by the local planning authority. The remediation strategy shall be implemented as approved.",
    "Following completion of the remediation works as mentioned in (a) above, a 'Verification Report' must be submitted demonstrating that the works have been carried out satisfactorily and remediation targets have been achieved.",
    "Reason:   To ensure that any previously unidentified contamination found at the site is investigated and satisfactorily addressed in order to protect those engaged in construction and occupation of the development from potential contamination.",
    "Prior to the commencement of any groundworks or development of the site, details shall be submitted to and agreed in writing by the Local Planning Authority setting out suitable gas protection measures to be employed on site including, but not necessarily limited to, the installation of a suitable gas resistant membrane, in compliance with BS 8485:2015+A1:2019, alternative gas protection measures, or suitable monitoring agreed in writing with the local planning authority, to demonstrate that the risk from landfill gas is adequately controlled. The submitted details shall include a timeframe for the carrying out of the approved measures. The  gas protection measures shall then be carried out in strict accordance with the agreed details and the approved timeframe for undertaking those works.",
    "Upon completion of installation, a 'Verification Report' must be submitted demonstrating that the works have been carried out.",
    "Reason:- Insufficient information has been supplied with the applicati",
    "Prior to the commencement of any development an assessment shall be undertaken of the impact of noise emanating from the railway upon the development.",
    "Reference should be made to the \"good\" standard to be found in the World Health Organisation Guidelines for Community Noise 1999 and BS8233:2014 Guidance on Sound Insulation and Noise Reduction for Buildings.  Reference should also be made to the Acoustics Ventilation & Overheating Residential Design Guide 2020.",
    "Following this, a scheme detailing measures, which are to protect occupants from transport noise shall be submitted to and approved in writing by the Local Planning Authority.  It shall be implemented and validated prior to occupation.",
    "Reason:  To protect residents against the impact of noise from the local environment.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "parking_details": null,
  "site_number": null,
  "uprn": "100021345841",
  "decision_target_date": "22/02/2024",
  "application_type": "All Other",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              552186.523,
              185666.082
            ],
            [
              552187.336,
              185665.405
            ],
            [
              552193.838,
              185659.715
            ],
            [
              552199.934,
              185624.223
            ],
            [
              552187.336,
              185620.159
            ],
            [
              552186.523,
              185666.082
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "title_number": null,
  "appeal_status": null,
  "status": "Approved",
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Removal/Variation of a condition",
  "last_updated_by": "CSV Data Import",
  "actual_completion_date": null,
  "street_name": "Hornchurch",
  "secondary_street_name": null,
  "description": "Two storey side and part rear extension, single storey front, and rear extension, involving conversion of attached garage, part retrospective",
  "id": "Havering-P1460.23",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1460.23"
}