{
  "lpa_app_no": "19/P2864",
  "uprn": "48101799",
  "lapsed_date": "12/11/2022",
  "centroid_northing": 170365,
  "site_number": "8E",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "31/07/2019",
  "decision_date": "12/11/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.229284,
          51.418909
        ],
        [
          -0.228538,
          51.419021
        ],
        [
          -0.228507,
          51.418943
        ],
        [
          -0.22918,
          51.418836
        ],
        [
          -0.229249,
          51.418826
        ],
        [
          -0.229256,
          51.418826
        ],
        [
          -0.229257,
          51.418827
        ],
        [
          -0.229286,
          51.418907
        ],
        [
          -0.229284,
          51.418909
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "site_area": 0.05
  },
  "appeal_decision": null,
  "postcode": "SW19 4RG",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 523242,
  "actual_commencement_date": null,
  "description": "REMOVAL OF TREEHOUSE AND THE ERECTION OF A SINGLE STOREY DETACHED OUTBUILDING FOR USE AS GYM AND ART STUDIO, ANCILLARY TO MAIN DWELLINGHOUSE",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.229027,
    "lat": 51.418912
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P2864",
  "pp_id": "PP-08047337",
  "id": "Merton-19_P2864",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "13/11/2019",
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "12/09/2019",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: [BSI 5837 Aboricultural Report for Development, 1529_tpp, 1530_tcp, 1530_sv, C24665-1 Revision 1, C24665-2 Revision 1, C24665-3 Revision 1, C24665-4 Revision 1, C24665-10 Revision 1, C24665-5 Revision 1, C24665-6 Revision 1, C24665-11 Revision 1]",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - Notwithstanding the provisions of the Town and Country Planning (General Permitted Development)(England) Order 2015 (or any order revoking and re-enacting that Order with or without modification), no window, door or other opening other than those expressly authorised by this permission shall be constructed in any elevation without planning permission first being obtained from the Local Planning Authority.",
    "Condition : 5 - Before the development hereby permitted is first occupied, the windows in the side south facing elevation shall be glazed with obscured glass and shall be maintained as such thereafter.",
    "Condition : 6 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 7 - The development hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 8E Woodhayes Road, Wimbledon, SW19 4RG.",
    "Condition : 8 - Site supervision (Trees): The details of the approved 'BSI 5837 Aboricultural Report for Development' shall include the retention of an aboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all siite works.\r\n\r\n\r\n",
    "Condition : 9 - The details and measures for the protection of the existing trees as specified in the document 'BSI 5837 Aboricultural Report for Development' dated 23rd July 2019' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works.",
    "Condition : 10 - Foundation Design: The approved development shall be constructed using the pile and beam foundation described in the document 'BSI 5837 Aboricultural Report for Development' The work shall be carried out in accordance with the approved details.\r\n",
    "Condition : 11 - Noise levels, (expressed as the equivalent continuous sound level) LAeq (10 minutes), from the air conditioning unit shall not exceed LA90-5dB at the boundary with the closest residential property.\r\n\r\n\r\n",
    "Condition : 12 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n   i) A badger report was required during the application process.\r\n   ii) The application was then approved without delay.\r\n\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:19:23.884+00:00",
  "appeal_status": null,
  "street_name": "Woodhayes Road",
  "ward": "Village_historic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523224.1175897616,
              170364.24021826393
            ],
            [
              523275.7041741555,
              170377.98654978466
            ],
            [
              523278.0564062328,
              170369.3275694755
            ],
            [
              523231.5603658422,
              170356.36215782707
            ],
            [
              523226.77002282866,
              170355.09539679822
            ],
            [
              523226.27583906276,
              170355.08344309079
            ],
            [
              523226.191487316,
              170355.16362900147
            ],
            [
              523223.99808699416,
              170364.07323741762
            ],
            [
              523224.1175897616,
              170364.24021826393
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}