{
  "lpa_app_no": "19/P2568",
  "uprn": "10094254157",
  "lapsed_date": "09/09/2022",
  "centroid_northing": 170117,
  "site_number": "10",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "11/07/2019",
  "decision_date": "09/09/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.215915,
          51.416451
        ],
        [
          -0.215806,
          51.416512
        ],
        [
          -0.215619,
          51.416373
        ],
        [
          -0.215724,
          51.416317
        ],
        [
          -0.215915,
          51.416451
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Prior Approval",
  "decision_process": null,
  "application_details": {
    "site_area": 0.02
  },
  "appeal_decision": null,
  "postcode": "SW19 4BW",
  "development_type": "Minor all other minor developments",
  "title_number": null,
  "centroid_easting": 524167,
  "actual_commencement_date": null,
  "description": "PRIOR APPROVAL FOR CHANGE OF USE FROM LIGHT INDUSTRIAL  USE (CLASS B1c) TO RESIDENTIAL (CLASS C3)",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.215818,
    "lat": 51.416481
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P2568",
  "pp_id": null,
  "id": "Merton-19_P2568",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "09/09/2019",
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "15/08/2019",
  "decision_conditions": [
    "Condition : 1 - No development approved by this permission shall be commenced until a detailed scheme for the provision of surface and foul water drainage has been submitted to and approved in writing by the local planning authority. \r\n\r\nReason: To reduce the risk of surface and foul water flooding to the proposed development and future users, and ensure surface water and foul flood risk does not increase offsite in accordance with Merton's policies CS16, DMF2 and the London Plan policy 5.13.",
    "Condition : 2 - A Phase II intrusive investigation shall  be undertaken for contaminated land, as recommended in the Jomas Desk Study Report, dated 24 July 17, if necessary, a detailed remediation scheme to bring the site to a condition suitable for the intended use by removing unacceptable risks to human health, buildings and other property and the natural and historical environment must be prepared, and is subject to the approval in writing of the Local Planning Authority. The scheme must include all works to be undertaken, proposed remediation objectives and remediation criteria, timetable of works and site management procedures. The scheme must ensure that the site will not qualify as contaminated land under Part 2A of the Environmental Protection Act 1990 in relation to the intended use of the land after remediation.\r\n\r\nReason:  To protect the amenities of future occupiers and those in the   \r\nlocal vicinity.\r\n",
    "Condition : 3 - Any approved remediation scheme must be carried out in accordance with its terms prior to the commencement of development, unless otherwise agreed in writing by the Local Planning Authority. Following the completion of any measures identified in the approved remediation scheme, a verification report that demonstrates the effectiveness of the remediation carried out must be produced, and is subject to the approval in writing of the Local Planning Authority.\r\n\r\nReason:  To protect the amenities of future occupiers and those in the   \r\nlocal vicinity.\r\n",
    "Condition : 4 - In the event that contamination is found at any time when carrying out the approved development that was not previously identified it must be reported in writing immediately to the Local Planning Authority. An investigation and risk assessment must be undertaken in accordance in accordance with DEFRA and the Environment Agency's 'Model Procedures for the Management of Land Contamination, CLR 11' and where remediation is necessary a remediation scheme must be prepared, which is subject to the approval in writing of the Local Planning Authority.\r\n\r\nReason:  To protect the amenities of future occupiers and those in the   \r\nlocal vicinity.\r\n",
    "Condition : 5 - No development shall take place until a Demolition and Construction Method Statement has been submitted to, and approved in writing by, the local planning authority. The approved Statement shall be adhered to throughout the demolition and construction period. \r\n\r\nReason:  To protect the amenities of future occupiers and those in the   \r\nlocal vicinity.\r\n",
    "Condition : 6 - The parking spaces shown on drawing number 5113 3 20 shall be made available for use prior to first occupation of any residential unit subject of this application, and thereafter retained for use only by the residential units. \r\n\r\nReason\r\nIn order to ensure appropriate parking is provided for each residential unit. ",
    "Condition : 7 - The development hereby approved shall not be occupied until the refuse and recycling storage facilities shown on the approved plans have been fully implemented and made available for use. These facilities shall thereafter be retained for use at all times.",
    "Condition : 8 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 9 - The development hereby permitted shall not be occupied until the cycle parking shown on the plans hereby approved has been provided and made available for use. These facilities shall be retained for the occupants of and visitors to the development at all times.",
    "Condition : 10 - No development shall commence until a scheme for the soundproofing of the building to prevent the transmission of noise and vibration between flats has been submitted in writing for approval to the Local Planning Authority. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall not be occupied unless the measures have been approved and carried out in strict accordance with the approved details and those measures shall thereafter be retained for use at all times from the date of first occupation.",
    "Condition : 11 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).\r\n\r\nNo waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system. \r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:20:25.016+00:00",
  "appeal_status": null,
  "street_name": "Elm Grove",
  "ward": "Hillside_histroic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              524160.2973760691,
              170113.5050941751
            ],
            [
              524167.77271387534,
              170120.47179778694
            ],
            [
              524181.1193502681,
              170105.31782200036
            ],
            [
              524174.0006676266,
              170098.9492607331
            ],
            [
              524160.2973760691,
              170113.5050941751
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}