{
  "lpa_app_no": "19/P2823",
  "uprn": "48072638",
  "lapsed_date": "23/09/2022",
  "centroid_northing": 170811,
  "site_number": "4",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": "West Lodge",
  "appeal_decision_date": null,
  "valid_date": "29/07/2019",
  "decision_date": "23/09/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.228112,
          51.422883
        ],
        [
          -0.227952,
          51.422583
        ],
        [
          -0.227156,
          51.422755
        ],
        [
          -0.227341,
          51.42306
        ],
        [
          -0.227554,
          51.423014
        ],
        [
          -0.227548,
          51.422996
        ],
        [
          -0.22759,
          51.422988
        ],
        [
          -0.227596,
          51.423003
        ],
        [
          -0.22811,
          51.422881
        ],
        [
          -0.228112,
          51.422883
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "site_area": 0.20600000000000002
  },
  "appeal_decision": null,
  "postcode": "SW19 4TN",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 523341,
  "actual_commencement_date": null,
  "description": "ERECTION OF A SINGLE STOREY REAR EXTENSION;  ERECTION OF A DORMER WINDOW TO REAR ROOF SLOPE AND RE-ALIGNMENT OF ENTRANCE GATES OFF WESTSIDE AND INSTALLATION OF RAILINGS TO FRONT BOUNDARY WALL (ALONG WESTSIDE)",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.227449,
    "lat": 51.422898
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P2823",
  "pp_id": "PP-08026196",
  "id": "Merton-19_P2823",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "23/09/2019",
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "05/09/2019",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans: P01, P04, P05, P06,P07, P08 & P09",
    "Condition : 3 - No development shall take place until details of particulars and samples of the materials to be used on all external faces of the development hereby permitted, including window frames and doors (notwithstanding any materials specified in the application form and/or the approved drawings), have been submitted to the Local Planning Authority for approval. No works which are the subject of this condition shall be carried out until the details are approved, and the development shall be carried out in full accordance with the\r\napproved details.",
    "Condition : 4 - Access to the flat roof of the development hereby permitted shall be for maintenance or emergency purposes only, and the flat roof shall not be used as a roof garden, terrace, patio or similar amenity area.",
    "Condition : 5 - No development shall take place until full details of a landscaping and planting scheme has been submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 6 - All hard and soft landscape works shall be carried out in accordance with the details approved under condition 5. The works shall be carried out in the first available planting season following the completion of the development or prior to the occupation of any part of the development, whichever is the sooner, and any trees which die within a period of 5 years from the completion of the development, are removed or become seriously damaged or diseased or are dying, shall\r\nbe replaced in the next planting season with others of same approved specification, unless the Local Planning Authority gives written consent to any variation. All hard surfacing and means of enclosure shall be completed before the development is first occupied.",
    "Condition : 7 - Details of boundary treatment: Prior to the commencement of development, further details of the proposed boundary wall/railings to be installed shall be provided to and approved by the Local Planning Authority\r\n\r\nReason: To ensure a satisfactory appearance of the development and to comply with the following Development Plan policies for Merton: policy 7.6 of the London Plan 2016, policy CS14 of Merton's Core Planning Strategy 2011 and policies DM D2 and D3 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 8 - The details and measures for the protection of the existing trees as specified in the approved document 'BS 5837:2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' dated July 2019 shall be fully complied with. The methods for the protection of the existing retained trees shall fully accord with all of the measures specified in the report and shall be installed prior to the commencement of any site works and shall remain in place until the conclusion of all site works.\r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and DM 02 of Merton's Sites and Policies Plan 2014.",
    "Condition : 9 - The details of the approved 'BS 5837:2012 Tree Survey, Arboricultural Impact Assessment, Tree Constraints Plan, Arboricultural Method Statement and Tree Protection Plan' shall include the retention of an arboricultural expert to monitor and report to the Local Planning Authority not less than monthly the status of all tree works and tree protection measures throughout the course of the demolition and site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the conclusion of all site works. \r\n\r\nReason: To protect and safeguard the existing trees in accordance with the following Development Plan policies for Merton: policy 7.21 of the London Plan 2015, policy CS13 of Merton's Core Planning Strategy 2011 and policies DM D2 and DM 02 of Merton's Sites and Policies Plan 2014.\r\n",
    "Condition : 10 - INFORMATIVE: It is Council's policy for the Council's contractor to construct new vehicular access. The applicant should contact Council's Highway Team on: 0208 545 3829 prior to any work starting to arrange for this works to be done.  ",
    "Condition : 11 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n\r\n",
    "Condition : 12 - INFORMATIVE\r\nThe applicant is advised to check the requirements of the Party Wall Act 1996 relating to work on an existing wall shared with another property, building on the boundary with a neighbouring property, or excavating near a neighbouring building. Further information is available at the following link: \r\nhttp://www.planningportal.gov.uk/buildingregulations/buildingpolicyandlegislation/current legislation/partywallact\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:12:51.365+00:00",
  "appeal_status": null,
  "street_name": "West Side Common",
  "ward": "Village_historic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523294.92653912836,
              170808.13430447743
            ],
            [
              523306.856276704,
              170775.12347038585
            ],
            [
              523361.7054116388,
              170795.5679983694
            ],
            [
              523348.06092060317,
              170829.1538519236
            ],
            [
              523333.35196222394,
              170823.7102334483
            ],
            [
              523333.86396378645,
              170821.71848668094
            ],
            [
              523330.9508292623,
              170820.72296081012
            ],
            [
              523330.44628993573,
              170822.40655865526
            ],
            [
              523295.0847699683,
              170807.98396969395
            ],
            [
              523294.92653912836,
              170808.13430447743
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}