{
  "lpa_app_no": "19/P2414",
  "uprn": "48072658",
  "lapsed_date": "01/10/2022",
  "centroid_northing": 171083,
  "site_number": "22",
  "date_building_work_started_under_previous_permission": null,
  "bo_system": "Northgate M3",
  "site_name": null,
  "appeal_decision_date": null,
  "valid_date": "24/06/2019",
  "decision_date": "01/10/2019",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.228882,
          51.425385
        ],
        [
          -0.228671,
          51.425426
        ],
        [
          -0.228677,
          51.425436
        ],
        [
          -0.228467,
          51.425475
        ],
        [
          -0.228342,
          51.425129
        ],
        [
          -0.228714,
          51.425053
        ],
        [
          -0.228882,
          51.425385
        ]
      ]
    ],
    "type": "Polygon"
  },
  "last_updated_by": "Northgate M3",
  "appeal_start_date": null,
  "reference_no_of_permission_being_relied_on": null,
  "application_type": "Householder",
  "decision_process": null,
  "application_details": {
    "site_area": 0.113
  },
  "appeal_decision": null,
  "postcode": "SW19 4UF",
  "development_type": "Other house holder developments",
  "title_number": null,
  "centroid_easting": 523252,
  "actual_commencement_date": null,
  "description": "ERECTION OF A  2 STOREY SIDE EXTENSION, SINGLE STOREY REAR EXTENSION, EXCAVATION OF BASEMENTANDA DETACHED SINGLE STOREY GARAGE",
  "decision": "Approved",
  "actual_completion_date": null,
  "borough": "Merton",
  "epc_number": null,
  "subdivision_of_building": null,
  "centroid": {
    "lon": -0.228634,
    "lat": 51.425362
  },
  "url_planning_app": "http://planning.merton.gov.uk/Northgate/PlanningExplorer/DisplayAppDetails.aspx?AppNo=19/P2414",
  "pp_id": "07831718",
  "id": "Merton-19_P2414",
  "application_type_full": null,
  "cil_liability": true,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "decision_agency": "Borough",
  "decision_target_date": "19/08/2019",
  "locality": "Wimbledon",
  "lpa_name": "Merton",
  "last_date_consultation_comments": "19/09/2019",
  "decision_conditions": [
    "Condition : 1 - The development to which this permission relates shall be commenced not later than the expiration of 3 years from the date of this permission.\r\n\r\n",
    "Condition : 2 - The development hereby permitted shall be carried out in accordance with the following approved plans:FP06, 19051-TW-400 Revision B2, EX01, FP01, FP02, FP03, FP04, FP05, FP07, FP08, FP09, FP10, FP11, CCL 10193/TPP Revision 1, CCL 10193/TCP Revision 2, CCL 10193/IAP Revision 2, CCL 10193 /TPP Revision 1, Heritage Statement June 2019, Ground Movement Assessment Ref: 17646/GMA June 2019, Construction Engineer's Method Statement and SuDS Strategy for Planning (including Basement Impact Assessment) Ref: 19051/CMS- June 2019 rev P2, For PLANNING, Heritage Statement (June 2019) BS 5837 Aboricultural Report Impact Assessment and Method Statement, Tree Schedule",
    "Condition : 3 - The facing materials to be used for the development hereby permitted shall be those specified in the application form unless otherwise agreed in writing by the Local Planning Authority.",
    "Condition : 4 - No demolition or construction work or ancillary activities such as deliveries shall take place before 8am or after 6pm Mondays - Fridays inclusive, before 8am or after 1pm on Saturdays or at any time on Sundays or Bank Holidays.",
    "Condition : 5 - The outbuilding/garage as shown in drawing FP05 hereby permitted shall not be occupied at any time other than for purposes ancillary to the residential use of the dwelling known as 22 West Side Common.",
    "Condition : 6 - Prior to occupation full details of a landscaping and planting scheme (including additional tree planting) shall be submitted to and approved in writing by the Local Planning Authority and these works shall be carried out as approved before the commencement of the use or the occupation of any building hereby approved, unless otherwise agreed in writing by the Local Planning Authority. The details shall include on a plan, full details of the size, species, spacing, quantities and location of proposed plants, together with any hard surfacing, means of enclosure, and indications of all existing trees, hedges and any other features to be retained, and measures for their protection during the course of development.",
    "Condition : 7 - The details of the approved document 'BS5837 Aboricultural Report Impact Assessment & Method Statement' reference '010193' and dated '3 May 2019' shall be fully complied with. The methods for the protection of the existing trees shall fully accord with all of the protection measures specified in the report and shown on the drawing 'Tree Protection Plan' reference 'CCL 10193/TPP Rev.1' from the commencement of site works and until the conclusion of all site works.\r\n",
    "Condition : 8 - The details of the approved document 'BS 5837 Aboricultural Impact Assessment & Method Statement' shall include the retention  of an aboricultural expert to monitor all site works in accordance with the 'Site Monitoring Schedule' as specified on the approved 'Tree Protection Plan' and shall provide the Local Planning Authority with a report throughout the course of site works. A final Certificate of Completion shall be submitted to the Local Planning Authority at the consclusion of all site works.\r\n\r\n",
    "Condition : 9 - The tree identified for removal (T5 as shown on drawing CCL 10193/TCP Revision 2) shall be replaced by a semi-mature tree in the same location at the conclusion of site works, or within the first available planting season, whichever is the sooner. The identified tree shall be maintained, with replacements if necessary, to the satisfaction of the Local Planning Authority.",
    "Condition : 10 - The development shall not commence until details of the provision to accommodate all site workers', visitors' and construction vehicles and loading /unloading arrangements during the construction process have been submitted to and approved in writing by the Local Planning Authority.  The approved details must be implemented and complied with for the duration of the construction process.",
    "Condition : 11 - No development approved by this permission shall be commenced until a detailed scheme for the provision of surface and foul water drainage has been implemented in accordance with details that have been submitted to and approved in writing by the local planning authority. The drainage scheme will dispose of surface water by means of a sustainable drainage system (SuDS) via infiltration or at the agreed runoff rate (no more than 3.9l/s), in accordance with drainage hierarchy contained within the London Plan Policy (5.12, 5.13 and SPG) and the advice contained within the National SuDS Standards. \r\n\r\n\r\n",
    "Condition : 12 - Prior to the commencement of development, the applicant shall submit a detailed construction method statement (CMS) produced by the respective contractor/s responsible for building the approved works, to the approval of the Local Planning Authority. The construction method statement shall also detail how drainage and groundwater, will be managed and mitigated during and post construction (permanent phase) such as through passive drainage measures around the basement structure.\r\n\r\n",
    "Condition : 13 - No demolition or development shall take place until a written scheme of investigation (WSI) has been submitted to and approved by the local planning authority in writing. For land that is included within the WSI, no demolition or development shall take place other than in accordance with the agreed WSI, which shall include the statement of significance and research objectives, and\r\n\r\nA.\tThe programme and methodology of site investigation and recording and the nomination of a competent person(s) or organization to undertake the agreed works.\r\n\r\nB.\tThe programme for post-investigation assessment and subsequent analysis, publication & dissemination and deposition of resulting material. This part of the condition shall not be discharged until these elements have been fulfilled in accordance with the programme set out in the WSI.\r\n\r\nReason\r\nIn the interests of preserving any archaeological findings, in accordance with Policy DMD4 of the Sites and Policies Plan 2014. \r\n",
    "Condition : 14 - The written scheme of investigation will need to be prepared and implemented  by a suitably qualified professionally accredited archaeological practice in accordance with Historic England's Guidelines for Archaeological Projects in Greater London. This condition is exempt from deemed discharge under schedule 6 of the Town and Country Planning (Development Management Procedure) (England) Order 2015.\r\n\r\n",
    "Condition : 15 - No surface water runoff should discharge onto the public highway including the public footway or highway. When it is proposed to connect to a public sewer, the site drainage should be separate and combined at the final manhole nearest the boundary.   Where the developer proposes to discharge to a public sewer, prior approval from Thames Water Developer Services will be required (contact no. 0845 850 2777).",
    "Condition : 16 - No waste material, including concrete, mortar, grout, plaster, fats, oils and chemicals shall be washed down on the highway or disposed of into the highway drainage system.",
    "Condition : 17 - In accordance with paragraph 38 of the NPPF, The London Borough of Merton (LBM) takes a positive and proactive approach to development proposals focused on solutions. LBM works with applicants/agents in a positive and proactive manner by:\r\n\r\n   i) Offering a pre-application advice and duty desk service. \r\n   ii) Where possible, suggesting solutions to secure a successful outcome.\r\n   iii) As appropriate, updating applicants/agents of any issues that may arise in the processing of their application.\r\n\r\nIn this instance:\r\n\r\n   i) The applicant/agent was provided with pre-application advice.\r\n   ii) The application was acceptable as submitted and no further assistance was required.\r\n   iii) The application was approved without delay.\r\n   iv) The application was considered by the Planning Committee where the applicant/agent had the opportunity to speak to the committee and promote the application.\r\n"
  ],
  "parking_details": null,
  "last_updated": "2025-03-19T03:20:32.364+00:00",
  "appeal_status": null,
  "street_name": "West Side Common",
  "ward": "Village_historic",
  "polygon": {
    "type": "geometrycollection",
    "geometries": [
      {
        "coordinates": [
          [
            [
              523234.64910093753,
              171085.09697918652
            ],
            [
              523249.2016337888,
              171089.9955769785
            ],
            [
              523248.79762579466,
              171091.10525933641
            ],
            [
              523263.25121791265,
              171095.75392866886
            ],
            [
              523272.89793940564,
              171057.55486302683
            ],
            [
              523247.2475543063,
              171048.49745568028
            ],
            [
              523234.64910093753,
              171085.09697918652
            ]
          ]
        ],
        "type": "Polygon"
      }
    ]
  }
}