{
  "epc_number": null,
  "appeal_decision_date": null,
  "parking_details": {
    "no_proposed_car": 4,
    "no_existing_car": 2,
    "net_car": 2
  },
  "appeal_decision": null,
  "decision_agency": "Borough",
  "application_type": "All Other",
  "lpa_app_no": "P0306.24",
  "application_type_full": "Householder planning permission",
  "uprn": "100021406387",
  "borough": "Havering",
  "street_name": "Upminster",
  "locality": null,
  "ward": "Upminster",
  "actual_commencement_date": null,
  "lpa_name": "Havering",
  "bo_system": "CSV Data Import",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "The roof area of the extension hereby permitted shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area.",
    "The provided tree protection plan is to be implemented in line with the measures outlines in the submitted documentation",
    "Reason:-",
    "For the protection of trees during the construction.",
    "The hard surface hereby approved (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the dwellinghouse.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework.",
    "The proposal involves works which affect the highway and/or its verge.  Before commencing such works you must obtain separate consent of the Highway Authority.  Please contact the Streetcare on 01708 432563.",
    "This planning permission does not remove the need to obtain any separate consent of the owner of the adjoining property prior to commencing building works on, under, above or immediately adjacent to their property (e.g. foundations or guttering). The Party Wall Etc. Act 1996 contains requirements to serve notice on adjoining owners of property under certain circumstances, and a procedure exists for resolving disputes. This is a matter of civil law between the two parties, and the Local Planning Authority are not involved in such matters.",
    "A free guide called \"The Party Wall Etc Act 1996: Explanatory Booklet\" is available on the website of the Department for Communities and Local Government.",
    "https://www.gov.uk/government/publications/the-party-wall-etc-act-1996-revised-explanatory-booklet"
  ],
  "date_building_work_started_under_previous_permission": null,
  "centroid_easting": 556301,
  "status": "Approved",
  "decision_date": "29/04/2024",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.2532193,
          51.5539312
        ],
        [
          0.2530633,
          51.5539342
        ],
        [
          0.25301989999999996,
          51.5542177
        ],
        [
          0.2530197,
          51.5542296
        ],
        [
          0.2530294,
          51.5542412
        ],
        [
          0.25304519999999997,
          51.5542483
        ],
        [
          0.2530588,
          51.5542504
        ],
        [
          0.2532066,
          51.5542515
        ],
        [
          0.2532193,
          51.5539312
        ]
      ]
    ],
    "type": "Polygon"
  },
  "decision_target_date": "29/04/2024",
  "subdivision_of_building": null,
  "last_date_consultation_comments": "25/03/2024",
  "development_type": null,
  "title_number": null,
  "appeal_status": null,
  "last_updated": "2025-03-19T22:24:16.707+00:00",
  "last_updated_by": "CSV Data Import",
  "site_name": "82 Derham Gardens",
  "id": "Havering-P0306.24",
  "decision": "Approved",
  "cil_liability": false,
  "centroid_northing": 186317,
  "appeal_start_date": null,
  "postcode": "RM14 3HA",
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0306.24",
  "date_building_work_completed_under_previous_permission": null,
  "secondary_street_name": null,
  "site_number": null,
  "reference_no_of_permission_being_relied_on": null,
  "description": "Single storey rear extension, removal of side chimney, \naddition of roof light to side and new front driveway with drop kerb",
  "valid_date": "04/03/2024",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              556307.7,
              186299.28
            ],
            [
              556296.87,
              186299.28
            ],
            [
              556292.89,
              186330.71
            ],
            [
              556292.84,
              186332.03
            ],
            [
              556293.47,
              186333.34
            ],
            [
              556294.54,
              186334.17
            ],
            [
              556295.48,
              186334.43
            ],
            [
              556305.72,
              186334.86
            ],
            [
              556307.7,
              186299.28
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "pp_id": "12848826",
  "application_details": {
    "total_gia_gained": 25,
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "intended_commencement_date": "05/2024",
    "no_additional_bedrooms": 0,
    "intended_completion_date": "08/2024",
    "site_area": 0.042
  },
  "centroid": {
    "lon": "0.2531307",
    "lat": "51.5540923"
  },
  "lapsed_date": "29/04/2027",
  "decision_process": "Delegated",
  "actual_completion_date": null
}