{
  "centroid_northing": 174355,
  "status": "Approved",
  "cil_liability": false,
  "appeal_decision_date": null,
  "centroid_easting": 508236,
  "application_type_full": "Consent to display an advertisement",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.082
  },
  "valid_date": "10/11/2021",
  "lpa_app_no": "24177/ADV/2021/57",
  "bo_system": "CSV Data Import",
  "application_type": "All Other",
  "last_updated": "2025-03-20T17:33:25.301+00:00",
  "decision_conditions": [
    "All advertisement consents carry the following 5 standard conditions as contained in the Town and Country Planning (Control of Advertisements) Regulations 1992 and unless specified to the contrary the consent expires after 5 years.",
    "i) No advertisement is to be displayed without the permission of the owner of the site or any other person with an interest in the site entitled to grant permission.",
    "ii) No advertisement shall be sited or displayed so as to:-",
    "(a) Endanger persons using any highway, railway, waterway, dock, harbour or aerodrome (civil or military);",
    "(b) Obscure, or hinder the ready interpretation of, any traffic sign, railway signal or aid to navigation by water or air or;",
    "(c) Hinder the operation of any device used for the purpose of security or surveillance or for measuring the speed of any vehicle.",
    "iii) Any advertisement displayed, and any site used for the display of advertisements, shall be maintained in a condition that does not impair the visual amenity of the sit",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, included within the following documents:-",
    "Advertising Proposal Report, dated November 2021",
    "Qater Heathrow T4 Display Proposal Plan Pack",
    "and shall thereafter be retained/maintained for as long as the development remains in existence.",
    "REASON",
    "To ensure the development complies with the provisions Hillingdon Local Plan Parts 1 (November 2012) and 2 (January 2020) and the London Plan (2021).",
    "The intensity of illumination of the advertisement(s) shall not exceed:-",
    "300 candelas per metre² on the lit portion",
    "REASON",
    "To ensure compliance with the terms of the application and to ensure that the brightness of the proposed advertisement(s) will not have an adverse effect on the amenities of the area and to avoid distraction to passing motorists in accordance with Policy DMHB 13A of the Hillingdon Local Plan Part 2 (2020).",
    "The illumination  is to be by fixed and constant lights and not by lights which are, or appear to be, intermittent, moving, flashing or vibrating.",
    "REASON",
    "In order to protect the visual amenity of the area and/or highway safety in accordance with Policy DMHB 13A of the Hillingdon Local Plan Part 2 (2020).",
    "Development shall not commence until a Construction Logistics Plan (CLP) shall be submitted to, and approved in writing by the Local Planning Authority covering the application site and any adjoining land which will be used during the construction period. The CLP shall comprise such combination of measures for controlling the effects of construction and enabling works associated with the development as may be approved by the Local Planning Authority. The CLP shall address issues including but not limited to the phasing of the works, construction hours and the provision to be made for material deliveries, including delivery times and details of a designated off-road delivery area(s). Such a strategy shall also include details of any cranes and other tall construction equipment (including the details of obstacle lighting) which are to be used.",
    "All construction and enabling work at the development shall be carried out in accordance with the approved CLP unless otherwise agreed in writing",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The decision to GRANT planning permission has been taken having regard to the policies and proposals in the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020) set out below, including Supplementary Planning Guidance, and to all relevant material considerations, including The London Plan 2021 and national guidance.",
    "Given the nature of the proposed development it is possible that a crane may be required during its construction. We would, therefore, draw the applicant's attention to the requirement within the British Standard Code of Practice for the safe use of Cranes, for crane operators to consult the aerodrome before erecting a crane in close proximity to an aerodrome. This is explained further in Advice Note 4, 'Cranes and Other Construction Issues' (available at http://www.aoa.org.uk/policy-campaigns/operations-safety/",
    "All crane applications should be sent to Heathrow's Works Approval Team via the following address:",
    "Airside_Works_Approvals@heathrow.com"
  ],
  "decision": "Approved",
  "id": "Hillingdon-24177_ADV_2021_57",
  "description": "Internally illuminated freestanding bespoke advertising structure comprising a single sided landscape screen and a 3D model Airbus A350",
  "lapsed_date": "03/03/2025",
  "actual_commencement_date": null,
  "date_building_work_completed_under_previous_permission": null,
  "site_name": "TERMINAL 4 ROUNDABOUT",
  "street_name": "HEATHROW AIRPORT",
  "parking_details": null,
  "locality": null,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              508232.2359,
              174375.1823
            ],
            [
              508252.0797,
              174358.6458
            ],
            [
              508253.0719,
              174350.0468
            ],
            [
              508251.0875,
              174344.7551
            ],
            [
              508247.7802,
              174341.7785
            ],
            [
              508242.4885,
              174339.1327
            ],
            [
              508234.551,
              174338.4712
            ],
            [
              508228.5978,
              174342.44
            ],
            [
              508218.3452,
              174354.0155
            ],
            [
              508217.353,
              174357.6536
            ],
            [
              508232.2359,
              174375.1823
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "development_type": null,
  "appeal_status": null,
  "reference_no_of_permission_being_relied_on": null,
  "decision_process": "Delegated",
  "epc_number": null,
  "decision_date": "03/03/2022",
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "centroid": {
    "lat": "51.4578355",
    "lon": "-0.4434998"
  },
  "borough": "Hillingdon",
  "decision_agency": "Borough",
  "appeal_decision": null,
  "appeal_start_date": null,
  "decision_target_date": "10/03/2022",
  "subdivision_of_building": null,
  "title_number": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=24177/ADV/2021/57",
  "secondary_street_name": "HOUNSLOW",
  "uprn": null,
  "postcode": null,
  "ward": "H/ROW VILLAGES 2022",
  "actual_completion_date": null,
  "last_updated_by": "Planning Portal ingest",
  "pp_id": "10380324",
  "lpa_name": "Hillingdon",
  "last_date_consultation_comments": "04/02/2022",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4435478,
          51.4580176
        ],
        [
          -0.4432674,
          51.4578652
        ],
        [
          -0.4432557,
          51.4577877
        ],
        [
          -0.44328589999999995,
          51.4577405
        ],
        [
          -0.44333439999999996,
          51.4577144
        ],
        [
          -0.44341129999999995,
          51.4576916
        ],
        [
          -0.44352569999999997,
          51.4576872
        ],
        [
          -0.44361019999999995,
          51.457724
        ],
        [
          -0.4437541,
          51.45783
        ],
        [
          -0.4437673,
          51.4578629
        ],
        [
          -0.4435478,
          51.4580176
        ]
      ]
    ],
    "type": "Polygon"
  }
}