{
  "street_name": "OUTBOROUGH",
  "centroid_northing": null,
  "lapsed_date": "09/03/2025",
  "bo_system": "CSV Data Import",
  "site_name": "BUCKINGHAMSHIRE COUNTY COUNCIL",
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "appeal_status": null,
  "secondary_street_name": "MIDDLESEX",
  "site_number": null,
  "actual_commencement_date": null,
  "decision": "Objection Raised to Proposal (OBS only)",
  "cil_liability": false,
  "polygon": null,
  "valid_date": "02/12/2021",
  "decision_date": "09/03/2022",
  "development_type": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "postcode": null,
  "title_number": null,
  "lpa_app_no": "39707/APP/2021/4456",
  "uprn": null,
  "application_details": {
    "existing_uprns": null
  },
  "borough": "Hillingdon",
  "actual_completion_date": null,
  "pp_id": null,
  "locality": null,
  "application_type": "All Other",
  "decision_target_date": "23/12/2021",
  "last_updated_by": "CSV Data Import",
  "application_type_full": null,
  "lpa_name": "Hillingdon",
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=39707/APP/2021/4456",
  "decision_conditions": [
    "The proposed development would constitute inappropriate development within designated Green Belt land and very special circumstances do not exist to outweigh the harm to the Green Belt by reason of inappropriateness. As such, the proposed development conflicts with Paragraphs 147 to 151 of the National Planning Policy Framework (2021).",
    "The proposed development, by reason of its siting, size, scale and design, would be detrimental to the open, greenfield and Green Belt character, appearance and visual amenities of the area, as observed within mid-range views and the wider townscape/landscape context in long-range views. As such, the proposed development conflicts with Paragraphs 126 to 136 of the National Planning Policy Framework (2021).",
    "The proposed development is not sustainable, air quality neutral, or clean by design and produces significant adverse impacts on sensitive receptors downwind of the application site within Hillingdon. This would deteriorate existing poor air quality conditions and increase local background levels. As such, the proposed development conflicts with Policy EM8 of the Hillingdon Local Plan: Part 1 (2012), Policy DMEI 14 of the Hillingdon Local Plan: Part 2 (2020), the London Borough of Hillingdon Air Quality Action Plan 2019-2023, Policy SI 1 of the London Plan (2021), and Paragraphs 174 and 186 of the National Planning Policy Framework (2021).",
    "In the event that this development is recommended for Approval by Buckinghamshire Council, no decision should be made until the LB Hillingdon have been notified to enable dialogue with respect to the Air Quality damage costs that this development generates and must be delivered to the LB Hillingdon."
  ],
  "id": "Hillingdon-39707_APP_2021_4456",
  "appeal_start_date": null,
  "subdivision_of_building": null,
  "decision_process": "Committee",
  "status": "Objection Raised to Proposal (OBS only)",
  "centroid_easting": null,
  "description": "Out of borough consultation for Buckinghamshire County Council: Outline planning application with all matters reserved except for principal points of access for the redevelopment of the former landfill site to comprise a data centre development (B8 (Data Centre)) of up to 163,000 sqm (GEA) delivered across 3 buildings. The scheme includes site wide landscaping and the creation of Parkland. The data centre buildings include ancillary offices, internal plant and equipment and emergency back-up generators and associated fuel storage. The development may also include cycle and car parking, internal circulation routes, soft and hard landscaping, security perimeter fence, lighting, earthworks, District Heating Network, sustainable drainage systems, ancillary infrastructure and a substation",
  "reference_no_of_permission_being_relied_on": null,
  "centroid": {
    "lon": -7.55716,
    "lat": 49.766807
  },
  "last_updated": "2025-03-20T19:47:41.554+00:00",
  "decision_agency": "Borough",
  "ward": "UXBRIDGE SOUTH",
  "parking_details": null,
  "appeal_decision": null,
  "last_date_consultation_comments": null,
  "wgs84_polygon": null
}