{
  "appeal_status": null,
  "epc_number": "2429-8321-1491-1198-1168",
  "decision_process": "Delegated",
  "subdivision_of_building": null,
  "site_name": "1A FRITHWOOD AVENUE",
  "development_type": null,
  "site_number": null,
  "date_building_work_started_under_previous_permission": null,
  "appeal_decision_date": null,
  "pp_id": "13782934",
  "wgs84_polygon": null,
  "last_updated": "2025-07-08T21:59:14.010Z",
  "centroid_easting": 509439,
  "lpa_name": "Hillingdon",
  "decision_agency": "Borough",
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans and document numbers:",
    "1AFA-PL2-P-20 Rev 1",
    "1AFA-PL2-P-21 Rev 2",
    "1AFA-PL2-P-24 Rev 2",
    "1AFA-PL2-P-23 Rev-1",
    "1AFA-PL2-P-22",
    "Arboricultural Impact Assessment and Method Statement, Ref AAAIA1AFR, prepared by Allarboriculture, dated 15th May 2025;",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2021).",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the walls or roof slopes of the development hereby approved facing East or West.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "The outbuilding hereby approved shall only be used for the purpose(s) stated on the approved drawings namely a garage. It shall not be used for purposes such as a living room, bedroom, kitchen, or as a separate unit of accommodation.",
    "REASON",
    "To avoid any future fragmentation of the curtilage or the creation of a separate residential or business use, so as to protect the amenity of adjoining residential properties in accordance with Policies DMHB 11, DMHB 18, DMHD 2 and DMT 6 of the Hillingdon Local Plan: Part Two -",
    "Development Management Policies (January 2020).",
    "The materials to be used in the construction of the external surfaces of the development hereby permitted shall match those used in the existing building and shall thereafter be retained as such.",
    "REASON",
    "To safeguard the visual amenities of the area and to ensure that the proposed development does not have an adverse effect upon the appearance of the existing building in accordance with Policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020)",
    "All tree protection methods detailed in the Arboricultural Impact Assessment and Method Statement, Ref AAAIA1AFR uploaded 10-06-25\t and prepared by Allarboriculture shall be installed prior to commencement of development (including ground works and site clearance) and not be moved or removed, temporarily or otherwise, until all works including external works have been completed and all equipment, machinery, and surplus materials have been removed from the site.",
    "Any trees, shrubs, or hedges removed without consent, die, are severely damaged or become seriously diseased within five years from the completion of the approved development, shall be replaced with trees, shrubs, or hedges capable of achieving comparable quantity and quality.",
    "REASON",
    "To ensure that trees and other vegetation are retained and not damaged during construction work and to ensure that the development conforms with Policy G7 of The London Plan (2021) and Policy DMHB 14 of the Hillingdon Local Plan Part 2 (2020).",
    "The access for the proposed car parking shall be provided with those parts of 2.4m x 2.4m pedestrian visibility splays which can be accommodated within the site in both directions and within the site shall be maintained free of all obstacles to visibility (e.g. fences, walls and shrubs) above 0.6m in height.",
    "REASON",
    "In the interests of highway and pedestrian safety in accordance with policy DMT 2 of the Hillingdon Local Plan Part 2 (2020)",
    "Nuisance from demolition and construction works is subject to control under The Control of Pollution Act 1974, the Clean Air Acts and other related legislation. In particular, you should ensure that the following are complied with:-",
    "A. Demolition and construction works which are audible at the site boundary shall only be carried out between the hours of 08.00 and 18.00 hours Monday to Friday and between the hours of 08.00 hours and 13.00 hours on Saturday. No works shall be carried out on Sundays, Bank or Public Holidays.",
    "B. All noise generated during such works shall be controlled in compliance with British Standard Code of Practice BS 5228:2009.",
    "C. Dust emissions shall be controlled in compliance with the Mayor of London's Best Practice Guidance' The Control of dust and emissions from construction and demolition.",
    "D. No bonfires that create dark smoke or nuisance to local residents.",
    "You are advised to consult the Council's Environmental Protection Unit (www.hillingdon.gov.uk/nois",
    "You are advised that if any part of the development hereby permitted encroaches by either its roof, walls, eaves, gutters, or foundations, then a new planning application may have to be submitted. The validity of this planning permission may be challengeable by third parties if the development results in any form of encroachment onto land outside the applicant's control for which the appropriate Notice under Article 13 of the Town and Country Planning (Development Management Procedure) (England) Order 2015 has not been served.",
    "As the application site is within a conservation area, not less than 6 weeks notice must be given to the Local Planning Authority of any intention to cut down, top, lop or uproot or otherwise damage or destroy any trees on the application site. Please contact the Trees & Landscape Officer, Residents Services, 3N/02, Civic Centre, Uxbridge, UB8 1UW for further advice.",
    "Within the application site there is a tree that is / there are trees that are subject of a Tree Preservation Order (TPO). You are advised that no tree that is the subject of a TPO may be lopped, topped, felled or uprooted without the permission of the Local Planning Authority. Please contact the Trees and Landscapes Officer, Residents Services, 3N/02, Civic Centre, Uxbridge, UB8 1UW for further advice.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "The decision to GRANT planning permission has been taken having regard to all relevant planning legislation, regulations, guidance, circulars and Council policies, including The Human Rights Act (1998) (HRA 1998) which makes it unlawful for the Council to act incompatibly with Convention rights, specifically Article 6 (right to a fair hearing); Article 8 (right to respect for private and family life); Article 1 of the First Protocol (protection of property) and Article 14 (prohibition of discrimination).",
    "The creation of a new Vehicular Crossover and access point would involve Highways Works that require permission from the Council's Highway Department. It is recommended that the front boundary height is in accordance with requirements whereby a low highway boundary treatment at the new access point i.e. does not exceed 0.6m in height for a distance of 2.4 meters on either side of the opening. Further details on this process can be found on https://www.hillingdon.gov.uk/dropped-kerb-process.",
    "It is also worth noting that the proposal would remove an existing on-street residents parking bay serving the immediate controlled parking zone. This will require amendment to the Traffic Management Order. The TMO process would occur post-permission and includes a statutory public consultation and advertising process."
  ],
  "ward": "NORTHWOOD 2022",
  "centroid_northing": 191994,
  "status": "Approved",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "parking_details": null,
  "bo_system": "CSV Data Import",
  "appeal_decision": null,
  "last_date_consultation_comments": "27/05/2025",
  "reference_no_of_permission_being_relied_on": null,
  "application_type_full": "Householder planning permission",
  "borough": "Hillingdon",
  "description": "Erection of a single storey side extension, erection of attached garage, erection of porch, changes to fenestration following demolition of existing garage with the change to the roof profile to create a front gable projection to align with the existing gable projection (infilling two storey front element to the west of the entrance) together with secondary vehicular access.",
  "decision_date": "25/06/2025",
  "centroid": {
    "lon": -0.420735,
    "lat": 51.616144
  },
  "cil_liability": false,
  "postcode": null,
  "actual_completion_date": null,
  "valid_date": "17/02/2025",
  "last_updated_by": "CSV Data Import",
  "id": "Hillingdon-40941_APP_2025_423",
  "lapsed_date": "25/06/2028",
  "application_details": {
    "intended_commencement_date": "06/2025",
    "no_additional_bathrooms": 0,
    "existing_uprns": null,
    "total_gia_gained": 80,
    "no_additional_bedrooms": 0,
    "intended_completion_date": "02/2026"
  },
  "decision_target_date": "25/06/2025",
  "uprn": null,
  "lpa_app_no": "40941/APP/2025/423",
  "locality": null,
  "title_number": null,
  "actual_commencement_date": null,
  "decision": "Approved",
  "application_type": "Householder",
  "street_name": "NORTHWOOD",
  "polygon": null,
  "date_building_work_completed_under_previous_permission": null,
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=40941/APP/2025/423"
}