{
  "actual_completion_date": null,
  "centroid_northing": 189283,
  "decision": "Approved",
  "development_type": null,
  "valid_date": "14/01/2022",
  "bo_system": "CSV Data Import",
  "description": "Variation of Condition No. 2 (Accordance with plans) of Planning Permission ref: P0096.15 dated 05/06/2018 to permit the addition of a new sub-station and switch room, with minor adjustment to car parking. (Demolition of the existing Buildings and Construction of 40 No flats in two Blocks with parking and landscaping.)",
  "decision_conditions": [
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The boundary treatment shall be retained in accordance to details approved on 19.11.2018.by the discharge of condition application, Ref; Q0173.18.",
    "Reason:",
    "To protect the visual amenities of the development, prevent undue overlooking of adjoining property.",
    "The development shall be completed and retained in accordance to details approved on 19.11.2018.by the discharge of condition application, Ref; Q0173.18.",
    "Reason:-",
    "In the interest of creating safer, sustainable communities.",
    "The refuse and recycling facilities shall be completed and permanently retained in accordance to details approved on  01.04.22 by discharge of condition application Ref; Q0014.22.",
    "Reason:-",
    "to protect the amenity of occupiers of the development.",
    "The cycle storage shall be permanently retained in accordance to details approved on  01.04.22 by discharge of condition application Ref; Q0014.22.",
    "Reason:-",
    "In  the interests of providing a wide range of facilities for non-motor car residents and sustainability.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The area set aside for car parking as indicated on the drawings numbered 3166 PL01G and  3166 PL02C and shall be laid out and surfaced to the satisfaction of the Local Planning Authority and retained permanently thereafter for the accommodation of vehicles visiting the site and shall not be used for any other purpose.",
    "Reason:-",
    "To ensure that car parking accommodation is made permanently available to the standards adopted by the Local Planning Authority in the interest of highway safety.",
    "The traffic calming measures as set out on approved drawing CIV SA 95 0011 A03 shall be implemented to the satisfaction of the Local Planning Authority and retained permanently thereafter.",
    "Reason:-",
    "In the interest of highway safety.",
    "Following the implementation of the recommended noise mitigation measures and by no later than 2 months of completion, a verification report to include sound testing shall be submitted to and approved in writing by the local planning authority to demonstrate that any breakout noise from the substation building shall measure less than 5dB below the background noise level at the nearest residential facade? with no discernible tonal element to the noise, or 10dB below background if there is a distinct tonal  element.  In the event that these noise levels are not met, further mitigation measures shall be implemented until they have been achieved prior to the operation of the substation and maintained as such thereafter.\"",
    "Reason:-",
    "In the interest of amenities.",
    "the landscaping scheme shall be carried out and permanently retained in accordance to the mitigating measures and the details approved on 19.11.2018.by the discharge of condition application, Ref; Q0173.18.",
    "Reason:-",
    "To ensure that the development would have an acceptable impact upon the ecology and visual amenity of the site.",
    "The construction work associated with the approved development shall continue to be carried out in accordance to the approved CSM Ref; Q0173.18 on 19.11.2018.",
    "Reason:-",
    "To ensure that the development would have an acceptable impact upon the ecology and visual amenity of the site.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with the agent of the applicant who provided additional information with respect to potential noise from the proposed substation."
  ],
  "appeal_status": null,
  "parking_details": null,
  "decision_process": "Delegated",
  "site_number": null,
  "decision_target_date": "13/09/2023",
  "ward": "Brooklands",
  "application_details": {
    "existing_uprns": null,
    "site_area": 0.029
  },
  "status": "Approved",
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "10506281",
  "subdivision_of_building": null,
  "secondary_street_name": null,
  "application_type_full": "Removal/Variation of a condition",
  "appeal_start_date": null,
  "lpa_name": "Havering",
  "borough": "Havering",
  "actual_commencement_date": null,
  "appeal_decision": null,
  "locality": null,
  "last_date_consultation_comments": "07/02/2022",
  "decision_date": "13/09/2023",
  "centroid": {
    "lon": "0.1759251",
    "lat": "51.5822232"
  },
  "date_building_work_completed_under_previous_permission": null,
  "epc_number": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0054.22",
  "street_name": "Romford",
  "lpa_app_no": "P0054.22",
  "lapsed_date": "13/09/2026",
  "id": "Havering-P0054.22",
  "title_number": null,
  "application_type": "All Other",
  "site_name": "143 North Street",
  "date_building_work_started_under_previous_permission": null,
  "postcode": "RM1 1ED",
  "last_updated": "2025-03-19T02:04:11.246+00:00",
  "last_updated_by": "CSV Data Import",
  "decision_agency": "Borough",
  "uprn": "100023210849",
  "cil_liability": false,
  "centroid_easting": 550856,
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              550853.039,
              189271.577
            ],
            [
              550850.058,
              189276.454
            ],
            [
              550843.556,
              189284.853
            ],
            [
              550858.728,
              189294.878
            ],
            [
              550867.94,
              189282.144
            ],
            [
              550853.039,
              189271.577
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "appeal_decision_date": null,
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.1758775,
          51.5821213
        ],
        [
          0.17583659999999998,
          51.5821659
        ],
        [
          0.1757464,
          51.5822431
        ],
        [
          0.1759696,
          51.5823292
        ],
        [
          0.1760969,
          51.5822123
        ],
        [
          0.1758775,
          51.5821213
        ]
      ]
    ],
    "type": "Polygon"
  }
}