{
  "uprn": "100021338207",
  "decision_agency": "Borough",
  "wgs84_polygon": null,
  "appeal_start_date": null,
  "centroid_northing": 188070,
  "decision": "Approved",
  "polygon": null,
  "borough": "Havering",
  "bo_system": "CSV Data Import",
  "pp_id": "13093504",
  "decision_process": "Delegated",
  "locality": null,
  "site_number": null,
  "secondary_street_name": null,
  "description": "Proposed demolition of existing dwelling, erection of new 7 bedroom dwelling with swimming pool complex.",
  "postcode": "RM11 3LX",
  "appeal_decision": null,
  "centroid": {
    "lon": 0.22127,
    "lat": 51.570462
  },
  "lapsed_date": "19/11/2027",
  "application_type": "All Other",
  "title_number": null,
  "last_date_consultation_comments": "18/10/2024",
  "parking_details": {
    "no_proposed_cycle": 2,
    "no_existing_cycle": 0,
    "net_cycle": 2,
    "no_existing_car": 4,
    "no_proposed_car": 8,
    "net_car": 4
  },
  "application_type_full": "Full planning permission",
  "appeal_decision_date": null,
  "cil_liability": true,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P0739.24",
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "Prior to any above ground works, samples of all materials to be used in the external construction of the building(s) are submitted to and approved in writing by the Local Planning Authority and thereafter the development shall be constructed with the approved materials.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the materials to be used.  Submission of samples prior to above ground works will ensure that the appearance of the proposed development will harmonise with the character of the surrounding area.",
    "Prior to any above groundworks, the applicant must submit for the approval of the Local Planning Authority a scheme of hard and soft landscaping, which shall include indications of all existing trees and shrubs on the site, and details of any to be retained, together with measures for the protection in the course of development. All planting, seeding or turfing comprised within the scheme shall be carried out in the first planting season following completion of the development and any trees or plants which within a period of 5 years from completion of the development die, are removed or become seriously damaged or diseased shall be replaced in the next planting season with others of a similar size and species, unless otherwise agreed in writing by the local Planning Authority.",
    "Reason:-",
    "Insufficient information has been supplied with the application to judge the appropriateness of the hard and soft landscaping proposed.  Submission of a scheme prior to any above ground works will ensu",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "For the avoidance of doubt and to ensure that the development is carried out as approved.",
    "Prior to the first occupation of the dwelling hereby permitted, details of all proposed walls, fences and boundary treatment shall be submitted to, and approved in writing by, the Local Planning Authority.  The boundary development shall then be carried out in accordance with the approved details and retained permanently thereafter to the satisfaction of the Local Planning Authority.",
    "Reason:",
    "Insufficient information has been supplied with the application to judge the appropriateness of any boundary treatment.  Submission of this detail prior to first occupation will protect the visual amenities of the development and prevent undue overlooking of adjoining property.",
    "The 1.8m glazing on the privacy screen on either side of the proposed balcony on the first floor rear elevation serving the master suite as shown on drawings 2324-2L & 2324-4N & 2324-5M  shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained.",
    "Reason:-",
    "In the interests of privacy.",
    "The proposed first floor flank windows on either side of the proposed dwelling and the side dormer windows within the loft bathroom window adjacent to No.7 Parkstone Avenue, Hornchurch side as shown on drawings 2324-2L, 2324-4N & 2324-5M shall be permanently glazed with obscure glass not less than level 4 on the standard scale of obscurity and shall thereafter be maintained and permanently fixed shut and thereafter maintained, with the exception of any top hung fanlight(s).",
    "Reason:-",
    "In the interests of privacy.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future.",
    "The roof area of the ground floor rear projection including the swimming pool enclosure but excluding the balcony to the first floor master suite hereby permitted as shown drawing nos. 2324-2L & 2324-4N, shall not be used as a balcony, roof garden or similar amenity area without the grant of further specific permission from the Local Planning Authority.",
    "Reason:-",
    "In the interests of the amenity of the occupiers of neighbouring dwelling.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015 (Order) or any other order replacing or amending the said Order other than porches erected in accordance with the Order, no extension or enlargement (including additions to roofs) shall be made to the dwellinghouse(s) hereby permitted, or any detached building erected, without the express permission in writing of the Local Planning Authority.",
    "Reason:-",
    "In the interests of amenity and to enable the Local Planning Authority to retain control over future development.",
    "All building operations in connection with the construction of external walls, roof, and foundations; site excavation or other external site works; works involving the use of plant or machinery; the erection of scaffolding; the delivery of materials; the removal of materials and spoil from the site, and the playing of amplified music shall only take place between the hours of 8.00am and 6.00pm Monday to Friday, and between 8.00am and 1.00pm on Saturdays and not at all on Sundays and Bank Holidays/Public Holidays.",
    "Reason:-",
    "To protect residential amenity.",
    "All dwellings hereby approved shall be constructed to comply with Part M4(2) of the Building Regulations - Accessible and Adaptable Dwellings.",
    "Reason: In order to comply with Policy 7 of the Havering Local Plan and Policy D7 of the London Plan.",
    "All dwellings hereby approved shall comply with Regulation 36 (2)(b) and Part G2 of the Building Regulations - Water Efficiency.",
    "Reason: In order to comply with Policy SI 5 of the London Plan.",
    "All hard surfaces hereby approved as part of the development (including any sub-base) shall be made of porous materials or provision shall be made to direct run-off water from the hard surface to a permeable or porous area or surface within the curtilage of the application site.",
    "Reason:-",
    "In order to ensure no water run-off from the hard surface which would contribute to risk of flooding.",
    "No works shall take place in relation to any of the development hereby approved until a Construction Method Statement to control the adverse impact of the development on the amenity of the public and nearby occupiers is submitted to and approved in writing by the Local Planning Authority.",
    "The Construction Method statement shall include details of:",
    "a.\tThe site access point(s) of all vehicles to the site during the construction phase",
    "b.\tparking of vehicles of site personnel and visitors;",
    "c.\tstorage of plant and materials;",
    "d.\tWheel washing facilities.",
    "e.\tMeasures to monitor and control the emission of dust and dirt during construction.",
    "f.\tmeasures for minimising the impact of noise and, if appropriate, vibration arising from construction activities;",
    "g.\tpredicted noise and, if appropriate, vibration levels for construction using methodologies and at points agreed with the Local Planning Authority;",
    "h.\ta scheme for monitoring noise and, if appropriate, vibration levels usi",
    "No plant or machinery shall be installed unless it meets, or mitigation is employed, to meet the following standard:",
    "The Rating Level (Lar, Tr) of the hereby permitted plant or machinery shall be at least 10dB below the prevailing background noise level (LA90, T).  The measurement position, assessment and definitions shall be made according to BS4142:2014 + A1:2019 \"Methods for rating and assessing industrial and commercial sound.",
    "The equipment shall be maintained thereafter to the satisfaction of the Local Planning Authority, and the use hereby permitted must cease during any period that this condition is not complied with.",
    "Reason: To protect the amenity of noise sensitive premises from noise from mechanical plant.",
    "During construction of the development hereby no trees within the curtilage of 9 Parkstone Avenue, Hornchurch shall not be lopped or felled or soft landscaping removed aside from that indicated on approved plans unless otherwise agreed in writing with the Local Planning Authority.",
    "Reason: In order to maintain the existing vegetation at the site not required to be removed by the proposals and which makes an important contribution to the character of the area and to accord with Havering Local Plan 2016-2031  Policy 27.",
    "During the construction of the development hereby permitted any trees within or near to the site shall be protected in accordance with the requirements of BS 5837 (2012) Trees in Relation to Design, Demolition and Construction. The protection measures shall be implemented prior to any below ground works and shall be retained for the entire period of the duration of the any work at the site in connection with the development hereby permitted.",
    "Reason: Reason: In order to maintain the existing vegetation at the site not required to be removed by the proposals and which makes an important contribution to the character of the area and to accord with Havering Local Plan 2016-2031  Policy 27.",
    "The development hereby approved shall be fitted with Ultra-Low NOx boilers with maximum NOx Emissions less than 40 mg/kWh. Where any installations do not meet this emissions standard it should not be operated without the fitting of suitable NOx abatement equipment or technology as determined by a specialist to ensure comparable emissions. The installation of the boilers shall be carried out in strict accordance with these details and shall thereafter be permanently retained.",
    "Reason: To minimise the impact of building emissions on local air quality.",
    "The development hereby approved shall make provision for at least 1 of the parking spaces to be provided with active charging facilities for use by electric or Ultra-Low Emission vehicles. Such provision is to be made prior to the first occupation of the dwelling hereby permitted.",
    "Reason:  Provision prior to first occupation of the proposed dwelling hereby permitted will ensure that the development adequately incorporates measures to allow the use of electric vehicles by future occupiers in accordance with Policy T6.1 of the London Plan.",
    "Statement Required by Article 35 (2) of the Town and Country Planning (Development Management Procedure) (England) Order 2015: In accordance with paragraph 38 of the National Planning Policy Framework, improvements required to make the proposal acceptable were negotiated with Mr Breden (Agent) by phone and e-mail. The revisions involved moving the proposal forward to minimise the impact on the adjacent neighbours, removing the boundary wall and garage, clarity on the privacy screen and revision numbers.The amendments were subsequently submitted on 24/09/24, 15/11/24 & 19/11/24.",
    "The proposal is liable for the Mayor of London Community Infrastructure Levy (CIL). The Mayoral CIL levy rate for Havering is £25/m² and is chargeable for each additional square metre of residential gross internal [floor] (GIA).  Based upon the information supplied with the application, £15,725 would be payable due to result in a new residential property with 629m² of GIA, however this may be adjusted subject to indexation.",
    "The proposal is also liable for Havering Council's CIL. Havering's CIL charging rate for residential is £125m² (Zone A)  for each additional square metre of GIA. Based upon the information supplied with the application, £78,625 would be payable, subject to indexation.",
    "These charges are levied under s.206 of the Planning Act 2008.  CIL is payable within 60 days of commencement of development. A Liability Notice will be sent to the applicant (or anyone else who has assumed liability) shortly and you are required to notify the Council of the commencement of the dev"
  ],
  "actual_completion_date": null,
  "last_updated_by": "CSV Data Import",
  "street_name": "Hornchurch",
  "appeal_status": null,
  "development_type": null,
  "decision_date": "19/11/2024",
  "lpa_app_no": "P0739.24",
  "actual_commencement_date": null,
  "date_building_work_started_under_previous_permission": null,
  "site_name": "9 Parkstone Avenue",
  "subdivision_of_building": null,
  "last_updated": "2025-07-06T04:10:10.190Z",
  "decision_target_date": "19/11/2024",
  "valid_date": "28/05/2024",
  "reference_no_of_permission_being_relied_on": null,
  "status": "Approved",
  "date_building_work_completed_under_previous_permission": null,
  "lpa_name": "Havering",
  "id": "Havering-P0739.24",
  "application_details": {
    "infrastructure_details": {
      "total_annual_pm_emissions": 0,
      "no_non_resi_units_to_have_full_fibre": 0,
      "no_new_water_connections_required": 1,
      "solar_pv_capacity": 0,
      "ghg_reduction_over_building_regulations": false,
      "no_new_gas_connections_required": 1,
      "percentage_demolition_construction_material_recycling": 0,
      "no_resi_units_to_have_full_fibre": 1,
      "no_homes_passive_cooling": 0,
      "waste_provision": true,
      "no_homes_to_have_electrical_heating": 0,
      "green_roof_area": 0,
      "fire_suppression_system_proposed": false,
      "total_annual_nox_emissions": 0,
      "mobile_network_operators_consultation": false
    },
    "total_gia_lost": 336,
    "residential_details": {
      "total_no_existing_residential_units_london_living_rent": 0,
      "total_no_proposed_residential_units_market_for_sale": 0,
      "total_no_existing_residential_units_intermediate": 0,
      "total_no_proposed_residential_units_affordable_rent": 0,
      "total_no_proposed_bedrooms": 7,
      "total_no_existing_residential_units_market_for_rent": 0,
      "total_no_existing_residential_units_london_shared_ownership": 0,
      "total_no_existing_residential_units_market_for_sale": 1,
      "total_no_proposed_residential_units_self_build_and_custom_build": 1,
      "total_no_existing_residential_units": 1,
      "total_no_proposed_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units": 1,
      "total_no_existing_residential_units_affordable_rent": 0,
      "total_no_existing_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_existing_residential_units_discount_market_rent": 0,
      "total_gia_lost": 410,
      "total_no_existing_residential_units_self_build_and_custom_build": 0,
      "residential_units": [
        {
          "no_habitable_rooms": 6,
          "unit_no": "Loss-1",
          "change_type": "Loss",
          "sheltered_accommodation": false,
          "unit_type": "House or Bungalow",
          "no_bedrooms": 5,
          "provision_for_older_persons": false,
          "gia": 410,
          "tenure": "Market for sale"
        },
        {
          "provider": "Private",
          "no_habitable_rooms": 11,
          "unit_no": "Gain-1",
          "change_type": "Gain",
          "unit_type": "House or Bungalow",
          "no_bedrooms": 7,
          "gia": 842,
          "tenure": "Self-Build and Custom Build"
        }
      ],
      "total_no_proposed_residential_units_london_living_rent": 0,
      "dwelling_density": 0,
      "total_no_existing_residential_units_starter_homes": 0,
      "total_no_proposed_residential_units_london_shared_ownership": 0,
      "total_no_proposed_residential_affordable_units": 1,
      "total_no_existing_residential_units_social_rent": 0,
      "total_no_existing_residential_affordable_units": 0,
      "total_no_proposed_residential_units_shared_equity": 0,
      "habitable_rooms_density": null,
      "total_no_proposed_residential_units_london_affordable_rent": 0,
      "total_no_existing_residential_units_shared_equity": 0,
      "total_no_proposed_residential_units_discount_market_rent": 0,
      "total_no_existing_residential_units_london_affordable_rent": 0,
      "affordable_percentage": 100,
      "total_no_existing_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_sale": 0,
      "total_no_proposed_residential_units_discount_market_rent_charged_at_london_rents": 0,
      "total_no_proposed_residential_units_social_rent": 0,
      "total_no_proposed_residential_units_market_for_rent": 0,
      "total_no_proposed_residential_units_intermediate": 0,
      "total_gia_gained": 842
    },
    "rain_water_harvesting": false,
    "scheme_phasing": true,
    "internal_resi_water_usage": 150,
    "green_suds": false,
    "surface_water_discharge_percentage_reduction": 40,
    "phasing_details": [
      {
        "phase_detail": "build",
        "intended_completion_date": "12/2025",
        "intended_commencement_date": "08/2024"
      }
    ],
    "existing_uprns": null,
    "existing_proposed_floorspace_details": [
      {
        "gia_existing": 336,
        "gia_gained": 845,
        "use_class": "C3",
        "gia_lost": 336
      }
    ],
    "building_details": [
      {
        "no_storeys": 3,
        "max_height": 9.6,
        "building_ref": "dwelling"
      }
    ],
    "non_residential_details": {
      "total_non_resi_gross_internal_floor_area_to_be_gained": 0,
      "total_gia_gained": 845,
      "total_non_resi_gross_internal_floor_area_to_be_lost": 0,
      "total_gia_existing": 336,
      "total_gia_lost": 336
    },
    "site_area": 0.38880000000000003,
    "grey_water_reuse": false,
    "garden_land_lost": false,
    "projected_cost_of_works": "Up to £2m",
    "total_gia_existing": 336,
    "affordable_housing_fast_track": false,
    "ownership_status": "Private",
    "total_gia_gained": 845
  },
  "ward": "Emerson Park",
  "centroid_easting": 554039,
  "epc_number": null
}