{
  "cil_liability": false,
  "centroid": {
    "lat": "51.5890558",
    "lon": "0.1876419"
  },
  "uprn": "100021382241",
  "bo_system": "CSV Data Import",
  "borough": "Havering",
  "description": "Demolition of existing garage and single storey rear extension - new single storey rear extension, replacement attached garage with small front extension to ground floor. Enlargement in height of existing lower ground to allow for games room and store plus external garden amendments",
  "street_name": "ROMFORD",
  "id": "Havering-P1324.21",
  "decision_target_date": "01/10/2021",
  "decision_date": "01/10/2021",
  "lapsed_date": "01/10/2024",
  "ward": "Pettits",
  "pp_id": "10006165",
  "reference_no_of_permission_being_relied_on": null,
  "subdivision_of_building": null,
  "url_planning_app": "http://development.havering.gov.uk/OcellaWeb/planningDetails?reference=P1324.21",
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": 5,
    "no_additional_bathrooms": 0,
    "no_additional_bedrooms": 0,
    "intended_commencement_date": "11/2021",
    "intended_completion_date": "03/2022",
    "site_area": 0.029
  },
  "decision_conditions": [
    "The development to which this permission relates must be commenced not later than three years from the date of this permission.",
    "Reason:-",
    "To comply with the requirements of Section 91 of the Town and Country Planning Act 1990 (as amended by Section 51 of the Planning and Compulsory Purchase Act 2004).",
    "All new external finishes shall be carried out in materials to match those of the existing building(s) to the satisfaction of the Local Planning Authority.",
    "Reason:-",
    "To safeguard the appearance of the premises and the character of the immediate area, and in order that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "The development hereby permitted shall not be carried out otherwise than in complete accordance with the approved plans (as set out on page one of this decision notice).",
    "Reason:-",
    "The Local Planning Authority consider it essential that the whole of the development is carried out and that no departure whatsoever is made from the details approved, since the development would not necessarily be acceptable if partly carried out or carried out differently in any degree from the details submitted.  Also, in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) (England) Order 2015, no window or other opening (other than those shown on the submitted and approved plan,) shall be formed in the flank wall(s) of the building(s) hereby permitted, unless specific permission under the provisions of the Town and Country Planning Act 1990 has first been sought and obtained in writing from the Local Planning Authority.",
    "Reason:-",
    "In order to ensure a satisfactory development that will not result in any loss of privacy or damage to the environment of neighbouring properties which exist or may be proposed in the future, and in order that the development accords with Development Control Policies Development Plan Document Policy DC61.",
    "The decking area hereby permitted shall not be used until the privacy screen fencing not less than 1.8m in height as indicated on drawing no.2124-1 has been installed and shall be retained in perpetuity on the common boundaries of Nos. 108 and 112 Lake Rise.",
    "Reason:-",
    "To prevent undue overlooking of adjoining properties and ensure that the development accords with the Development Control Policies Development Plan Document Policy DC61.",
    "Statement Required by Article 35(2) of the Town and Country Planning (Development Management) Order 2015: No significant problems were identified during the consideration of the application, and therefore it has been determined in accordance with paragraph 38 of the National Planning Policy Framework."
  ],
  "lpa_app_no": "P1324.21",
  "parking_details": null,
  "actual_completion_date": null,
  "date_building_work_started_under_previous_permission": null,
  "application_type_full": "Householder planning permission",
  "title_number": [
    "unregiset"
  ],
  "centroid_easting": 551645,
  "last_updated": "2025-03-20T20:21:34.115+00:00",
  "appeal_start_date": null,
  "decision": "Approved",
  "site_number": null,
  "postcode": "RM1 4EE",
  "secondary_street_name": null,
  "site_name": "110 LAKE RISE",
  "valid_date": "16/07/2021",
  "status": "Approved",
  "decision_process": "Delegated",
  "last_updated_by": "CSV Data Import",
  "actual_commencement_date": null,
  "appeal_decision_date": null,
  "epc_number": null,
  "centroid_northing": 190067,
  "lpa_name": "Havering",
  "locality": null,
  "appeal_status": null,
  "application_type": "All Other",
  "development_type": null,
  "date_building_work_completed_under_previous_permission": null,
  "appeal_decision": null,
  "decision_agency": "Borough",
  "last_date_consultation_comments": "10/08/2021",
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              551660.931,
              190074.744
            ],
            [
              551634.718,
              190052.392
            ],
            [
              551629.57,
              190058.759
            ],
            [
              551655.512,
              190081.247
            ],
            [
              551660.931,
              190074.744
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          0.187875,
          51.5891211
        ],
        [
          0.1874873,
          51.5889273
        ],
        [
          0.1874158,
          51.5889859
        ],
        [
          0.18779969999999999,
          51.5891809
        ],
        [
          0.187875,
          51.5891211
        ]
      ]
    ],
    "type": "Polygon"
  }
}