{
  "polygon": {
    "geometries": [
      {
        "coordinates": [
          [
            [
              509266.3666,
              191934.5599
            ],
            [
              509313.0657,
              191929.0037
            ],
            [
              509311.4782,
              191915.7745
            ],
            [
              509309.3615,
              191915.3776
            ],
            [
              509268.351,
              191919.8755
            ],
            [
              509268.351,
              191921.7276
            ],
            [
              509264.5145,
              191922.5214
            ],
            [
              509266.3666,
              191934.5599
            ]
          ]
        ],
        "type": "Polygon"
      }
    ],
    "type": "GeometryCollection"
  },
  "reference_no_of_permission_being_relied_on": null,
  "pp_id": "08669963",
  "appeal_status": null,
  "last_updated": "2025-03-20T11:10:47.174+00:00",
  "appeal_decision_date": null,
  "status": "Approved",
  "decision_process": "Delegated",
  "epc_number": null,
  "last_date_consultation_comments": "19/05/2020",
  "secondary_street_name": null,
  "appeal_start_date": null,
  "ward": "NORTHWOOD",
  "centroid": {
    "lat": 51.615553,
    "lon": -0.422922
  },
  "decision": "Approved",
  "valid_date": "22/04/2020",
  "appeal_decision": null,
  "application_type_full": "Householder planning permission",
  "development_type": null,
  "locality": null,
  "borough": "Hillingdon",
  "last_updated_by": "FME Excel Import",
  "actual_completion_date": null,
  "decision_agency": "Borough",
  "actual_commencement_date": null,
  "application_details": {
    "existing_uprns": null,
    "total_gia_gained": null,
    "no_additional_bathrooms": null,
    "site_area": 0.066,
    "no_additional_bedrooms": null,
    "resi_extension_exempt": null,
    "householder_dev_category_other": [],
    "householder_dev_category": []
  },
  "cil_liability": false,
  "postcode": null,
  "title_number": [],
  "url_planning_app": "http://planning.hillingdon.gov.uk/OcellaWeb/planningDetails?reference=53997/APP/2020/1284",
  "lpa_name": "Hillingdon",
  "site_name": "31 EASTBURY ROAD",
  "lapsed_date": "15/06/2023",
  "parking_details": {
    "no_proposed_lgv": null,
    "no_existing_cycle": null,
    "no_existing_other": null,
    "no_proposed_motorcycle": null,
    "net_bus": null,
    "no_proposed_cycle": null,
    "no_proposed_resi_offstreet": null,
    "no_existing_lgv": null,
    "no_proposed_other": null,
    "net_cycle": null,
    "no_proposed_carclub": null,
    "net_resi_offstreet": null,
    "no_existing_car": null,
    "net_car": null,
    "no_existing_carclub": null,
    "no_proposed_bus": null,
    "no_existing_motorcycle": null,
    "net_other": null,
    "net_lgv": null,
    "net_motorcycle": null,
    "no_existing_resi_offstreet": null,
    "no_proposed_bluebadge": null,
    "no_existing_bluebadge": null,
    "no_existing_bus": null,
    "no_proposed_car": null,
    "net_carclub": null,
    "net_bluebadge": null
  },
  "decision_conditions": [
    "The development hereby permitted shall be begun before the expiration of three years from the date of this permission.",
    "REASON",
    "To comply with Section 91 of the Town and Country Planning Act 1990.",
    "The development hereby permitted shall not be carried out except in complete accordance with the details shown on the submitted plans, numbers 31ER(05) Rev. B, 31ER(11) Rev. A and 31ER(12) Rev. A.",
    "REASON",
    "To ensure the development complies with the provisions of the Hillingdon Local Plan Part 1 (2012) and Part 2 (2020), and the London Plan (2016).",
    "Prior to commencement of development, details and samples of all external materials, colours and finishes shall be submitted to and approved in writing by the Local Planning Authority. Samples shall be made available on site for inspection and details submitted shall include manufacturer information and the product code/ type.",
    "REASON",
    "To safeguard the character and appearance of the conservation area in accordance to Local Plan policies HE1 (Part 1), DMHB 1 and 4 (Part 2) and the Planning (Listed Buildings and Conservation Areas) Act 1990.",
    "Notwithstanding the provisions of the Town and Country Planning (General Permitted Development) Order 2015 (as amended) (or any order revoking and re-enacting that Order with or without modification), no additional windows, doors or other openings shall be constructed in the side facing walls or roof slopes of the development hereby approved facing 33 Eastbury Road.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "Access to the flat roof over the extension hereby approved shall be for maintenance or emergency purposes only and the flat roof shall not be used as a roof garden, terrace, balcony, patio or similar amenity area.",
    "REASON",
    "To prevent overlooking to adjoining properties in accordance with policy policy DMHB 11 of the Hillingdon Local Plan Part 2 (2020).",
    "On this decision notice policies from the Councils Local Plan: Part 1 - Strategic Policies appear first, then relevant Local Plan Part 2 (2020), then London Plan Policies (2016). Hillingdon's Full Council adopted the Hillingdon Local Plan: Part 1 - Strategic Policies on 8 November 2012 and the Hillingdon Local Plan Part 2 on 16 January 2020.",
    "The Council will recover from the applicant the cost of highway and footway repairs, including damage to grass verges.",
    "Care should be taken during the building works hereby approved to ensure no damage occurs to the verge or footpaths during construction. Vehicles delivering materials to this development shall not override or cause damage to the public footway. Any damage will require to be made good to the satisfaction of the Council and at the applicant's expense.",
    "For further information and advice contact - Highways Maintenance Operations, Central Depot - Block K, Harlington Road Depot, 128 Harlington Road, Hillingdon, Middlesex, UB3 3EU (Tel: 01895 277524).",
    "For Private Roads: Care should be taken during the building works hereby approved to ensure no damage occurs to the verge of footpaths on private roads during construction. Vehicles delivering materials to this development shall not override or cause damage to a private road and where possible alternative routes should be ta",
    "In dealing with the application the Council has implemented the requirement in the National Planning Policy Framework to work with the applicant in a positive and proactive way. We have made available detailed advice in the form of our statutory policies from Local Plan Part 1, Local Plan Part 2, Supplementary Planning Documents, Planning Briefs and other informal written guidance, as well as offering a full pre-application advice service, in order to ensure that the applicant has been given every opportunity to submit an application which is likely to be considered favourably."
  ],
  "bo_system": "CSV Data Import",
  "site_number": null,
  "description": "Part two storey, part single storey rear extension, porch to front and conversion of garage to habitable use",
  "lpa_app_no": "53997/APP/2020/1284",
  "decision_target_date": "17/06/2020",
  "date_building_work_started_under_previous_permission": null,
  "uprn": null,
  "decision_date": "15/06/2020",
  "id": "Hillingdon-53997_APP_2020_1284",
  "centroid_northing": "191925",
  "application_type": "Householder",
  "subdivision_of_building": null,
  "date_building_work_completed_under_previous_permission": null,
  "centroid_easting": "509289",
  "street_name": "NORTHWOOD",
  "wgs84_polygon": {
    "coordinates": [
      [
        [
          -0.4232244,
          51.6156466
        ],
        [
          -0.4225519,
          51.6155876
        ],
        [
          -0.4225789,
          51.615469
        ],
        [
          -0.4226096,
          51.6154659
        ],
        [
          -0.4232003,
          51.6155142
        ],
        [
          -0.42319969999999996,
          51.6155309
        ],
        [
          -0.4232549,
          51.6155388
        ],
        [
          -0.4232244,
          51.6156466
        ]
      ]
    ],
    "type": "Polygon"
  }
}